Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: Raw sheets of chainmail used in armour crafting. It takes an extremely long time to make, which jacks up the price.
es_es: Láminas de malla de acero sin procesar usadas para elaborar armadura. Requiere de un periodo de tiempo sumamente largo, lo que infla el precio.

source: Chainmail Sheets
es_es: Láminas de Cota de Malla

source: The Chalice Of Fire, said to have been forged from the Sacred Flame by the 47th Holy Phoenix himself. It just looks like a standard cup. But it IS very shiny.
es_es: El Cáliz De Fuego, se dice que ha sido forjado en la Llama Sagrada por el mismísimo 47º Santo Fénix. Sólo parece una copa normal. Aunque ES muy brillante.

source: Chalice Of Fire
es_es: Cáliz De Fuego

source: Chewsticks
es_es: Láminas de masticar

source: Best you can do with nothing but cactuses
es_es: Lo mejor que se puede hacer con nada más que cactus

source: COIN 2
es_es: MONEDA 2

source: Trading material based on one of the old civilization's monetary systems.
es_es: Material de intercambio basado en los sistemas monetarios de la antigua civilización.

source: Pretty basic food
es_es: Comida bastante básica

source: Cooked Vegetables
es_es: Verduras cocinadas

source: A valuable metal used in high-tech machinery.
es_es: Un metal valioso utilizado en las máquinas de alta tecnología.

source: Copper
es_es: Cobre

source: Advanced alloy of steel and copper for specialised building work.
es_es: Aleación avanzada de cobre y acero para trabajos constructivos especializados.

source: Copper Alloy Plates
es_es: Placas de Aleación de Cobre

source: Cotton is used to make fabrics and clothing.
es_es: El algodón es utilizado para hacer telas y ropa.

source: Cotton
es_es: Algodón

source: CPU of Cat-Lon
es_es: CPU de Cat-Lon

source: Cat-Lon's dream was to rebuild civilisation and make up for past mistakes. His empire was vast and focused on study of the lost technologies. But a thousand years is a long time to live. You slowly accumulate fears and prejudices from your bad experiences. You change, become angry. Before you know it, you're a dictator. Over time the population requires more and more force to keep them opressed. Science and archaeology flourished in the empire until an explosion in the Grid caused a famine.
es_es: El sueño de Cat-Lon era reconstruir la civilización y compensar los errores del pasado. Su imperio era vasto y centrado en el estudio de las tecnologías perdidas. Pero un millar de años es mucho tiempo para vivir. Lentamente se acumulan miedos y prejuicios debido a las malas experiencias. Cambias, te enfadas. Antes de que te des cuenta, eres un dictador. Con el paso del tiempo la población requiere más y más fuerza para mantenerlos oprimidos. La ciencia y la arqueología florecieron en el imperio hasta una explosión en la Red causada por una hambruna.

source: CPU of Cat-Lon. One of the founding skeletons of the Old Empire, they sought to undo the crimes and errors of Skeleton-kind and redeem themselves to mankind, though the humans had long forgotten any of it. He eventually became a dictator, as the empire started falling apart he tried harder to force it back together.
es_es: CPU de Cat-Lon. Uno de los esqueletos fundadores del Viejo Imperio, ellos ambicionaban deshacer los crímenes y errores del género esqueleto y redimirse a la humanidad, sin embargo los humanos hace mucho tiempo que se habían olvidado de cualquiera de ellos. Con el tiempo se convirtió en un dictador, por más que el imperio comenzaba a desmoronarse él más se esforzaba en mantenerlo unido.

source: CPU of General Hat-12
es_es: CPU del General Hat-12

source: CPU of General Hat-12, who was chief of the empire police. He launched a crackdown on the new cultists but his heavy handed approach only fueled their blame and confusion further. Things escalated faster.
es_es: CPU del General Hat-12, que fue el comisario de la policía del imperio. Él lanzó una ofensiva contra los fanáticos nuevos pero su actitud de mano dura sólo impulsó su culpa y confusión. Las cosas se intensificaron más rápido.

source: CPU of General Jang, leader of the famous Hydraulic Knights. They fought on the frontlines to protect the empire from pirates and cannibals, their heroism legendary. As time went on, the label of "pirate" became thrown around more and more gratuitously, and they found they were killing more of their own people than the real pirates were.
es_es: CPU del General Jang, líder de los famosos Caballeros Hidráulicos. Lucharon en las primeras líneas para proteger el imperio de los piratas y caníbales, su heroísmo es legendario. Conforme pasaba el tiempo, el calificativo de "pirata" pasó a ser dicho de manera más y más gratuita, y se dieron cuenta de que estaban matando más a su gente que a los piratas de verdad.

source: CPU of General Jang
es_es: CPU del General Jang

source: Rhinobot just wanted to help, but he had no moral processing, and so would help with anything, even the most diabolical evil. He didn't see anything wrong with his child prisons.
es_es: Rhinobot sólo quería ayudar, pero no contaba con procesamiento moral, por lo que no podía ayudar con nada, siquiera los malvados más diabólicos. No veía ningún mal en sus cárceles para niños.

source: CPU of Rhinobot
es_es: CPU de Rhinobot

source: Broken CPU of the Head of Agriculture. He could never have forseen the events that happened, but he still blamed himself for the famine, and the subsequent downfall of the empire.
es_es: CPU roto del Encargado de Agricultura. Él nunca pudo haber previsto los sucesos que acaecieron, pero aún así se culpó a sí mismo por la hambruna, y la consiguiente caída del imperio.

source: CPU of the Head of Agriculture
es_es: CPU del Encargado de Agricultura

source: Supposedly a piece of brain from a Skeleton or maybe an Iron Spider. Must be worth something to a collector.
es_es: Supuestamente es una parte del cerebro de un Esqueleto o quizás una Araña de Hierro. Debe de ser algo valioso para un coleccionista.

source: CPU Unit
es_es: Unidad CPU

source: Crossbow Parts
es_es: Piezas de Ballesta

source: Various components used to make crossbows.
es_es: Componentes varios utilizados para hacer ballestas.

source: Cultural Groupings And Evolution I
es_es: Agrupaciones Culturales y Evolución I

source: How did our current cultures come into being and is there relation to the ancients? Evidence suggests the existence of lesser tribes which may have survived the mass extinction due to different genetic makeup to the ancients. However whether their existence coincides with the timeline of them, we cannot confirm. And what about the differing characteristics between our present races? Environmental evolution is a likely cause of our rather drastic changes in appearance to one another, or even mutations from the industrial remains of the ancients. We share the same main features to suggest we share the same roots at least. As for the ancient master race, given the advanced level of technology used by them, it's a very real possibility that they were not from our lands but in fact an alien race of settlers in search of new natural resources. Our, then, primitive ancestors would have been powerless to repel the invaders from their homelands, but instead lived at a neutral distance from them. Whether alien or simply a whole new life form to us, the level of brain power they possessed was something beyond our own physical means. - Idad
es_es: ¿Cómo hicieron nuestras culturas actuales para llegar hasta aquí y tiene relación con las antiguas? La evidencia sugiere la existencia de tribus inferiores que pudieron haber sobrevivido la extinción masiva debido a una constitución genética distinta a los ancianos. Sin embargo, si su existencia coincide con la cronología de ellos, no podemos confirmarlo. ¿Y qué hay de las diferentes características entre nuestras razas actuales? La evolución ambiental es una causa probable de nuestros drásticos cambios de apariencia entre unos y otros, o incluso mutaciones de los restos industriales de los antiguos. Compartimos las mismas características principales que sugieren que compartimos las mismas raíces como mínimo. En cuanto a la antigua raza superior, dado el avanzado nivel de tecnología que utilizaban, hay una gran posiblidad de que no procedieran de nuestras tierras sino, de hecho, de una raza alienígena de colonizadores en busca de nuevos recursos naturales. Nuestros, por entonces, primitivos ancestros habrían sido incapaces de repeler a los invasores de su tierra natal, y vivieron a una distancia neutral de ellos, de hecho. Ya fuesen alienígenas o sencillamente una nueva forma de vida para nosotros, el nivel de potencia cerebral que poseían era algo mucho más allá de nuestro propio entendimiento físico. -Idad

source: Do our present cultures have links to the ancients? We've not yet found any evidence of a separate 'ancient' race to our own, which indicates that our current races as we know them possibly all originate from the few survivors of one master race. This would mean that the ancients were some form of human, shek or hiver although, with such considerable differences in appearance, 'natural' evolution's involvement feels hard to swallow. But, evolution aside, who created whom - the skeletons or the ancient master race? So far we've not found any tech that would be capable of organic creation, but many of the ruins indicate a strong skeleton presence. Even so, arts and miscellaneous remains suggest the coexistence of both within the ancient kingdom and, without a doubt, I would bet my life that we are the surviving descendants of them. - Finch
es_es: ¿Nuestras culturas presentes tienen conexiones con las antiguas? No hemos encontrado evidencia aún de una raza 'antigua' separada de la nuestra, lo que indica que nuestras razas actuales tal y como las conocemos posiblemente se originaron a partir de pocos supervivientes de una raza superior. Esto podría significar que los antiguos eran algún tipo de humano, shek o enjambre, con considerables diferencias en la apariencia, la participación 'natural' de la evolución parece difícil de tragar. Pero, dejando la evolución a un lado, quién los creó - ¿los esqueletos o una antigua raza superior? Hasta ahora no hemos hallado ninguna tecnología que pudiese ser capaz de creación orgánica, aunque muchas ruinas señalan una fuerte presencia de esqueletos. Aún así, los restos artesanales y diversos sugieren la coexistencia de ambos dentro del reino antiguo y, sin lugar a dudas, apostaría mi vida a que somos sus descendientes supervivientes. -Finch

source: Cultural Groupings And Evolution II
es_es: Agrupaciones Culturales y Evolución II

source: Cup
es_es: Taza

source: Whatever it was, it's pretty useless now.
es_es: Fuese lo que fuese, ahora bastante inútil.

source: Damaged Book
es_es: Libro Estropeado

source: An old child's toy, battered and worn beyond its prime.
es_es: Un juguete viejo de un niño, abollado y desgastado, ha pasado su mejor momento.

source: Doll
es_es: Muñeca

source: Dried Fish
es_es: Pescado Seco

source: Contrary to popular belief, Dried fish is not a third species of fish, it's just a Thinfish that's been dried and salted.
es_es: Contrariamente a la creencia popular, el pescado seco no se trata de una tercera especie de peces, solo es un Peztrecho que ha sido secado y salado.

source: Not the best quality meat, but better than nothing
es_es: No es carne de la mejor calidad, pero mejor que nada

source: Dried Gristle Flaps
es_es: Aletas Secas de Cartílago

source: Dried Meat
es_es: Carne Seca

source: Good survival food
es_es: Comida buena para sobrevivir

source: Dustwich
es_es: Bocarena

source: Possibly the food with the highest unpleasantness to nutrition ratio in the world. So dry. Probably a big contributor to desert suicide.
es_es: Posiblemente la comida con la tasa más alta del mundo de repulsividad en proporción al poder nutritivo. Súper seca. Probablemente un gran contribuidor al suicidio en el desierto.

source: Complicated electricals and stuff, you wouldn't understand it.
es_es: Complicados elementos eléctricos y esas cosas, no lo entenderías.

source: Electrical Components
es_es: Componentes eléctricos

source: Empty Grog Can
es_es: Lata de Grog Vacía

source: Worthless
es_es: Inútil

source: I feel let down
es_es: Me siento desilusionado

source: Empty Rum Bottle
es_es: Botella de Ron Vacía

source: Engineering Research
es_es: Investigación de Ingeniería

source: A rare artifact that can be used to unlock advanced building research.
es_es: Un artilugio raro que puede ser utilizado para desbloquear investigaciones avanzadas sobre construcción.

source: General fabrics useful for general crafting purposes.
es_es: Telas de uso general útiles para objetivos de elaboración genéricos.

source: Fabrics
es_es: Telas

source: A wonderfully vibrant walking adornment, to enrich the ambience of the discerning dream home.
es_es: Un adorno para el suelo brillante y maravilloso, para engrandecer el ambiente del fino hogar de ensueño.

source: Fancy Rug
es_es: Alfombra Elegante

source: If you are reading this there is a good chance you just escaped from Rebirth and are half-dead. This safehouse is for you to use to rest and recover, you should hopefully find here some food, tools to remove your shackles, beds, and some basic clothing. Good Luck. PS. If you are just a passing adventurer, please don't loot this place, or we will hunt you down and skin you alive. PPS. If you are a Holy Nation soldier, fuck you and fuck your dumb brain-washing religion, we will defy you to the end you poncy stuck-up slope-browed mouth-breathers. --Moll
es_es: Si estás leyendo esto hay una gran posibilidad de que acabes de escapar de Renacimiento y estés medio muerto. Este refugio es para ti para que lo uses para descansar y recuperarte, con suerte deberías encontrar algo de comida aquí, herramientas para eliminar los grilletes, camas y alguna ropa sencilla. Buena Suerte. PD. Si sólo eres un aventurero de paso, por favor, no saquees este lugar, o te perseguiremos y despellejaremos vivo. PD 2. Si eres un soldado de la Nación Sagrada, jódete y que le jodan a tu estúpida religión comeollas, os retaremos hasta acabar con vosotros, pijos zopencos engreídos cejijuntos. --Moll

source: Flotsam Safehouse Note
es_es: Nota del Refugio Flotsam

source: Fog Prince Head
es_es: Cabeza del Príncipe de la Niebla

source: The decapitated head of a Fogman Prince. This trophy is worth a heavy bounty.
es_es: La cabeza decapitada del Príncipe de los Hombres de la Niebla. Este trofeo vale una gran recompensa.

source: Disappointing but nutritious, squished into an efficient cube.
es_es: Decepcionante pero nutritivo, comprimido en un eficaz cubo.

source: Foodcube
es_es: Cubo de comida

source: Forbidden Sympathy
es_es: Simpatía Prohibida

source: Illegal writings of an unknown author in the holy lands: "If you prick a horned devil, does he not bleed? Does a woman not shed tears when she is sentenced to her doom? Does the man with green skin not want happiness, like all sentient beings? We are all the same, we all feel fear, but let us not allow that fear to deceive us into inflicting such suffering on other souls. Over time and history, technology advances, knowledge expands. Perhaps it is time for progress in spiritual teachings as well. In these Holy Lands my words are forbidden and I will likely be put to the flame, but I hope these words instill even the slightest fraction of humanity into our society, lest my death be in vain."
es_es: Escritos ilegales de un autor desconocidoe en las tierras sagradas: "Si pinchas a un diablo cornudo, ¿no sangra? ¿Una mujer no derrama lágrimas cuando es sentenciada a su condena? ¿Acaso el hombre de piel verde no quiere su felicidad, como todos los seres sintientes) Todos somos iguales, todos sentimos miedo, pero no nos dejes permitir que el miedo nos engañe infligiendo semejante daño a otras almas. Con el tiempo y la historia, los avances tecnológicos y el conocimiento se expanden. Tal vez sea hora de progresar también en las enseñanzas espirituales. En estas tierras sagradas mis palabras serán prohibidas y es probable que acaben en las llamas, pero espero que estas palabras instilen siquiera una mínima fracción de humanidad en nuestra sociedad, que mi muerte no sea en vano. "

source: Foul Raw Meat
es_es: Carne Cruda Fétida

source: Uncooked meat from a poor quality source. No good for eating.
es_es: Carne cruda de una fuente de mala calidad. No es buena para comer.

source: Fuel is what keeps everything running. You need it for your generators.
es_es: El combustible es lo que mantiene a todo marchando. Lo necesitas para tus generadores.

source: Fuel
es_es: Combustible

source: Gears
es_es: Engranajes

source: Gear wheels, used in various machinery.
es_es: Ruedas dentadas, utilizadas en varias máquinas.

source: Generator Core
es_es: Núcleo del Generador

source: The vital core of any electricity-generating machine. Weighs a ton.
es_es: El núcleo vital de cualquier máquina generadora de electricidad. Pesa una tonelada.

source: Rice and vegetables, good food.
es_es: Arroz y verduras, comida buena.

source: Grand Fish
es_es: Gran Pez

source: The Grand Fish, king of all the two known fish species in the world.
es_es: El Gran Pez, rey de las dos especies conocidas de peces en el mundo.

source: The severed claw from the gorillo of Mourn.
es_es: La garra amputada del gorilo de Luto.

source: Great White Claw
es_es: Gran Garra Blanca

source: Great White Skin
es_es: Gran Piel Blanca

source: Skin taken from the rare Great White Gorillo.
es_es: Piel quitada al excepcional Gran Gorilo Blanco.

source: It's not actually green or even a fruit, it's a vegetable. Nobody knows why it's called this, but the habit continues.
es_es: Realmente no es verde ni siquiera fruta, es una verdura. Nadie sabe por qué se llama así, pero la costumbre sigue.

source: Greenfruit
es_es: Verdufruta

source: Grind Machine
es_es: Máquina para Moler

source: An old machine from empires past. Doesn't work.
es_es: Una máquina de imperios pasados. No funciona.

source: A traditional canister of grog. Quite weak as alcoholic drinks go, but that just means you can drink several times more of it.
es_es: Una lata tradicional de grog. Bastante suave para como son las bebidas alcohólicas, lo que significa que puedes beber más.

source: Gurgler Head
es_es: Cabeza de Gorjeador

source: The decapitated head of a King Gurgler. This trophy is worth a heavy bounty.
es_es: La cabeza decapitada del Rey Gorjeador. Este trofeo vale una gran recompensa.

source: Hacksaw
es_es: Sierra de arco

source: A metal saw. Could be used to remove slave shackles.
es_es: Una sierra para metales. Puede utilizarse para eliminar grilletes de esclavos.

source: Half-Eaten Ancient Science Book
es_es: Libro de Ciencia Antigua Medio Comido

source: An ancient book of science that has been chewed up and half eaten by some kind of animal. It's pretty useless now.
es_es: Un antiguo libro de ciencias que ha sido medio mordido y medio comido por algún tipo de animal. Ahora es bastante inútil.

source: Hashish
es_es: Hachís

source: A narcotic product that can ruin your life by getting you arrested. Effects include foolish giggling, increased sense of humor, and enjoyment of food. Narcotics are illegal in most towns and will get you busted if you are caught smuggling, however the potential profits are huge. The traders guild won't touch them. Despite all of this however, the drug remains popular, especially in borderland towns where the laws are less aggressively enforced.
es_es: Un producto narcótico que puede arruinarte la vida si eres arrestrado. Los efectos incluyen risa floja, sentido del humor aumentado, y disfrute de la comida. Los narcóticos son ilegales en la mayoría de los pueblos y te arrestarán si te pillan contrabandeando, sin embargo los beneficios potenciales son enormes. El gremio de los comerciantes no los tocará. A pesar de todo ello, sin embargo, la droga sigue siendo popular, especialmente en los pueblos fronterizos donde las leyes se aplican de forma menos agresiva.

source: Hemp is commonly used to make fabrics and clothing.
es_es: El cáñamo es usado comúnmente para hacer telas y ropa.

source: Hemp
es_es: Cáñamo

source: Hinge
es_es: Bisagra

source: Hoe
es_es: Azada

source: A holy edict from the Holy Lord Phoenix LXII Himself: "Our father Okran's kingdom is plagued by debauchery and lust! The foreign women not only walk unleashed, but they pillage our resources. Gold, silver, iron... these are not things meant to be worn to display one's vanity. They are meant for tools, tools through which we install order in the world. Any woman seen wearing jewelry and without a guardian will be flogged until she repents."
es_es: Un edicto sagrado del Mismísimo Santo Señor Fénix LXII: "¡El reino de nuestro padre Okran está plagado de libertinaje y lujuria! Las muejeres extranjeras no solo andan desatadas, sino que saquean nuestros recursos. Oro, plata, hierro... estas cosas no están destinadas a ser llevadas para exhibir la vanidad de cada cual. Están destinadas a ser herramientas con las que establecer orden en el mundo. Cualquier mujer vista llevando joyas y sin un guardián será azotada hasta que se arrepienta."

source: Holy Edict
es_es: Edicto Sagrado

source: Holy Seal
es_es: Sello Sagrado

source: Special item. Reads: 'Absolver of the Infernal' A seal given to you by the Holy Lord Phoenix, blessed be his name. Show it to paladins for aid.
es_es: Artículo especial. Dice: 'Absolutor de lo Infernal' Un sello que te dio el Santo Señor Fénix, bendito sea su nombre. Enséñaselo a los paladines para pedir ayuda.

source: A horn spike from the legendary Megaraptor, should fetch a good price.
es_es: Un cuerno puntiagudo del legendario Megaraptor, debe alcanzar un buen precio.

source: Horn of the Megaraptor
es_es: Cuerno del Megaraptor

source: Human Teeth
es_es: Diente Humano

source: Used for building machinery, or for further refinement into steel.
es_es: Utilizado en maquinaría de construcción, o para su porterior refinamiento en acero.

source: Iron Plates
es_es: Placas de Hierro

source: ITEM
es_es: ÍTEM

source: An anonymous account of the battle against the Okranites during King Shager's reign: "The Holy Nation dogs prodded a sleeping leviathyn when they attacked the first Shek. So the Shek bit back and the body count rose. You can be held down by your enemy, or you can stand and fight until your last breath, bring blood and doom to their very door, even when impossible odds are faced. Under Shager's rule, the vengeful Shek fought fiercely to the death, but they were far outnumbered and their armies withered with no victory in sight."
es_es: Una explicación anónima de la batalla contra los Okranitas durante el reinado del Rey Shager: "Los perros de la Nación Sagrada pincharon un sueño leviatánico cuando atacaron al primer Shek. Así, el Shek devolvió el mordisco y el número de muertos se elevó. Puedes ser retenido por tus enemigos, o puedes ponerte en pie y luchar hasta el último aliento, llevar sangre y fatalidad hasta su misma puerta, incluso cuando te enfrentes a situaciones imposibles. Bajo el gobierno de Shager, los vengativos Shek lucharon fieramente hasta la muerte, pero eran superados en número de lejos y sus ejércitos se debilitaron sin tener la victoria a la vista."

source: King Shager's Reign
es_es: Reino del Rey Shager
