Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: A bad place
es_es: Un mal lugar

source: Ancient Citadel
es_es: Ciudadela Antigua

source: A remnant of an old chapter.
es_es: Un remanente de un viejo capítulo.

source: Ancient Citadel Ruin
es_es: Ruina de Ciudadela Antigua

source: Ancient Factory
es_es: Fábrica Antigua

source: A vast factory shell of some type from the old times.
es_es: Una amplia construcción industrial abandonada desde los viejos tiempos.

source: A spooky old laboratory.
es_es: Un espeluznante y viejo laboratorio.

source: Ancient Lab
es_es: Laboratorio Antiguo

source: Ancient Lab Ramp
es_es: Rampa del Laboratorio Antiguo

source: Ancient Lab Ramp Gate
es_es: Puerta de la Rampa del Laboratorio Antiguo

source: Ancient Safe
es_es: Caja Fuerte Antigua

source: Animal Feeder
es_es: Comedero Animal

source: A food storage that you can put outside for your animals to get their own food from.
es_es: Un depósito para la comida que puedes poner en el exterior para que tus animales obtengan su propia comida.

source: Armour Stand
es_es: Soporte de la Armadura

source: Storage for clothing and armour.
es_es: Depósito para ropa y armadura.

source: Armour Storage
es_es: Depósito de Armadura

source: Arrow Making Bench
es_es: Mesa para Hacer Flechas

source: A custom desk to make arrows on.
es_es: Una mesa personalizado para hacer lanzas encima.

source: Ash Dome
es_es: Domoceniz

source: An industrial leviathan from the old times.
es_es: Un leviatán industrial de los viejos tiempos.

source: Ash Dome Ruin
es_es: Ruinas del Domoceniz

source: Assassination Dummy
es_es: Maniquí de Asesinato

source: Assassination Dummy II
es_es: Maniquí de Asesinato II

source: Assassin Training
es_es: Formación para Asesino

source: Learn how to knock out your victims from behind and murder people in their sleep. It's great.
es_es: Aprende como noquear a tus víctimas por la espalda y asesinar gente mientras duerme. Es genial.

source: Assassination Dummy III
es_es: Maniquí de Asesinato III

source: Grinds wheatstraw up into flour, for cooking with. This one's motorised.
es_es: Muele trighebra hasta convertirla en harina, para cocinarla. Ésta está motorizada.

source: Automatic Grain Silo
es_es: Silo de Grano Automático

source: Awning
es_es: Toldo

source: Bandit Loot Store
es_es: Depósito del Botín del Bandido

source: Barge Wreck A
es_es: Restos de Barcaza A

source: Barge Wreck B
es_es: Restos de Barcaza B

source: Barge Wreck C
es_es: Restos de Barcaza C

source: Barracks Door Fortification
es_es: Acceso a los Barracones de la Fortificación

source: Furniture
es_es: Mobiliario

source: Barrel A
es_es: Barril A

source: Barrel B
es_es: Barril B

source: Barrier
es_es: Barrera

source: Barrier Destroyed
es_es: Barrera Destruida

source: Basic Medical Workbench
es_es: Mesa de trabajo Médico Básica

source: Basic Wall
es_es: Muro Básico

source: Battery Bank
es_es: Panel de Batería

source: Bed
es_es: Cama

source: Essential place to rest and recover faster from wounds. 800% heal rate when sleeping.
es_es: Lugar esencial para descansar y recuperarse de las heridas más rápido. Tasa de curación de 800% mientras duerme.

source: Bench
es_es: Mesa de trabajo

source: A long bench for multiple people so that you end up having to share your seat with some weirdo
es_es: Un gran banco para múltiples personas así que al final tendrás que compartir tu sitio con algún rarete

source: Bench copy
es_es: Mesa de trabajo copia

source: Big Ramp
es_es: Gran Rampa

source: Big Temple
es_es: Gran Templo

source: Bin of Screamer Heads
es_es: Cubo de Basura de Cabezas de Gritones

source: A bin full of robot heads.
es_es: Un cubo de basura lleno de cabezas de robots.

source: Convert cheap biomatter into valuable fuel.
es_es: Convierte biomaterial barato en combustible útil.

source: Biofuel Distillery
es_es: Destilería de Biocombustible

source: Turns crops into fuel for generators.
es_es: Convierte el cereal en combustible para generadores.

source: Biofuel Distillery (Greenfruit)
es_es: Destilería de Biocombustible (Verdufruta)

source: Biofuel Distillery (Hemp)
es_es: Destilería de Biocombustible (Cáñamo)

source: Hemp is the most efficient fuel source and can be produced 2x faster than from other crop types.
es_es: El cáñamo es la fuente de combustible más eficiente y puede ser producido 2x más rápido que otro tipo de cultivos.

source: Biofuel Distillery (Wheatstraw)
es_es: Destilería de Biocombustible (Trighebra)

source: Black Market
es_es: Mercado Negro

source: Blast Tube Streetlight
es_es: Farola Tubo Propulsor

source: Boiler Tank
es_es: Tanque Hervidor

source: Makes your water nice and hot.
es_es: Vuelve tu agua buena y caliente.

source: Boltbox
es_es: Cajonflech

source: Bolts
es_es: Flechas

source: A metal box to store crossbow bolts
es_es: Una caja de metal para guardar flechas para ballestas

source: Booze
es_es: Priva

source: Storage for any kind of booze
es_es: Depósito para cualquier tipo de bebida

source: Booze Barrel
es_es: Barril para Tragos

source: Booze Barrel Table
es_es: Mesa Barril para Tragos

source: Booze Items
es_es: Elementos para Tragos

source: Barrels for rum storage
es_es: Barriles para almacenamiento de ron

source: Booze Barrels
es_es: Barriles para Tragos

source: Storage container for bread
es_es: Contenedor de almacenamiento para pan

source: Bread Basket
es_es: Cesta del Pan

source: FOOD
es_es: COMIDA

source: Bread Oven
es_es: Horno del Pan

source: An oven for baking bread
es_es: Un horno para hornear pan

source: Vessels for brewing booze.
es_es: Recipientes para destilar el trago.

source: Brewing Booze Barrels
es_es: Barriles para Destilar Trago

source: Bridgehead
es_es: Cabeza de puente

source: Broken Barrel
es_es: Barril Roto

source: Broken Basket
es_es: Cesta Rota

source: Broken Bench
es_es: Banco de Trabajo Roto

source: Broken Drone
es_es: Dron Roto

source: Broken Storage Chest
es_es: Arca de Almacenamiento Rota

source: A watchtower that collapsed halfway up, but has since been salvaged.
es_es: Una torre vigía que colapsó a media altura, pero que ha sido recuperada desde entonces.

source: Broken Watchtower
es_es: Atalaya Rota

source: A large rounded building, often used as a barracks.
es_es: Una gran construcción circular, a menudo usada como barracones.

source: Bughouse
es_es: Manicomio

source: BUILDING
es_es: CONSTRUCCIÓN

source: Butchery Table A
es_es: Mesa Carnicera A

source: Butchery Table B
es_es: Mesa Carnicera B

source: Butchery Table C
es_es: Mesa Carnicera C

source: Cactus Farm L
es_es: Granja de Cactus G

source: Cactus Farm M
es_es: Granja de Cactus M

source: Cactus Farm S
es_es: Granja de Cactus P

source: Cactus Farm XL
es_es: Granja de Cactus XL

source: Cactus is the hardest crop to grow, and not very good to eat either. However it's one of the few crops that can grow in arid environments
es_es: El cultivo de cactus es el más duro de desarrollar, y no es muy bueno de comer. Sin embargo es uno de los pocos cultivos que puede crecer en ambientes áridos

source: Cactus Indoor Farm
es_es: Granja de Cactus de Interior

source: Camp Bed
es_es: Catre de campaña

source: A bed that can be used out in the wilds. Gives a 400% heal rate when sleeping.
es_es: Una cama que puede usarse en la naturaleza. Proporciona una tasa de curación de 400% mientras duermes.

source: Camp Fish Pile
es_es: Campamento Pila de Pescado

source: A pile of fish stacked somewhat like a campfire.
es_es: Una pila de pescado amontonado de aquella manera como una hoguera.

source: Campfire
es_es: Fogata

source: A campfire can be built anywhere in the wilds.
es_es: Una fogata puede ser construido en cualquier lugar en la naturaleza.

source: Cannibal Butcher Table
es_es: Mesa Carnicera Caníbal

source: CANNIBAL
es_es: CANÍBAL

source: Cannibal Shack
es_es: Cabaña Caníbal

source: Cannibal Storage
es_es: Almacén Caníbal

source: Cannibal Trophy
es_es: Trofeo Caníbal

source: A fancy luxury that stops you from getting splinters in your feet.
es_es: Un lujo elegante que te evita las astillas en tus pies.

source: Carpet
es_es: Alfombra

source: Carpet: Rusty Rug
es_es: Alfombra: Alfombroñosa

source: Crude floor covering that is prone to rust. Weirdly popular with skeletons.
es_es: Revestimiento de suelo crudo propenso a la oxidación. Misteriosamente popular entre esqueletos.

source: Ceiling Fan
es_es: Ventilador de techo

source: Ceiling Fan (Broken)
es_es: Ventilador de techo (Roto)

source: A light with a fan that hangs from the ceiling.
es_es: Una luz con un ventilador que cuelga del techo.

source: Ceiling Fan Lamp
es_es: Lámpara Ventilador de Techo

source: A light that hangs from the ceiling.
es_es: Una luz que cuelga del techo.

source: Ceiling Lamp
es_es: Lámpara de Techo

source: Chain Armour Crafting Bench
es_es: Mesa de manufacturación de Cota de Malla

source: A facility to craft chainmail based armour.
es_es: Una instalación para confeccionar armaduras de cota de malla.

source: Chainmail Sheet Fabrication Bench
es_es: Mesa de trabajo para la Fabricación del Chapa de la Cota de Malla

source: A setup for the difficult and tedious task of creating chainmail. Many smiths prefer to just buy the stuff, or assign an apprentice to the job.
es_es: Una configuración para la difícil y tediosa tarea de crear cota de malla. Muchos herreros prefieren simplemente comprar las cosas, o asignar el trabajo a un aprendiz.

source: Chimney
es_es: Chimenea

source: City Lamp Post
es_es: Farola Urbana

source: Clothing Bench
es_es: Mesa de trabajo de Ropa

source: A bench for making various sorts of clothing.
es_es: Una mesa de trabajo para hacer varios tipos de vestimenta.

source: Concrete Gate
es_es: Puerta de Hormigón

source: Concrete Wall
es_es: Muro de Hormigón

source: Cooking Pit
es_es: Pozo para Cocinar

source: A station where you can prepare all kinds of food
es_es: Una estación donde puedes preparar todo tipo de comida

source: Cooking Stove
es_es: Estufa de Cocina

source: Copper Alloy Bench
es_es: Mesa de trabajo Aleación de Cobre

source: Produces Copper Alloy Plates
es_es: Produce Chapas de Aleación de Cobre

source: Copper Resource
es_es: Recurso de Cobre

source: Corpse Furnace
es_es: Horno para Cadáveres

source: A safe and efficient way to deal with corpses. Bodies attract predators, predators eat you.
es_es: Una manera segura y eficiente de ocuparse de los cadáveres. Cuerpos atraen a predadores, predadores te comen.

source: Cotton Auto-Loom
es_es: Auto-Telar Algodón

source: Cotton Farm L
es_es: Granja de Algodón G

source: Cotton Farm M
es_es: Granja de Algodón M

source: Cotton Farm S
es_es: Granja de Algodón P

source: Cotton Farm XL
es_es: Granja de Algodón XL

source: Cotton is used to manufacture cloth, and only grows in green environments.
es_es: El algodón es usado para manufacturar tejidos, y sólo crece en ambientes verdes.

source: Cotton Indoor Farm
es_es: Granja de Interior de Algodón

source: Crossbow Crafting Bench
es_es: Banco de Trabajo para Elaborar Ballestas

source: A facility to construct crossbows.
es_es: Una instalación para construir ballestas.

source: A secure locker with a rack for hanging crossbows
es_es: Un armario seguro con un soporte para colgar ballestas

source: Crossbow Locker
es_es: Armario para Ballesta

source: Defensive Gate II
es_es: Puerta Defensiva II

source: Defensive Gate III
es_es: Puerta Defensiva III

source: Defensive Gate IV
es_es: Puerta Defensiva IV

source: Defensive Gate level 2
es_es: Puerta Defensiva nivel 2

source: Defensive Gate level 2 Door
es_es: Puerta Defensiva nivel 2 Puerta

source: Defensive Gate level 3 Door
es_es: Puerta Defensiva nivel 3 Puerta

source: Defensive Gate level 4 Door
es_es: Puerta Defensiva nivel 4 Puerta

source: Defensive Gate level 5 Door
es_es: Puerta Defensiva nivel 5 Puerta

source: Defensive Gate
es_es: Puerta Defensiva

source: Defensive Gate V
es_es: Puerta Defensiva V

source: WALLS
es_es: MUROS

source: Defensive Wall Connector
es_es: Muro Defensivo Conector

source: Defensive Wall
es_es: Muralla Defensiva

source: Defensive Wall II
es_es: Muro Defensivo II

source: Defensive Wall III
es_es: Muro Defensivo III

source: Defensive Wall III Connector
es_es: Muro Defensivo III Conector

source: Defensive Wall III Short
es_es: Muro Defensivo III Corto

source: Defensive Wall III Tower
es_es: Muro Defensivo III Torre

source: Defensive Wall III Wedge
es_es: Muro Defensivo III Calza

source: Defensive Wall IV
es_es: Muro Defensivo IV

source: Defensive Wall IV Connector
es_es: Muro Defensivo IV Conector

source: Defensive Wall IV Short
es_es: Muro Defensivo IV Corto

source: Defensive Wall IV Tower
es_es: Muro Defensivo IV Torre

source: Defensive Wall IV Wedge
es_es: Muro Defensivo IV Calza

source: Defensive Wall Ramp II
es_es: Muro Defensivo Rampa II

source: Defensive Wall Ramp III
es_es: Muro Defensivo Rampa III

source: Ramp necessary to get up on top of defensive walls
es_es: Rampa necesaria para ponerse de pie en la parte superior de los muros defensivos

source: Defensive Wall Ramp IV
es_es: Muro Defensivo Rampa IV

source: Ramp
es_es: Rampa

source: Defensive Wall Ramp V
es_es: Muro Defensivo Rampa V

source: Defensive Wall V
es_es: Muro Defensivo V

source: Defensive Wall V Connector
es_es: Muro Defensivo V Conector

source: Defensive Wall V Short
es_es: Muro Defensivo V Corto

source: Defensive Wall V Tower
es_es: Muro Defensivo V Torre

source: Defensive Wall V Wedge
es_es: Muro Defensivo V Calza

source: Some kind of annoying display for you to fall over when you are drunk.
es_es: Un tipo de dispositivo molesto para ti con el que tropezar cuando estás borracho.

source: Display Stand
es_es: Expositor

source: An old-world science building of some sort.
es_es: Una construcción de ciencias de algún tipo perteneciente al viejo mundo.

source: Dome Ruin
es_es: Domo en Ruinas

source: Double House
es_es: Casa Doble

source: Double-Barrel Harpoon AUTOTurret
es_es: AUTOTorreta con Doble-Cañón y Arpón

source: A double-barrel version of the MkII, a slight reduction in power and range in return for 2 shots.
es_es: Una versión con doble-cañón del Mkll, una ligera reducción de la potencia y el alcance a cambio del doble disparo.

source: A double-barrel version of the MkII, a slight reduction in power and range in return for 2 shots. With added spotlight fitted.
es_es: Una versión con doble-cañón del Mkll, una ligera reducción de la potencia y el alcance a cambio del doble disparo. Con punto de mira incorporado.

source: Double-Barrel Harpoon Turret [light]
es_es: Torreta con Doble-Cañón y Arpón [ligera]

source: doublebed
es_es: cama doble

source: A small electrical lamp, suitable indoors or outside.
es_es: Una lamparilla eléctrica, apta para interior y exterior.

source: Electrical Torch Post
es_es: Poste de Linterna Eléctrica

source: Here a scientist can work with copper and make electrical components
es_es: Aquí un científico puede trabajar con cobre y realizar componentes eléctricos

source: Electrical Workbench
es_es: Mesa de Trabajo Eléctrica

source: Emperor Statue
es_es: Estatua de Emperador

source: Emperor Statue Broken
es_es: Estatua de Emperador Rota

source: Engineering Bench
es_es: Banco de trabajo de Ingeniería

source: Exaust Pipe
es_es: Tubo de Escape

source: Exhaust Fan
es_es: Extractor de Aire

source: Fabric Chest
es_es: Arca para Tejidos

source: Storage for fabrics
es_es: Depósito para tejidos

source: Fabric Loom (cotton)
es_es: Telar (algodón)

source: Manufactures raw fabric from cotton
es_es: Manufactura tejido virgen a partir de algodón

source: Fabric Loom (hemp)
es_es: Telar (cáñamo)

source: Manufactures raw fabric from hemp and is about 33% faster than production with cotton.
es_es: Manufactura tela en bruto del cáñamo y la producción es un 33% más rápida que con algodón.

source: Fish Bed
es_es: Cama Pescado

source: A comfortable bed made of fish
es_es: Una cama cómoda hecha de pescado

source: Fish Drying Rack
es_es: Tendedero para Secar Pescado

source: A rack to dry fish upon
es_es: Un tendedero sobre el que secar pescado

source: Fish Drying Rack with Net
es_es: Tendedero con Red para Secar Pescado

source: A net used by fishermen
es_es: Una red usada por pescadorores

source: Fishing Net
es_es: Red de Pesca

source: A rod and line to catch fish with.
es_es: Una caña y sedal para capturar pescado.

source: Fishing Rod Set
es_es: Conjunto Caña de Pesca

source: Five Booze Barrels
es_es: Cinco Barriles para Trago

source: Flat Shelter
es_es: Refugio Plano

source: A flat shelter commonly used on rooftops of the United Cities. Protects from the rain.
es_es: Un refugio normalmente empleado en las azoteas de las Ciudades Unidas. Protege de la lluvia.

source: Flour Storage
es_es: Depósito de Harina

source: A storage location for all your strawflour. Put it near your stove.
es_es: Una ubicación del depósito para toda tu briznharina. Ponlo cerca de tu estufa.

source: Flourescent Light
es_es: Luz Fluorescente

source: labs
es_es: laboratorios

source: Food Items
es_es: Artículos de Comida

source: A general storage for all food items, characters can come here to get food when they need it.
es_es: Un depósito general para todos los ítems de comida, los personajes pueden venir aquí a coger comida cuando la necesitan.

source: Food Store
es_es: Almacén de Comida

source: General Storage Boxes
es_es: Cajas de Almacenamiento General

source: General Storage Chest
es_es: Arcas de Almacenamiento General

source: Generator II
es_es: Generador II

source: Grinds wheatstraw up into flour, for cooking with.
es_es: Muele trighebra hasta convertirla en harina, para cocinar.

source: Grain Silo
es_es: Silo de Grano

source: Storage barrels for grog
es_es: Barriles para almacenar grog

source: Grog Barrels
es_es: Barriles de Grog

source: Grog Machine
es_es: Máquina de Grog

source: A contraption what is for making grog with.
es_es: Un aparato con el que hacer grog.

source: A platform that extends out over the side of a building, enabling turrets to get a better shooting angle.
es_es: Una plataforma que sobresale por un lateral de la construcción, posibilitando a las torretas conseguir mejor ángulo de tiro.

source: GunPlank
es_es: Plataforma de Tiro

source: Harpoon Autoturret
es_es: AutoTorreta con Arpón

source: Harpoon Autoturret MkII
es_es: Torreta Mkll con Arpón

source: Harpoon Turret
es_es: Torreta con Arpón

source: DEFENCE
es_es: DEFENSA

source: Just as powerful as an advanced crossbow, but easier to use and faster to reload. The downside is that it needs electricity to operate, leaving a potential vulnerability.
es_es: Tan potente como una ballesta avanzada, pero más fácil de usar y más rápida de recargar. La desventaja es que necesita electrividad para funcionar, lo que supone una vulnerabilidad potencial.

source: Harpoon Turret MkII
es_es: Torreta Mkll con Arpón

source: A single shot turret with a lot of range, power and accuracy. It can also be handled well by amateurs.
es_es: Una torreta de un solo disparo con gran alcance, potencia y precisión. Puede ser bien manejada por amateurs también.

source: A single shot turret with a lot of range, power and accuracy. It can also be handled well by amateurs. With added spotlight fitted.
es_es: Una torreta de un solo disparo con gran alcance, potencia y precisión. Puede ser bien manejada por amateurs también. Con punto de mira incorporado.

source: Harpoon Turret MkII [light]
es_es: Torreta con Arpón MkII [ligera]

source: A heavy duty forge for crafting heavy plate armour. It can be built outside too, although that will leave it vulnerable to damage in harsh weather.
es_es: Una forja de alta resistencia para elaborar armadura de chapa gruesa. También puede ser construida en el exterior, aunque la dejará vulnerable a los daños en duras condiciones meteorológicas.

source: Heavy Armour Smithy
es_es: Forja de Armadura Pesada

source: Hemp Auto-Loom
es_es: Auto-Telar de Cáñamo

source: Hemp is a versatile crop and can be used for medicine, narcotics, fuel, and is a more efficient source of cloth. However, it may be regarded as illegal by some of the less free societies.
es_es: El cáñamo es un cultivo versátil que puede ser usado como medicina, narcótico, combustible, y es fuente de tejido más eficiente. Sin embargo, hay que considerar que es ilegal en algunas de las sociedades menos liberales.

source: Hemp Farm L
es_es: Granja de Cáñamo G

source: FARMING
es_es: CULTIVANDO

source: Hemp Farm M
es_es: Granja de Cáñamo M

source: Hemp Farm S
es_es: Granja de Cáñamo P

source: Hashish production uses a lot of power, and often poses danger from the authorities, but the profits are worth it.
es_es: La producción de hachís usa mucha energía, y a menudo plantea cierto peligro por parte de las autoridades, pero los beneficios lo vale.

source: Hemp Processor
es_es: Procesador de Cáñamo

source: A raised walkway for connecting swamp houses
es_es: Una pasarela elevada para conectar casas de la ciénaga

source: High Walkway
es_es: Pasarela en Altura

source: High Walkway Support
es_es: Apoyo de Pasarela en Altura

source: Hive Commune Hut
es_es: Choza Comunal del Enjambre

source: HIVE Door A
es_es: ENJAMBRE Puerta A

source: HIVE Door B
es_es: ENJAMBRE Puerta B

source: A Communal Hive Dwelling. Leave quickly.
es_es: Una Vivienda de la Comunidad Enjambre. Abandonar rápidamente.

source: HIVE Door C
es_es: ENJAMBRE Puerta C

source: Hive Queen Hut
es_es: Choza de la Reina del Enjambre

source: Hive Queen Throne
es_es: Trono de la Reina del Enjambre

source: Holy Sinner Torch
es_es: Antorcha del Pecador Sagrado

source: Dissenters make good fuel
es_es: Los disidentes hacen buen combustible

source: Repent your sins.
es_es: Arrepentirse de sus pecados.

source: Holy Sinner Torch Broken
es_es: Antorcha del Pecador Sagrado Rota

source: Glorious illumination provided by your benefactors.
es_es: Iluminación gloriosa provista por tus benefactores.

source: Holy Street Torch
es_es: Antorcha Sagrada Callejera

source: Holy Street Torch (out)
es_es: Antorcha Sagrada Callejera (fuera)

source: Holy Street Torch Broken
es_es: Antorcha Sagrada Callejera Rota

source: Unlawful destruction of Holy Nation property!
es_es: ¡Destrucción ilegal de una propiedad de la Nación Sagrada!

source: Holy Street Torch Snapped
es_es: Antorcha Sagrada Callejera Quebrada

source: A hybrid mine that internally produces building materials from the stone it mines.
es_es: Una mina híbrida que produce interiormente materiales de construcción de las piedras que extrae.

source: Hybrid Stone Mine
es_es: Mina Piedra Híbrida

source: Stone Mine
es_es: Mina de Piedra

source: A fully-automated hybrid stone mine with state of the art machinery.
es_es: Una mina híbrida de piedra totalmente automatizada con maquinaría de última generación.

source: Hybrid Stone Mine II
es_es: Mina de Piedra Híbrida II

source: Hydroponic Hemp
es_es: Cáñamo Hidropónico

source: Hydroponic Riceweed
es_es: Yerbarroz Hidropónico

source: Hydroponic Vegetables
es_es: Vegetales Hidropónicos

source: Wheat is a sturdy staple crop that won't die off if it runs out of water.
es_es: El trigo es un cultivo básico robusto que no se morirá en caso de sequía.

source: Hydroponic Wheatstraw
es_es: Trighebra Hidropónica

source: Divides up a space and help burglars sneak through your house easier.
es_es: Divide un espacio y ayuda a los ladrones a entrar en tu casa a hurtadillas más fácilmente.

source: Interior Wall
es_es: Muro Interior

source: Interior Wall: Metal
es_es: Muro Interior: Metal

source: Invisible Campfire
es_es: Fogata Invisible

source: Iron Refinery II
es_es: Refinería de Hierro II

source: This machine refines raw iron into higher grade iron plating that can then be used for construction.
es_es: Esta máquina refina hierro en bruto convirtiéndolo en planchas de hierro de gran calidad que puede ser utilizado para construir.
