Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: The second in a series of Holy Nation self help hand books: "101 tips and tricks that skeletons don't want you to know": "Did you know that Skeletons HATE heat? That the ingesting of human food clogs their nuts? That nature's soil fries their circuitry? Don’t be outsmarted by a Skeleton again with these helpful tips and tricks!"
es_es: El segundo de una serie de manuales de autoayuda de la Nación Sagrada: "101 consejos y trucos que los esqueletos no quieren que sepas": "¿Sabías que los Esqueletos ODIAN el calor? ¿Que la ingesta de comida humana atascan sus tripas? ¿Que la tierra natural frie sus circuitos? ¡No seas aventajado por un Esqueleto nunca más con estos provechosos consejos y trucos!"

source: The Guiding Light II
es_es: La Luz Guía II

source: The third in a series of Holy Nation self help hand books: "How to skeleton-proof your home": "The only way to fight darkness is with light! In this installment, we cover how to protect your home from Skeletons with prayer, incantations, charms and 'honey traps'. Good lighting and good prayer will take you a long way in the crusade against the Dark Agents..."
es_es: El tercero de una serie de manuales de autoayuda de la Nación Sagrada: "Como hacer tu casa resistente-a-los-esqueletos": "¡La única manera de luchar contra la oscuridad es con luz! En esta entrega, cubrimos como proteger tu hogar de Esqueletos con oraciones, conjuros, encantamientos y 'trampas de miel'. Una buena iluminación y una buena plegaria te llevará lejos en la cruzada contra los Agentes Oscuros..."

source: The Guiding Light III
es_es: La Luz Guía III

source: The fourth in a series of Holy Nation educational hand books: "The horned devil: Man or monster?": "The horned devil was created human, as brother of the Okranite. But the horned devil possessed a sinful mind, it rejected Okran's light in its heart in favor of Narko's temptations. And so the horned devil's skin devolved, dark and grey, no different to a rotting corpse; its purity and all its light drained of the body. It sprouted the horns of a wild beast and it resisted the word of Okran with the savagery of a monster. The horned devil is not completely lost to the darkness… but resistance from the unholy beast deserves no mercy."
es_es: El cuarto de una serie de manuales educativos de la Nación Sagrada: "El diablo cornudo: ¿Hombre o monstruo?": "El diablo cornudo fue creado humano, como hermano de los Okranitas. Pero el diablo cornudo poseía una mente pecaminosa, rechazó la luz de Okran en su corazón a favor de las tentaciones de Narko. Y así la piel del diablo cornudo se volvió, oscura y gris, algo parecido a un cadáver podrido; su pureza y toda su luz disipada de su cuerpo. Le brotaron los cuernos de una bestia salvaje y se opone a la palabra de Okran con la ferocidad de un monstruo. El diablo cornudo no está perdido completamente en la oscuridad... aunque la resistencia de la bestia impía no merece ninguna misericordia."

source: The Guiding Light IV
es_es: La Luz Guía IV

source: The fifth in a series of Holy Nation self help hand books: "How to educate your wife": "Although women have deep links with Narko, they must not be treated as if they were Darkened. A man's role in life is to follow the will of Okran so that we may reach enlightenment. Doing so involves taming the darkness in a woman's heart. Congratulate her whenever she makes a pious act; whenever she behaves properly and respectfully. Punish her when she tries to rebel; beat her so that she may remember the proper ways. But do not needlessly beat her; as for a dog, the training must be just in order to work. Guide your wife to the righteous path, and tomorrow, we shall be in the Golden plains."
es_es: El quinto de una serie de manuales de autoayuda de la Nación Sagrada: "Como educar a tu esposa": "Aunque las mujeres tienen profundas conexiones con Narko, no deben ser tratadas como si fueran Oscuras. El papel de un hombre en la vida es seguir la voluntad de Okran y así alcanzar la iluminación. Hacerlo implica domesticar la oscuridad en el corazón de la mujer. Felicítalasi hace un acto pío; siempre que se comporte de manera apropiada y respetuosa.Castígala cuando trate de rebelarse; golpéala para que pueda recordar las buenas formas. Pero no le pegues innecesariamente; al igual que un perro, el entrenamiento debe ir parejo con el trabajo. Guía a tu esposa por el camino recto, y mañana, deberíamos estar en las Llanuras Doradas."

source: The Guiding Light V
es_es: La Luz Guía V

source: The Guiding Light VI
es_es: La Luz Guía VI

source: The sixth in a series of Holy Nation educational hand books: "The insect fiend: A lost cause?": "The insect fiend is almost completely lost to the darkness, their obsidian, vacuous eyes devoid of any soul. The narrow minded worship of their bogus goddess, or their ‘queen’, only further fuels their selfish desires and their rejection of Okran’s light. This tragic heresy has resulted in the eroding of their flesh into the beastly form of a hollow, most vile body, one that almost resembles the early makings of a Skeleton. Is this the beginnings of their devolution into an Agent of Darkness, a minion of the Dark Demoness? Perhaps. Seek caution amongst the insect fiend as you would an Agent of Darkness. But, most importantly of all, show them mercy; sometimes the most compassionate approach is to put one out of the misery of their blackened existence, quickly and painlessly."
es_es: El sexto de una serie de manuales de autoayuda de la Nación Sagrada: "El demonio de los insectos: ¿Una causa perdida?": "El demonio de los insectos está casi completamente perdido ante la oscuridad, sus ojos obsidianos, vacíos y desprovistos de alma. La estrecha mente adoratriz de su falsa diosa, o su 'reina', tan sólo alimenta más sus egoístas deseos y su rechazo a la luz de Okran. Esta trágica herejía ha conducido al deterioro de su carne convertida en la forma bestial de un cuerpo hueco, vil, que casi se asemeja a los inicios de un Esqueleto. ¿Es esto el principio de su involución en Agentes de la Oscuridad, un siervo de la Diablesa Oscura? Tal vez. Procura ser cauto ante el demonio de los insectos como si fueses un Agente de la Oscuridad. Pero lo más importante de todo, muéstrales misericordia; a veces el acercamiento más compasivo es poner fin a sus ennegrecidas existencias, rápidamente y sin causar dolor."

source: The Holy Crusade
es_es: La Cruzada Sagrada

source: A recent text from the Holy Lord Phoenix LXII Himself: "We must obey our Creator who gives us purpose, who protects us from the night. To bring forth the day of Enlightenment and enjoy the everlasting Golden Plains; To fight the second extinction and bring peace to all believers. An impure race must be taken in as one's own brother, taught in the ways of Okran and given a chance of purpose, to serve in the crusade. Times will come when the corrupted will resist, when the corrupted must be destroyed. When we execute a horned devil, it is not cruelty, it is mercy. We are putting at rest their twisted existence and sending back their souls to the Okran, so that on the day of Enlightenment, he will allow them to be reborn as human. This is the will of our Creator. To dishonor our Father is to bring our civilization on the verge of destruction."
es_es: Un texto reciente de el Mísmisimo Santo Señor Fénix LXII: "Debemos obedecer a nuestro Creador quien nos da sentido, quien nos protege de la noche. Para traernos el día de la Iluminación y disfrutar las eternas Llanuras Doradas; Para luchar contra la segunda extinción y traer la paz a todos los creyentes. Una raza impura debe ser asimilada como si fuera nuestro propio hermano, enseñada en los caminos de Okran y dada la oportunidad de hallar el sentido, para servir en esta cruzada. Vendrán tiempos en que lo corrupto resistirá, en que lo corrupto debe ser destruido. Cuando ejecutamos un diablo cornudo, no es crueldad, es misericordia. Enviamos a descansar su retorcida existencia y enviamos de regreso sus almas con el Okran, de modo que en el día de la Iluminación, les permitirá renacer como humanos. Esta es la voluntad de nuestro Creador. Deshonrar a nuestro Padre es llevar a nuestra civilización al borde de la destrucción."

source: The religious book of the Holy Nation, every citizen has to have one by law.
es_es: El libro religioso de la Nación Sagrada, cada ciudadano debe tener uno por ley.

source: The Holy Flame
es_es: La Llama Sagrada

source: "The number one, best selling children's book of today! Little Timmy liked climbing trees and playing hide and seek with his friends, but he always skipped on his prayers. Then Timmy met his first Skeleton.."
es_es: "¡El número uno, el libro superventas de los niños de hoy! Al Pequeño Tim le gustaba escalar árboles y jugar al escondite con sus amigos, pero siempre se saltaba los rezos. Entonces Tim se encontró con su primer Esqueleto..."

source: The Little Boy That Got Dismembered By Skeletons
es_es: El Niño Pequeño Que Fue Desmembrado Por Los Esqueletos

source: Distinct changes in architecture and tech levels suggest multiple eras and downfalls throughout history, at the very least we can see evidence of two ages before our own. We have: structure Xs which are centrally scattered, and structure Ys scattered north of the Floodlands area. Comparing the two eras, X were considerably more advanced and established than Y, with a markedly larger network and more advanced industry. The unnatural scattering of constructions indicates a highly destructive (man-made or natural) disaster as a possible reason for downfall. The significant change in 'elaborateness' of ruins shows a heavy divide within castes. Y, on the other hand, seems to share some of the same technologies but shows to be a far more ramshackle and inferior version of X. Civilisation X was far more long lived than Y, perhaps Y came into being as a more inferior imitation of X frantically trying to rebuild their lost empire. Theorist Sabina maintains that the surviving skeleton race we see today lived as the dominant inhabitants of X, however this does not explain why the skeletons would not have been able to rebuild their civilisation, based on their advanced knowledge. Either way, based on the tech found in the labs of civilisation X, skeletons definitely existed within this culture. Whether they were merely a creation of X or the sole inhabitants of X we still do not know. Only further surveying will tell. - Finch
es_es: Distintos cambios en la arquitectura y en niveles de desarrollo tecnológico sugieren múltiples eras y decadencias a lo largo de la historia, por lo menos podemos ver evidencia de dos épocas antes de la nuestra. Tenemos: estructuras en X que están centralmente dispersas, y estructuras en Y dispersas al norte del área de Anegalandia. Comparando las dos eras, X estaban considerablemente más avanzados y establecidos que Y, con una red marcadamente mayor y una industria más desarrollada. La dispersión antinatural de las construcciones indica un desastre altamente (hecho por el hombre o natural) destructivo como posible razón de la caída. El significativo cambio en la 'elaboración' de las ruinas muestra una fuerte división entre castas. Y, por otro lado, parece compartir algunas de las tecnologías pero parece ser una versión destartalada e inferior de X. La civilización X ha vivido más tiempo que Y, tal vez Y pasó a ser algo así como una imitación inferior de X intentando frenéticamente reconstruir su imperio perdido. La teórica Sabina mantiene que la raza de esqueletos supervivientes que hoy día conocemos vivieron como los habitantes dominantes de X, sin embargo, esto no explicaría por qué los esqueletos no habrían sido capaces de reconstruir su civilización, basándose en sus desarrollados conocimientos. Sea como sea, basada en la tecnología hallada en los laboratorios de la civilización X, los esqueletos existieron definitivamente como parte de esta cultura. Ya sea que ellos eran una simplemente una creación de X, ya sea que fuesen los únicos habitantes de X, esto aún no lo sabemos. Tan sólo sondeos posteriores nos dirán. - Finch

source: The Lost Ancients I
es_es: Los Antiguos Perdidos I

source: The Lost Ancients II
es_es: Los Antiguos Perdidos II

source: Without a doubt, at least two very distinct cultures existed before our own, however, WHEN these civilisations came into being is the key question. On what evidence are we assuming that these civilisations existed at different times? Y appears to have been intellectually inferior, but the similar tech levels clearly suggest that these two cultures did in fact have an overlap in history. Did these two civilisations war with and destroy each other? Was one isolating itself and fleeing from the other? Judging by the relics and advanced tech from X, its culture was largely skeleton based. If the skeletons from X warred with and wiped out the organic lifeforms from Y, this would at least give some plausibility to the religious scripts found within the various schools of Okranism. We cannot write off the historical input of an established religion on account of the disciple's irrational interpretation of it. Clouded with irrationality it may be, but I believe we can still salvage some truth from its ancient foundations. - Sabina
es_es: Sin lugar a dudas, al menos dos culturas muy diferentes existieron antes que la nuestra, sin embargo, CUÁNDO surgieron estas civilizaciones es la cuestión central. ¿En qué evidencia nos basamos para asumir que estas civilizaciones existieron en momentos diferentes? Y parece haber sido intelectualmente inferior, pero los similares niveles de desarrollo tecnológico sugieren que estas dos culturas estuvieron de hecho solapadas en la historia. ¿Se enfrentaron entre sí ambas civilizaciones hasta destruirse mutuamente? ¿Estaba una de ellas aislada voluntariamente y retirada de la otra? A juzgar por las reliquias y la avanzada tecnología de X, su cultura estaba basada en gran parte en el esqueleto. Si los esqueletos de X combatieron y aniquilaron las formas de vida orgánicas de Y, esto al menos daría alguna plausibilidad a las escrituras religiosas encontradas en varias escuelas del Okranismo. No podemos descartar la contribución histórica de una religión establecida teniendo en cuenta la interpretación irracional que hace de ella el discípulo. Puede ser confundido con irracionalidad, pero creo que aún podemos salvaguardar algo de verdad de sus antiguas fundaciones. - Sabina

source: The memory loss, self destruction and inability to rebuild their lost empire make it a decidedly more likely scenario that skeletons existed alongside a superior ruling organic race. But how did skeletons survive the mass extinction? And why do they have no memory of the ancient ages despite their ancient life span? Most likely the memory loss is down to simple stability breakdown due to old age, but here we have multiple explanations for the skeleton survival: 1) The safe incubation of new skeletons 'being born' during the event 2) Fleeing to safety during the turmoil while their masters perished 3) The masters succumbed to biologically destructive means while the skeletons were unaffected. In order to investigate these explanations further we will need to carry out deeper excavations in the central plains. Tests on volunteer skeletons would also be hugely beneficial to our studies. - Finch
es_es: La pérdida de memoria, autodestrucción e incapacidad para reconstruir su imperio perdido plantean sin lugar a dudas un escenario en que los esqueletos existieron junto a una raza orgánica superior y dominante. Pero, ¿cómo hicieron los esqueletos para sobrevivir a la extinción masiva? ¿Y por qué no tienen memoria de las eras antiguas a pesar de su antigua esperanza de vida? Lo más probable es que la pérdida de memoria se deba a la sencillo descenso de la estabilidad debido a la vejez, pero aquí tenemos múltiples explicaciones sobre la supervivencia de los esqueletos: 1) La incubación segura de nuevos esqueletos 'pseudonacidos' durante el evento 2) La huída hacia sitio seguro durante la agitación mientras sus amos eran destruidos 3) Los amos sucumbieron a fuerzas destructivas biológicas mientras que los esqueletos no se vieron afectados. Con la intención de investigar estas explicaciones más allá, necesitaremos llevar a cabo excavaciones más profundas en las llanuras centrales. Pruebas en esqueletos voluntarios podrían ser sumamente beneficiosos para nuestros estudios. - Finch

source: The Mystery Of Skeletech I
es_es: El Misterio De Esqueletec I

source: The memory loss of the skeleton is perhaps as perplexing as their very survival. With that, a large portion of salvaged skeleton remains show suicide to be the cause of death, but what was the reasoning behind this tragic mass suicide? The skeletons are logical thinkers, it makes sense that once they have carried out their life's purpose, there is no need for them to live on - An existential crisis if you will. Now for the purpose of the skeleton: to destroy their enemy, the ancient civilization. Whether they infiltrated ancient society with a mission, succumbed to their own madness or simply rebelled and triumphed against their 'masters' in a civil war; their job was plain and simple, destruction. - Idad
es_es: La pérdida de memoria de los esqueletos tal vez sea tan desconcertante como su misma supervivencia. Así y con todo, una gran proporción de esqueletos rescatados que quedan señalan al suicidio como la causa de muerte, ¿pero cual era el razonamiento tras este trágico suicidio masivo? Los esqueletos eran pensadores lógicos, lo que tiene sentido que una vez que ellos han realizado el propósito de sus vidas, no haya necesidad para ellos de seguir viviendo - Una crisis existencial si lo prefieres. Ahora el propósito de los esqueletos: destruir a su enemigo, la civilización antigua. Ya sea que se infiltraron en la socidad antigua con una misión, o si sucumbieron a su propia locura o si sencillamente se rebelaron y triunfaron contra sus 'amos' en una guerra civil; su trabajo era simple y claro, destrucción. - Idad

source: The Mystery Of Skeletech II
es_es: El Misterio De Esqueletec II

source: The Pacifier: Guidance For A Troublemaker
es_es: El Pacificador: Consejos Para Un Agitador

source: Hoo boy, did I get myself in a mess! First off, I spilt my veggie bowl on noble Yoshinaga's robes, managed to hightail it across the sands all the way to Stack with a trail of angry samurai on my back. Then! Then I only go and speak to the high priest 'before being spoken to', and, boy, he was not happy with me. I tried to hightail it out of Stack at that point, but tore my rags on the Phoenix' statue and bore my 'heinous udders' for all to see. Honestly, at that point, I was pretty irritated at having my sweet greenfruits referred to as udders, so I stuck 'em the middle finger and yelled every curseword under the sun. I got thrown in a prison cage and conveniently broken out by a fellow ninja inmate two weeks later. But how could I live easy with two of the most powerful world factions hating my guts, you ask? Well, I did what I do whenever I need something fixed. I paid a guy in a bar to make my problems go away. Anyway, what's my point in this long-winded story? My point, friend, is that no matter what kind of bad day you're having, all problems can be solved!... With money. Otherwise you're pretty screwed. So here it is, a directory I've compiled of all faction pacifiers and their locations for when you're having that particularly bad day week: Holy Nation Pacifier: Shark Traders Guild Pacifier: Blister Hill Shek Kingdom Pacifier: World's End United Cities Pacifier: Lagoon Slave Traders: Stoat Hounds Pacifier: Hub Flotsam Pacifier: Squin Anti Slaver Pacifier: Mud Town Good luck, troublemaker. Yara
es_es: ¡Uy, chaval, en menudo lío me metí! Antes que nada, derramé mi bol de verdus en la indumentaria del noble Yoshinaga, logré salir pitando a través de las arenas hasta llegar a Stack con un reguero de samurais enfadados a mis espaldas. ¡Entonces! Entonces, voy directo a hablar con el sumo sacerdote 'antes de que él me hablase', y, te lo digo, chaval, le sentó fatal. Intenté salir por patas de Stack llegado este punto, pero se rasgaron mis harapos en la estatua del Fénix y mis 'abominables ubres' se asomaron a la vista de todos. Honestamente, en ese momento, estaba bastante molesto con que se hubiesen referido a mis dulces verdufrutas como ubres, así que les estampé el dedo corazón chillé toda palabrota escrita bajo el sol. Me metieron en una jaula y de la que oportunamente escapé con un colega ninja preso dos semanas después. ¿Pero cómo podría vivir feliz con dos de las facciones más poderosas odiándome a muerte?, preguntas. Bueno, hice lo que hago cuando necesito arreglar algo. Pagué a un tío en un bar para hacer que mis problemas se alejen. En todo caso, ¿a qué voy con toda esta historia interminable? ¡Mi punto, amigo, es que sin importar qué clase de mal día tengas, todos los problemas pueden ser resueltos!... Con dinero. De otro modo, estás bastante jodido. Así que aquí tienes, un directorio que he compilado con todas las facciones pacificadoras y sus ubicaciones para cuando estés en ese día particularmente chungo de la semana: Pacificador de la Nación Sagrada: Shark Pacificador del Gremio de los Comerciantes: Colino Burbujo Pacificador del Reino Shek: Fin del Mundo Pacificador de las Ciudades Unidas: Laguna Pacificador de los Vendedores de Esclavos: Armiño Pacificador de los Sabuesos: Meollob Pacificador de las Flotsam: Squin Pacificador de los Antiesclavistas: Pueblo Lodo Buena suerte, agitador. Yara

source: The Red Rebellion
es_es: La Rebelión Roja
