Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: Iron Refinery III
es_es: Refinería de Hierro III

source: Iron Refinery
es_es: Refinería de Hierro

source: Iron Refinery IV
es_es: Refinería de Hierro IV

source: Iron Resource
es_es: Recurso Hierro

source: Iron Rock
es_es: Roca de Hierro

source: Item Furnace
es_es: Horno de objetos

source: The furnace melts down unwanted scrap- weapons, armour etc- back into raw iron. It's also a good way to dispose of any severed limbs you have lying around your base after a battle.
es_es: El alto horno funde restos de armas desestimadas, armaduras, etc., y las convierte en hierro en bruto. También es una buen modo de deshacerse de cualquier miembro cercenado que esté tirado en el suelo alrededor de tu base después de una batalla.

source: Junk Pile A
es_es: Pila de Chatarra A

source: A big pile of rusty junk
es_es: Una pila enorme de trastos oxidados

source: Junk Pile B
es_es: Pila de Chatarra B

source: Junk Pile C
es_es: Pila de Chatarra C

source: Junk Pile D
es_es: Pila de Chatarra D

source: Lagoon Platform
es_es: Plataforma de la Laguna

source: Lamp Indoor Gas
es_es: Lámpara de Gas de Interior

source: Large Barrels
es_es: Barriles Grandes

source: Storage area for rum.
es_es: Área de almacenamiento de ron.

source: Drinks
es_es: Bebidas

source: Great for putting things in.
es_es: Estupenda para meter cosas.

source: Large Basket
es_es: Cesta Grande

source: Large house -old
es_es: Casa grande -vieja

source: Large Torch Post
es_es: Poste de Lámpara Grande

source: Large Wall Light
es_es: Luz de Pared Grande

source: All the tools and stuff you need to craft light armour types.
es_es: Todas las herramientas y cosas que necesitas para elaborar distintos tipos de armadura ligera.

source: Leather Armour Crafting Bench
es_es: Mesa de Trabajo para Elaborar Armadura de Piel

source: The place where leather comes from
es_es: El lugar del que procede el cuero

source: Leather Tanning Bench
es_es: Mesa de Trabajo de Teñido de Cuero

source: A decently spacious building shell.
es_es: Un armazón de la construcción decentemente espacioso.

source: L-House
es_es: Casa-L

source: L-House Lagoon
es_es: Casa-L Laguna

source: LIGHTS
es_es: LUCES

source: Light Post I
es_es: Poste de Luz I

source: Light Post
es_es: Poste de Luz

source: A standalone light source, commonly used for street lighting in fancy cities.
es_es: Una fuente de luz independiente, comúnmente usada para el alumbrado público en ciudades sofisticadas.

source: Light Post II
es_es: Poste de Luz II

source: Light Post III
es_es: Poste de Luz III

source: A simple locked box used to practice the art of lockpicking. It has a transparent cutaway on the side, so beginners can see how a lock works internally.
es_es: Una sencilla caja con cerradura utilizada para practicar el arte de forzar cerraduras. Tiene un corte de sección transparente en un lado, así los principiantes pueden ver cómo funciona una cerradura internamente.

source: Locksmith Training Box
es_es: Caja de Entrenamiento de Cerrajero

source: TRAINING
es_es: ENTRENANDO

source: Locksmith Training Box II
es_es: Caja de Entrenamiento de Cerrajero II

source: Locksmith Training Box III
es_es: Caja de Entrenamiento de Cerrajero III

source: Longhouse
es_es: Casa comunal

source: A long, narrow building shell.
es_es: Una estructura larga, estrecha.

source: Machine Block
es_es: Máquina Bloque

source: Makeshift Gate
es_es: Puerta Provisional

source: A crappy gate that won't keep the enemies at bay for long.
es_es: Una puerta de mierda que no mantendrá a los enemigos a raya por mucho tiempo.

source: Makeshift Wall
es_es: Muro Provisional

source: Makeshift Wall Short
es_es: Muro Corto Provisional

source: Manual Iron Refinery
es_es: Refinería Manual de Hierro

source: Manual Oil Drill
es_es: Perforadora Manual de Petróleo

source: MINING
es_es: EXTRAYENDO

source: This machine can process raw stone and turn it into useful building materials. It doesn't need any power, but you need a lot of people to operate it.
es_es: Esta máquina puede procesar piedra bruta y convertirla en materiales de construcción útiles. No necesita energía, pero necesitas mucha gente para ponerla en marcha.

source: Manual Stone Processor
es_es: Procesador Manual de Piedra

source: Market Stall A
es_es: Puesto del Mercado A

source: Market Stall B
es_es: Puesto del Mercado B

source: Market Stall C
es_es: Puesto del Mercado C

source: Market Tent
es_es: Tienda de Mercado

source: Market Tent Big
es_es: Tienda de Mercado Grande

source: Market Tent Long
es_es: Tienda de Mercado Larga

source: Market Tent Small
es_es: Tienda de Mercado Pequeña

source: Meas Cave
es_es: Cueva Neas

source: Medical Workbench
es_es: Mesa de Trabajo Médica

source: CRAFTING
es_es: ELABORANDO

source: A safe place to store all your medikits.
es_es: Un lugar seguro para almacenar todos tus botiquines.

source: Medicrate
es_es: Cajón médico

source: Medical Kits
es_es: Botiquines Médicos

source: Medium Tent
es_es: Carpa Mediana

source: A tent used by mercenaries to shelter from the rain.
es_es: Una tienda empleada por los mercenarios para refugiarse de la lluvia.

source: CAMPING
es_es: ZONA DE ACAMPADA

source: Mercenary Tent
es_es: Tienda de Campaña Mercenaria

source: Metal Box
es_es: Caja de Metal

source: Metal Chest
es_es: Arca de Metal

source: You can store anything in here.
es_es: Puede almacenar cualquier cosa aquí.

source: Metal Table
es_es: Mesa de Metal

source: Metal Table Broken
es_es: Mesa de Metal Rota

source: Metal Wallhouse
es_es: Casamural Metálica

source: A makeshift house, built tall and flat to fit against steep slopes.
es_es: Una casa improvisada, construida alta y plana para que se adecúe a pendientes empinadas.

source: A huge metal shelter.
es_es: Un refugio de metal enorme.

source: Metal Warehouse
es_es: Almacén Metálico

source: Moor Tower
es_es: Torre Moor

source: A heavy duty crossbow mounted on a swivel. It has a 180 degree fire arc and is best mounted on walls. Not so great against heavy armour.
es_es: Una ballesta pesada montada en un eje giratorio. Tiene un arco de disparo de 180º y va mejor instalada en muros. No es genial contra armaduras pesadas.

source: Mounted Crossbow
es_es: Ballesta Montada

source: The Mark II has an advanced draw mechanism, which speeds up reload time, range and power.
es_es: La Marca II tiene un avanzado mecanismo de tensado lo que acelera el tiempo de recarga, alcance y potencia.

source: Mounted Crossbow mkII
es_es: Ballesta Montada Mkll

source: The Mark II has an advanced draw mechanism, which speeds up reload time, range and power. With added spotlight fitted.
es_es: La Marca II tiene un avanzado mecanismo de tensado lo que acelera el tiempo de recarga, alcance y potencia. Con punto de mira incorporado.

source: Mounted Crossbow mkII [light]
es_es: Ballesta Montada Mkll [ligera]

source: Multi-Barrel Harpoon AUTOTurret
es_es: AUTOTorreta Multi-Cañón con Arpón

source: Multi-Barrel Harpoon Turret
es_es: Torreta Multi-Cañón con Arpón

source: Man does this crazy beast chuck out some 'poons. Not as powerful as other turrets however, and accuracy and reload times are terrible unless used by a skillful gunner.
es_es: Un hombre hace esta loca bestia descartando algunos arpones. Sin embargo, no es tan potente como otras torretas, y la precisión y tiempos de recarga son terribles si no es usada por un tirador habilidoso.

source: No Entry Sign
es_es: Sin Letrero de Entrada

source: Oil Drill
es_es: Perforadora de Petróleo

source: Oil Refinery
es_es: Refinería de Petróleo

source: Old Bed
es_es: Cama Vieja

source: Old House
es_es: Casa Vieja

source: Old Small Shack
es_es: Choza Pequeña y Vieja

source: Old Stool
es_es: Taburete Viejo

source: Old Storm House
es_es: Casa de Tormenta Vieja

source: Ore Drill II
es_es: Taladro Mineral II

source: A semi-automated mining system for hauling raw metals out of the ground.
es_es: Un sistema de extracción semi-automático para sacar metales en bruto del suelo.

source: Ore Drill III (Automated)
es_es: Taladro Mineral III (Automático)

source: Ore Mine
es_es: Mina Mineral

source: A fully-automated, cutting edge mining system.
es_es: Un sistema de extracción con corte de cuchilla, completamente automático.

source: A basic source of metal ores.
es_es: Una fuente básica de minerales metálicos.

source: Ore Mine II
es_es: Mina Mineral II

source: Processes ore to make steel bars
es_es: Procesa mineral y lo convierte en barras de acero

source: Ore Processor
es_es: Procesador de Mineral

source: (Decorative) Everyone's gotta go.
es_es: (Decorativo) Todo el mundo tiene que ir.

source: Outhouse
es_es: Retrete

source: Outpost Gate
es_es: Puerta de Puesto Avanzado

source: Outpost Heavy Gate
es_es: Puerta Pesada del Puesto Avanzado

source: A very large, self-containable citadel
es_es: Una ciudadela auto-controlable, muy grande

source: Outpost Prison
es_es: Prisión del Puesto Avanzado

source: Outpost Prison Ramp
es_es: Rampa de Prisión del Puesto Avanzado

source: A spiral ramp up to the citadel entrance.
es_es: Una rampa en espiral hasta la entrada de la ciudadela.

source: Outpost s-I
es_es: Puesto Avanzado s-I

source: Outpost s-II
es_es: Puesto Avanzado s-II

source: The "s-III" version is a tough outpost that builds well on awkward terrain.
es_es: La versión "s-III" es un puesto avanzado resistente que se erige bien en un terreno difícil.

source: Outpost s-III
es_es: Puesto Avanzado s-III

source: Outpost s-IV
es_es: Puesto Avanzado s-IV

source: The ultimate building. Large, spacious, and tough.
es_es: La construcción definitiva. Grande, espaciosa, y resistente.

source: Outpost Stairs
es_es: Escaleras del Puesto Avanzado

source: BUILDINGS
es_es: EDIFICIOS

source: Outpost s-V
es_es: Puesto Avanzado s-V

source: Partition
es_es: Partición

source: A machine designed to slowly and carefully remove the outer layers of whatever is put inside.
es_es: Una máquina diseñada para quitar despacio y con cuidado las capas exteriores de cualquier cosa que metas.

source: Peeler Machine
es_es: Máquina Peladora

source: A simple bench for the task of hammering out metal into basic armour plates.
es_es: Una sencilla mesa de trabajo para la tarea de martillear el metal hasta convertirlo en planchas de una armadura básica.

source: Plate Beating Station
es_es: Estación de Golpeteo de Planchas

source: Straddles gaps and rivers.
es_es: Horquillas sobre huecos y ríos.

source: Pontoon Bridge
es_es: Puente Flotante

source: A basic cage for holding prisoners.
es_es: Una jaula sencilla para retener prisioneros.

source: Prisoner Cage
es_es: Jaula de Prisionero

source: Prisoner Pole
es_es: Poste de Prisionero

source: Quad Streetlamp
es_es: Cuádruple Farola

source: Quarry Crane
es_es: Grúa de Cantera

source: Quarry Mine A
es_es: Cantera A

source: Quarry Mine B
es_es: Cantera B

source: Quarry Post
es_es: Base para Cantera

source: Quarry Scaffold
es_es: Andamio para Cantera

source: Rain Collector
es_es: Colector de Lluvia

source: Raised House
es_es: Casa Elevada

source: A research bench is vital to enabling new weapons and technologies.
es_es: Una mesa de trabajo de investigación es vital para posibilitar nuevas armas y tecnologías.

source: Research Bench II
es_es: Mesa de Investigación II

source: Research Bench III
es_es: Mesa de Investigación III

source: Research Bench IV
es_es: Mesa de Investigación IV

source: Research Bench V
es_es: Mesa de Investigación V

source: Research Bench VI
es_es: Mesa de Investigación VI

source: Riceweed needs wet environments, like the swamps.
es_es: Yerbarroz necesita ambientes húmedos, como las ciénagas.

source: Riceweed Farm L
es_es: Rancho de Yerbarroz G

source: Riceweed Farm M
es_es: Rancho de Yerbarroz M

source: Riceweed Farm S
es_es: Rancho de Yerbarroz P

source: Assemble robot parts.
es_es: Ensamblar partes de robot.

source: Robotics Bench
es_es: Mesa de Trabajo de Robótica

source: Round Bar Table
es_es: Mesa Redonda de Bar

source: A round wooden table
es_es: Mesa redonda de madera

source: Round table
es_es: Mesa redonda

source: Storage barrels for rum
es_es: Barriles depósito para ron

source: Rum Barrels
es_es: Barriles de Ron

source: A still that can make you precious rum! Rum!
es_es: ¡Una destiladora que puede hacerte precioso ron! ¡Ron!

source: Rum Still
es_es: Destiladora de Ron

source: Rusty Sink
es_es: Fregadero Oxidado

source: A rusty sink.
es_es: Un fregadero oxidado.

source: Safe
es_es: Caja fuerte

source: The ultimate high-security storage
es_es: El depósito de máxima seguridad definitivo

source: Sake Barrels
es_es: Barriles de Sake

source: Storage barrels for sake
es_es: Barriles para almacenamiento de sake

source: A contraption for the distillation of sake, made from fermented riceweed.
es_es: Un artilugio para la destilación de sake, a partir de la yerbarroz fermentada.

source: Sake Still
es_es: Destiladora de Sake

source: Saloon
es_es: Taberna

source: Makes a good bar or shop.
es_es: Hace un buen bar o tienda.

source: An ragged tent that can be crafted in the field out of animal skins. It offers some protection from the rain.
es_es: Una harapienta tienda de campaña que pudo ser elaborada en el campo con pieles de animales. Ofrece un poco de protección de la lluvia.

source: Scrap Tent
es_es: Retaltienda de campaña

source: Searchlight
es_es: Proyector

source: A powerful searchlight, for external use only.
es_es: Un potente proyector, solo para uso externo.

source: Secure Weapon Cabinet
es_es: Vitrina de Arma Segura

source: Secure storage for all your weapons.
es_es: Depósito seguro para todas tus armas.

source: Secure Wooden Chest
es_es: Arca de Madera Segura

source: Shade Cover
es_es: Cubierta Sombreada

source: Shelf
es_es: Estantería

source: Shelves
es_es: Estantes

source: Shield Bridge
es_es: Puente Escudo

source: Place items you want to sell in a shop counter. If the building and town is open to public visitors then customers will come to buy things.
es_es: Coloca en el mostrador de una tienda ítems que quieras vender. Si la construcción y el pueblo están abiertos al visitantes públicos, los clientes vendrán a comprar cosas.

source: Shop Counter
es_es: Mostrador de la Tienda

source: Shop Counter Large old
es_es: Mostrador de Tienda Grande viejo

source: Shop Counter Old
es_es: Mostrador de Tienda Viejo

source: An old box used as a seat. Efficient. Clever.
es_es: Una caja vieja usada como asiento. Eficiente. Inteligente.

source: Sitting Box
es_es: Cajón para Sentarse

source: Sitting Pillow
es_es: Almohada para Sentarse

source: A luxurious cushion like that what the nobles have.
es_es: Un cojín de lujo como los que tienen los nobles.

source: Sitting spot (invisible)
es_es: Lugar para sentarse (invisible)

source: Assemble replacement limbs.
es_es: Ensamblar miembros de repuesto.

source: Skeleton Limb Bench
es_es: Banco de Trabajo para Miembros de Esqueletos

source: As skeletons get constantly damaged and repaired their bodies start to wear down. When this wear becomes too much it can be repaired at a repair bed.
es_es: Como los esqueletos sufren constantemente daños y reparaciones, sus cuerpos comienzan a agotarse. Cuando este desgaste es excesivo puede ser reparado en una cama reparadora.

source: Skeleton Repair Bed
es_es: Cama Reparadora de Esqueleto

source: Skeleton Shredder
es_es: Trituradora de Esqueleto

source: Small Barrel
es_es: Barril Pequeño

source: Small Broken Barrel
es_es: Barril Pequeño Roto

source: Small Broken Crate
es_es: Cajón Pequeño Roto

source: smashed
es_es: hecho trizas

source: Small Copper Resource
es_es: Pequeño Recurso de Cobre

source: A small crate
es_es: Un cajón pequeño

source: Small Crate
es_es: Cajón Pequeño

source: An electrical generator that runs on biofuel.
es_es: Un generador eléctrico que funciona con biocombustible.

source: Small Generator
es_es: Generador Pequeño

source: POWER
es_es: ENERGÍA

source: Generator
es_es: Generador

source: Small Iron Resource
es_es: Pequeño Recurso de Hierro

source: TECH
es_es: TECN

source: Small Research Bench
es_es: Mesa de Investigación Pequeña

source: A research bench is vital to enabling new weapons and technologies. This little one will fit in a small shack, and is good for getting started out.
es_es: Una mesa de trabajo para investigar es vital para posibilitar nuevas armas y tecnologías. Esta pequeñita cabrá en una pequeña choza, y es estupenda para empezar.

source: Small Shack
es_es: Choza Pequeña

source: A small building shell, barely enough room to breathe, but it makes a good starter because its so cheap and easy to build.
es_es: Una estructura pequeña, con apenas suficiente espacio para respirar, pero es un buen comienzo porque es muy barata y fácil de construir.

source: A small table that will quickly get full of useless junk.
es_es: Una mesa pequeña que rápidamente se llenará de trastos inútiles.

source: Small Table
es_es: Mesa Pequeña

source: Small Tent
es_es: Tienda de Campaña Pequeña

source: Small Wall Light
es_es: Luz de Pared Pequeña

source: Small Water Tank
es_es: Tanque de Agua Pequeño

source: Small Wind Generator
es_es: Aerogenerador Pequeño

source: Small wind generators are better at generating a more consistent output in all winds, but have less power overall.
es_es: Aerogeneradores pequeños son mejores al generar un resultado más consistente en todo tipo de vientos, pero tiene menos potencia en general.

source: Smallbox
es_es: Cajita

source: Smashed Chest
es_es: Arca Destrozada

source: Snailhouse
es_es: Casacola

source: A wide open two-story building that often serves as a bar.
es_es: Una construcción amplia y abierta de dos pisos que a menudo sirve como bar.

source: Snailhouse Lagoon
es_es: Casacola Laguna

source: Spiked Cage
es_es: Jaula con Púas

source: Split-Rail Fence A
es_es: Cerca de Madera A

source: Split-Rail Fence B
es_es: Cerca de Madera B

source: Split-Rail Fence C
es_es: Cerca de Madera C

source: Spotlight
es_es: Foco

source: Stairs
es_es: Escaleras

source: A vast, well defended building shell
es_es: Una vasta estructura bien defendida

source: Stationhouse
es_es: Casa de la Estación

source: This machine refines iron to make high quality steel bars
es_es: Esta máquina refina hierro para hacer barras de acero de alta calidad

source: Steel Refinery II
es_es: Refinería de Acero II

source: This automated machine refines iron to make high quality steel bars
es_es: Esta máquina automática refina hierro para hacer barras de acero de alta calidad

source: Steel Refinery III
es_es: Refinería de Acero III

source: Steel Refinery
es_es: Refinería de Acero

source: Stephouse
es_es: CasadePaso

source: Stone Mine II
es_es: Mina de Piedra II

source: A basic stone mine with some minor efficiency improvements. They're hard work, and the amount of resources you get out is mostly dependent on how many workers you can throw at it.
es_es: Una sencilla mina de piedra con algunas mejoras menores en la eficiencia. Se trata de trabajo duro, y la cantidad de recursos que extraes depende principalmente de cuantos trabajadores puedas lanzarle.

source: Stone Mine III
es_es: Mina de Piedra III

source: Stone Mine IV
es_es: Mina de Piedra IV

source: A stone mine with some minor efficiency improvements. They're hard work, and the amount of resources you get out is mostly dependent on how many workers you can throw at it.
es_es: Una mina de piedra con algunas mejoras menores en la eficiencia. Se trata de trabajo duro, y la cantidad de recursos que extraes depende principalmente de cuantos trabajadores puedas lanzarle.

source: A stone mine with some efficiency improvements.
es_es: Una mina de piedra con algunas mejoras en la eficiencia.

source: Stone Mine V
es_es: Mina de Piedra V

source: A semi-automated stone mine with state of the art machinery.
es_es: Una mina de piedra semi-automática con maquinaría de última generación.

source: Stone Mine VI
es_es: Mina de Piedra VI

source: Stone Mine VII
es_es: Mina de Piedra VII

source: This machine can process raw stone and turn it into useful building materials.
es_es: Esta máquina puede procesar piedra en bruto y convertirla en materiales de construcción útiles.

source: Stone Processor II
es_es: Procesadora de Piedra II

source: Stone Processor III
es_es: Procesadora de Piedra III

source: Stone Processor IV
es_es: Procesadora de Piedra IV

source: Stone Processor V
es_es: Procesadora de Piedra V

source: Stone Processor
es_es: Procesador de Piedra

source: This machine can process raw stone and turn it into useful building materials. Only needs one worker, and has an excellent output speed.
es_es: Esta máquina puede procesar piedra en bruto y convertirla en materiales de construcción útiles. Sólo necesita un trabajador y tiene una velocidad de salida excelente.

source: Stone Resource
es_es: Recurso Piedra

source: A basic stone mine. They're hard work, and the amount of resources you get out is mostly dependent on how many workers you can throw at it.
es_es: Una mina de piedra sencilla. Se trata de trabajo duro, y la cantidad de recursos que extraes depende principalmente de cuantos trabajadores puedas lanzarle.

source: Stool
es_es: Taburete

source: What did the ancient ones store in these things?
es_es: ¿Qué depositaron los ancianos en estas cosas?

source: Storage Crate [Lost Race]
es_es: Cajón de Almacenamiento [Raza Perdida]

source: Storage: Armour Plate
es_es: Depósito: Placas de Armadura

source: STORAGE
es_es: DEPÓSITO

source: A storage box for steel plates, used to craft heavy armour
es_es: Una caja de almacenaje para placas de acero, usadas para elaborar una armadura pesada

source: A handy storage point for Building Materials
es_es: Un punto de almacenaje útil para Materiales de Construcción

source: Storage: Building Materials
es_es: Depósito: Materiales de Construcción

source: Storage: Building Materials (old)
es_es: Depósito: Materiales de Construcción (viejo)

source: Storage: Cactus
es_es: Depósito: Cactus

source: A storage box for raw chainmail sheets
es_es: Una caja de almacenaje para las chapas en bruto de la cota de malla

source: Storage: Chainmail
es_es: Depósito: Cota de malla

source: Storage: Copper
es_es: Depósito: Cobre

source: A storage point for raw copper
es_es: Un punto de almacenamiento para cobre en bruto

source: A storage box for copper alloy plates
es_es: Una caja de almacenaji para placas de aleación de cobre

source: Storage: Copper Alloys
es_es: Depósito: Aleaciones de Cobre

source: Storage: Cotton
es_es: Depósito: Algodón

source: Storage dumpster for raw cotton
es_es: Contenedor de basura para depositar algodón virgen

source: Storage: Crossbow Parts
es_es: Depósito: Piezas de Ballesta

source: Storage: Electricals
es_es: Depósito: Eléctricos

source: A handy storage box for eletrical components
es_es: Una caja útil para componentes eléctricos

source: Storage: Fuel
es_es: Depósito: Combustible

source: Storage: Greenfruit
es_es: Depósito: Verdufruta

source: Storage for your lovely drugs
es_es: Depósito para tus encantadoras drogas

source: Storage: Hashish
es_es: Depósito: Hachís

source: Storage: Hemp
es_es: Depósito: Cáñamo

source: Storage dumpster for raw hemp
es_es: Contenedor de basura para cáñamo virgen

source: Storage: Hemp SMASHED
es_es: Depósito: Cáñamo DESTROZADO

source: Storage box for Iron Plates
es_es: Caja de almacenaje para Placas de Hierro

source: Storage: Iron Plates
es_es: Depósito: Placas de Hierro

source: Storage: Leather
es_es: Depósito: Cuero

source: A storage box for raw leather
es_es: Un cajón de almacenaje para cuero virgen

source: Storage: Meat
es_es: Depósito: Carne

source: Storage: Meat SMASHED
es_es: Depósito: Carne DESTROZADO

source: Air-tight storage for raw meat
es_es: Almacenamiento hermético para carne cruda

source: Storage: Ore
es_es: Depósito: Mineral

source: Storage: Ore (old)
es_es: Depósito: Mineral (viejo)
