Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: Ragged cloth with plates to protect the sword arm. It's pretty dire protection, but the wide open mid-section creates an opening that leads to more predictable enemy attacks. It's lightweight and the arm plates on your forward side allow you to adopt some extra skillful combat tactics.
es_es: Tela harapienta con placas para proteger el brazo de la espada. Es una protección bastante pésima, pero la gran sección central abierta crea una abertura que lleva a ataques enemigos más predecibles. Es ligera y las placas del brazo en la parte delantera te permite adoptar algunas tácticas de combate hábiles adicionales.

source: Assassin's Rags
es_es: Harapos de Asesino

source: Keeps sweat and hair out of your eyes.
es_es: No deja que el sudor o el pelo se meta en los ojos.

source: Basket Hat
es_es: Sombrero Cesto

source: A hat usually worn by weirdo assassins. Hides the face and makes you look creepy.
es_es: Un sombrero por lo general llevado por asesinos raretes. Oculta el rostro y te hace parecer terrorífico.

source: Black Bandana
es_es: Bandana Negra

source: Black Cloth Shirt
es_es: Camisa de Tela Negra

source: Black Plate Jacket
es_es: Chaqueta Chapada Negra

source: Black Rag Shirt
es_es: Camisa de Harapos Negra

source: Black rags typical of down-and-out hobo ninjas
es_es: Harapos negros típicos de ninjas indigentes que no tienen donde caerse muertos

source: Blackened Chain Hive Shirt
es_es: Camisa de Cota de Malla Ennegrecida del Enjambre

source: Blackened Chain Shirt
es_es: Cota de Malla Ennegrecida

source: Blackened Chainmail
es_es: Cota de Malla Ennegrecida

source: The best lightweight under-armour that money can buy. Adds a reliable extra layer of defence to your equipment.
es_es: La mejor y más liviana sub-armadura que el dinero puede comprar. Añade una fiable capa adicional de defensa a tu equipamiento.

source: Blackened Chainmail Tagelmust
es_es: Tagelmust Cota de Malla Ennegrecido

source: Bucket Zukin
es_es: Cubeta Zukin

source: Standard Holy Army issue.
es_es: Ejército Sagrado edición Normal.

source: Cap
es_es: Gorra

source: A hat with a shade for the eyes, favoured by traders.
es_es: Un sombrero con una sombra para los ojos, preferida por los comerciantes.

source: Cargopants
es_es: Pantalón de camuflaje

source: Cargopants (colored)
es_es: Pantalón de camuflaje (de colores)

source: Pads your legs, turns a potential slice into a nasty bruise.
es_es: Acolcha tus piernas, convirtiendo un potencial tajo en una contusión desagradable.

source: Cargopants [padded]
es_es: Pantalón de camuflaje [acolchado]

source: Cargopants [reinforced]
es_es: Pantalón de camuflaje [reforzado]

source: Cargopants [sneaky chain]
es_es: Pantalón de camuflaje [malla camuflada]

source: Chain Shirt
es_es: Cota de Malla

source: A chain undershirt provides a reliable second layer of defence.
es_es: Una camiseta de malla aporta una fiable segunda capa de defensa.

source: Chainmail
es_es: Cota de Malla

source: Cloth Shirt
es_es: Camisa de Tela

source: Conscript Leather Armour
es_es: Armadura de Cuero Recluta

source: A medium class leather armour, it's used to equip empire conscripts, partially because they don't usually have the endurance for wearing heavy samurai armour, but mainly because it's cheaper. Not quite as good as mercenary leather armour.
es_es: Una armadura de cuero de clase media, es usada para equipar a reclutas imperiales, en parte porque normalmente no tienen la resistencia para llevar una pesada armadura samurai, aunque principalmente porque es más barata. No es tan buena como una armadura de cuero mercenaria.

source: An exotic suit of heavy armour plates that gives the wearer the toughness and mobility of a big rock. The Crab Raiders designed this armour with the aim of being more like crabs, with little consideration of other factors.
es_es: Una exótica armadura blindada con placas que ofrece a quien la lleva la resistencia y movilidad de una gran roca. Los Jinetes de Cangrejos diseñaron esta armadura con el objetivo de parecerse más a los cangrejos, sin apenas considerar otros factores.

source: Crab Armour
es_es: Armadura Cangrejo

source: A very heavy iron hat. As with other eye-slit based helmets, it offers fantastic protection but you can't see a damn thing.
es_es: Un sombrero de hierro muy pesado. Como otros cascos basados en aberturas para los ojos, ofrece una protección fantástica pero no puedes ver una maldita cosa.

source: Crab Helmet
es_es: Casco Cangrejo

source: Iron shoes that are pretty painful to wear. The Crab Raiders designed this armour with the aim of being more like crabs, with little consideration of other factors.
es_es: Zapatos de hierro que son muy dolorosos de llevar. Los Jinetes de Cangrejos diseñaron esta armadura con el objetivo de parecerse más a los cangrejos, sin apenas considerar otros factores.

source: Crab Shoes
es_es: Zapatos de Cangrejo

source: Crab Trousers
es_es: Pantalones Cangrejo

source: An exotic suit of heavy armour plates that gives the wearer the toughness and mobility of a big rock. The Crab Raiders designed this armour with the aim of being more like crabs, but little consideration of other factors.
es_es: Una exótica armadura blindada con placas que ofrece a quien la lleva la resistencia y movilidad de una gran roca. Los Jinetes de Cangrejos diseñaron esta armadura con el objetivo de parecerse más a los cangrejos, sin apenas considerar otros factores.

source: Dark Leather Shirt
es_es: Camisa de Cuero Oscuro

source: Drifter's Boots
es_es: Botas de Vagabundo

source: Good solid long-range boots, common amongst travellers.
es_es: Buenas botas sólidas de gran alcance, comunes entre viajeros.

source: Drifter's Leather Jacket
es_es: Chaqueta de Cuero de Vagabundo

source: Lightweight leather leg protection.
es_es: Protección de la pierna de cuero liviano.

source: Drifter's Leather Pants
es_es: Pantalón de Cuero de Vagabundo

source: A creepy black duster coat worn by wierdos out of the Ashlands. Provides good protection against the harsh environment.
es_es: Una horripilante gabardina negra llevada por los raretes de las Tierrascenizas. Provee de buena protección contra los entornos hostiles.

source: Dustcoat
es_es: Guardapolvos

source: Dyed Rag Shirt
es_es: Camisa Harapienta Teñida

source: Dyed Robes
es_es: Ropas Teñidas

source: Dyed Trousers
es_es: Pantalones Teñidos

source: Dyed Turban
es_es: Turbante Teñido

source: Keeps the heat off your head and pads your brains.
es_es: Mantiene el calor alejado de tu cabeza y almohadilla tus sesos.

source: Dyed Turtleneck
es_es: Camisa de Cuello Vuelto Teñida

source: Empire Samurai Armour
es_es: Armadura Samurai Imperial

source: Faulty Prisoner Shackles
es_es: Grilletes Defectuosos de Preso

source: These shackles are faulty and don't do a very good job of hindering prisoners.
es_es: Estos grilletes están defectuosas y no hacen muy bien su trabajo de bloquear a los presos.

source: A solid steel helmet, flared at the sides.
es_es: Un robusto casco de acero, acampanado a los lados.

source: Flared Helmet
es_es: Casco Acampanado

source: Fog Mask
es_es: Máscara de Niebla

source: Martial artists are a rare oddity in a world of swords and have a reputation as eccentrics. They are however the bane of slavers, because they can never be disarmed.
es_es: Los expertos en artes marciales son una escasa rareza en un mundo de espadas y tienen reputación de excéntricos. Sin embargo, son el azote de los traficantes de esclavos, porque nunca pueden ser desarmados.

source: Gi Pants
es_es: Pantalón Gi

source: Head plates were invented by an old forgotten clan that was obsessed with luck. Before battle they used prophets and shamans to predict where on their head the next fatal blow was due to land, then position the metal plate on their head accordingly. Sometimes it worked, sometimes it didn't. Such is luck, they would say.
es_es: Las placas para la cabeza fueron inventadas por un viejo y olvidado clan que estaba obsesionado con la suerte. Antes de cada batalla utilizaban profetas y chamanes para predecir en qué lugar de sus cabezas iba a estrellarse el siguiente golpe fatal, para a continuación colocar en consecuencia la placa metálica en sus cabezas. A veces funcionaba, otras no. Tal es la suerte, dirían.

source: A metal cage-armoured jacket.
es_es: Una chaqueta metálica con blindaje de rejas.

source: Hack Stopper Jacket
es_es: Chaqueta Frena Hachazos

source: Metal cage-armoured pants.
es_es: Pantalones metálicos con blindaje de rejas.

source: Hack Stopper Pants
es_es: Pantalones Frena Hachazos

source: For when you want to look dapper, even though you're a vagabond.
es_es: Para cuando quieres parecer elegante, a pesar de que seas un vagabundo.

source: Halfpants (colored)
es_es: Pantalón pirata (de colores)

source: Halfpants (ragged)
es_es: Pantalón pirata (harapiento)

source: Halfpants [padded]
es_es: Pantalón pirata [acolchado]

source: Halfpants [reinforced]
es_es: Pantalón pirata [reforzado]

source: Reinforced to pad your legs, turns a potential slice into a nasty bruise.
es_es: Reforzados para acolchar tus piernas, convierte un potencial tajo en una contusión desagradable.

source: These actually have hidden chain mail sewn into the lining. Sneaky.
es_es: Para ser exactos estos tienen una cota de malla oculta dentro del forro. Camuflada.

source: Halfpants [sneaky chain]
es_es: Pantalón pirata [malla camuflada]

source: Heart Protector
es_es: Protector del Corazón

source: This armour is nice and light without hampering mobility, it will protect your heart and that's it. It's designed to be worn over chain or leather armour as an extra layer of protection, although most people don't for some reason. Probably because they can't afford any.
es_es: Esta armadura es buena y ligera sin dificultar la movilidad, protegerá tu corazón y ya está. Está diseñada para ser llevada sobre la armadura de cuero o cota de malla como una capa extra de protección, aunque por algún motivo no la usa la mayoría de la gente. Posiblemente porque no pueden permitirse ninguna.

source: Hive Prisoner Shackles
es_es: Grilletes de Preso del Enjambre

source: Heavy prisoner shackles. They stop you from running and doing a lot of things. They also trip you up in combat. They are locked on, you need to pick the lock somehow.
es_es: Grilletes pesados de preso. Te impiden correr y hacer muchas cosas. Además, te entorpecen en combate. Están cerradas con llave, necesitas forzar la cerradura de alguna manera.

source: Hiver Chain Shirt
es_es: Camisa de Cota de Malla Enjombre

source: It gives near perfect protection of the body, because it's so holy. Limb protection is not so great, but at least you'll have your organs.
es_es: Le da una protección casi perfecta al cuerpo, porque es muy sagrada. La protección de las extremidades no es tan estupenda, pero al menos mantendrás tus órganos.

source: Holy Chest Plate
es_es: Pechera Chapada Sagrada

source: Holy Servant Rags
es_es: Harapos de Siervos Sagrados

source: This used to be a Holy Servant's robe, now reduced to rags.
es_es: Esto solía ser un hábito de un Siervo Sagrado, ahora reducido a trapos.

source: The Skin Bandits need a constant supply of fresh human skin to make new suits, as they tend to rot away quite quickly.
es_es: Los Bandidos de la Piel necesitan un suministro constante de piel humana fresca para hacer sus trajes nuevos, ya que tienden a pudrirse bastante rápido.

source: Human Skin
es_es: Piel Humana

source: Human Skin Suit
es_es: Traje de Piel Humana

source: A crude suit made out of human skin, expertly torn off it's original owner in sheets and loosely tied on with wire. The perfect disguise.
es_es: Un traje crudo hecho con piel humana, arrancada con pericia de su propietario primitivo a tiras y atadas holgadamente con cable. El disfraz perfecto.

source: Iron Hat
es_es: Sombrero de Hierro

source: Some crazy dude at some point must have thought "I like hats, but I don't like helmets, but I also like having a sword-resistant head...". Now we have iron hats.
es_es: Algún tipo colgado en cierto punto ha debido de pensar "Me gustan los sombreros, pero no los cascos, aunque también me gustaría tener una cabeza resistente a las espadas...". Y ahora tenemos sombreros de hierro.

source: A protective hood with steel plates on the sides.
es_es: Una capucha protectora con placas de acero en los lados.

source: A chain hood.
es_es: Una capucha de malla.

source: If a Hiver tries wearing a regular human-sized shirt it just sort of hangs loose and falls off their shoulders, often tangling up their arms. So they were forced to manufacture their own, which they have done to a suspiciously higher standard than all their gear designed for humans.
es_es: Si un enjombre trata de llevar una camisa de tamaño humano normal, le queda colgando suelta y con los hombros caídos, enredándose a menudo en sus brazos. Así que fueron obligados a manufacturar sus propias camisas, las cuales han hecho de un nivel sospechosamente superior que todas sus cosas diseñadas por humanos.

source: Leather Hive Vest
es_es: Chaleco de Cuero del Enjambre

source: Undershirts provide a reliable second layer of defence.
es_es: Camisetas interiores ofrecen una fiable segunda capa de defensa.

source: Leather Shirt
es_es: Camisa de Cuero

source: Leather Turtleneck
es_es: Camisa de Cuello Vuelto de Cuero

source: Leather Vest
es_es: Camiseta Interior de Cuero

source: Longcoat
es_es: Abrigo Largo

source: A long leather coat, offers a light protection from attacks. Pretty hot to wear in the desert, but popular in the Swamps because of the constant rain.
es_es: Un abrigo de cuero largo, ofrece una ligera protección de los ataques. Es bastante caluroso para llevar en el desierto, aunque es popular en las Ciénagas dada la constante lluvia.

source: Simple bindings to protect the bones of the fist. Commonly worn by martial artists, those who shun the use of the sword.
es_es: Sencillos vendajes para proteger los huesos del puño. Comúnmente usados por expertos en artes marciales, aquellos que evitan el uso de la espada.

source: Martial Artist Bindings
es_es: Vendas de Artista Marcial

source: Mask Type III
es_es: Máscara Tipo III

source: A breathing mask that helps mitigate the negative health effects of fog.
es_es: Una máscara que ayuda a mitigar los efectos negativos de la niebla en la salud.

source: Masked Helmet
es_es: Casco Enmascarado

source: A solid, heavy helmet with good protection of the face. Often worn by bandits, as the high face guard also provides some anonymity.
es_es: Un casco pesado, sólido con una buena protección facial. A menudo llevada por bandidos, ya que la alta defensa facial también provee algo de anonimato.

source: A good all-round medium class armour, favoured by any warrior that has to travel across the wilds.
es_es: Una armadura de media clase buena para todo el año, preferida por cualquier guerrero que tiene que viajar a través de tierras inexploradas.

source: Mercenary Leather Armour
es_es: Armadura de Cuero Mercenaria

source: The only heavy armour that isn't affiliated with any particular faction, it's become standard with mercenaries and short-range wanderers. More of a medium-heavy class, it allows a little more versatility than other heavy armours.
es_es: La única armadura blindada que no está afiliada a ninguna facción en particular, se ha vuelto normal entre mercenarios y vagabundos de cortas distancias. Es más una clase de armadura intermedia-pesada, permite un poco más de versatilidad que otras armaduras pesadas.

source: Mercenary Plate
es_es: Placa Mercenaria

source: Monk Pants
es_es: Pantalón de Monje

source: Monk Robe
es_es: Hábito de Monje

source: Orange robes of the Holy Nation Priest caste, demanding respect from anyone lower than a High Paladin.
es_es: Ropas naranjas de la casta Sacerdotal de la Nación Sagrada, exige el respeto de cualquiera inferior a un Gran Paladín.

source: Wear this and you will be a real ninja! (Warning: Not a substitute for real ninja training)
es_es: ¡Lleva esto y serás un auténtico ninja! (Aviso: No es un sustituto de un auténtico entrenamiento ninja)

source: Ninja Gi
es_es: Gi Ninja

source: Keeps the wind and sand out of your face. Also helps to hide your pasty face in the darkness.
es_es: Resguarda tu cara del viento y arena. Además, ayuda a esconder tu pálida cara en la oscuridad.

source: Ninja Mask
es_es: Máscara Ninja

source: Ninja Pants
es_es: Pantalón Ninja

source: A cover-up suit popular with theives and ninjas. Helps cover your visibility and identity.
es_es: Un chal popular entre ladrones y ninjas. Ayuda a cubrir tu visibilidad e identidad.

source: Ninja Rags
es_es: Harapos Ninja

source: Noble's Robe
es_es: Ropa de Noble

source: An expensive silk robe made by artisans of the Empire's capital. Worn by nobles and the wealthy elite as a sign of status.
es_es: Una cara ropa de seda hecha por artesanos de la capital del Imperio. Llevada por nobles y la élite pudiente como signo de estatus.

source: Noble's Trousers
es_es: Pantalones de Noble

source: Padded Leather Jacket
es_es: Chaqueta de Cuero Enguatada

source: Paladin's Heavy Hachigane
es_es: Hachigane Pesado de Paladino

source: A paladins helmet
es_es: Un casco palatino

source: A plated leather jacket with a good solid armour coverage. Commonly worn by the wealthier drifters and professional adventurer scouts.
es_es: Una chaqueta de cuero chapada con una buena y firme cobertura blindada. Comúnmente llevada por los vagabundos más ricos y exploradores aventureros profesionales.

source: Plate Jacket
es_es: Chaqueta Chapada

source: Plated Drifter's Leather Pants
es_es: Pantalón de Vagabundo de Cuero Chapado

source: Tired of weak leather to protect your fat human legs? Using the latest in the Hives research technology we have positioned metal stuff in no less than TWO key locations for optimal leg stab protection. Queen-approved!
es_es: ¿Cansado de piel endeble para proteger tus gordas piernas humanas? Empleando lo último en investigación tecnológica de los Enjambres hemos colocado cosas metálicas en nada menos que DOS localizaciones claves para una óptima protección de las puñaladas en las piernas. ¡Aprobado por la Reina!

source: The standard armoured boots, found everywhere. Commonly left out of an armour set, as drifters don't usually see much likelyhood in getting hit in the shins and prefer the reduced encumbrance of a pair of wooden sandals or even going barefoot altogether.
es_es: Las botas blindadas estándar, se encuentran en cualquier sitio. Normalmente dejada fuera del conjunto de la armadura, ya que los vagabundos no suelen considerar probable que sean golpeados en las espinillas y prefieren la reducida carga de un par de sandalias de madera o incluso ir totalmente descalzos.

source: Plated Longboots
es_es: Botas Altas Chapadas

source: Police Helmet
es_es: Casco de Policía

source: Nobody knows why it's called a Police Helmet, as the Samurai Police don't wear these. Perhaps it's another Old Empire remnant.
es_es: Nadie sabe por qué se llama Casco de Policía, ya que la Policía Samurai no las lleva. Tal vez sea otro remanente del Viejo Imperio.

source: Heavy prisoner shackles. They stop you from running and doing a lot of things. They will trip you up in combat. They are locked on, you need to pick the lock somehow.
es_es: Grilletes pesados de preso. Te impiden correr y hacer muchas cosas. Te entorpecen en combate. Están cerradas con llave, necesitas forzar la cerradura de alguna manera.

source: Prisoner Shackles
es_es: Grilletes de Preso

source: Rag Loincloth
es_es: Taparrabos Harapiento

source: Dirty rags usually worn by slaves, beggars and drifters.
es_es: Harapos sucios por lo general llevados por esclavos, indigentes y vagabundos.

source: Rag Loincloth (Dyed)
es_es: Taparrabos Harapiento (Tintado)

source: These rags are likely the shredded remains of some kind of uniform
es_es: Estos harapos son probablemente restos de trozos de algún tipo de uniforme

source: Rag Shirt
es_es: Camisa Harapienta

source: Dirty rags, worn by slaves and good-for-nothings
es_es: Harapos sucios, llevados por esclavos e inútiles

source: A reinforced wicker hat.
es_es: Un sombrero de mimbre reforzado.

source: Rattan Hat
es_es: Sombrero Roten

source: Red Bandana
es_es: Bandana Roja

source: REFERENCE
es_es: RECOMENDADO

source: Rusted Hive Shirt
es_es: Camisa de Cota de Malla Oxidada

source: Rusty Chain Shirt
es_es: Cota de Malla Oxidada

source: Rusty Chainmail
es_es: Cota de Malla Oxidada

source: Rusty Chainmail Tagelmust
es_es: Cota de Malla Oxidada Tagelmust

source: This is basically just wrapping a strip of chainmail around your head, but it does do a good job of protecting you when it's not falling off.
es_es: Esto es básicamente envolver una tira de cota de malla alrededor de tu cabeza, aunque hace un buen trabajo protegiéndote cuando no se está cayendo.

source: Samurai Armour
es_es: Armadura Samurai

source: Traditional heavy duty armour commonly worn by government owned samurai.
es_es: Tradicional armadura de alta resistencia comúnmente llevada por samurais propiedad del gobierno.

source: Heavy duty armour commonly worn by government owned samurai.
es_es: Armadura de alta resistencia comúnmente llevada por samurais propiedad del gobierno.

source: Samurai Boots
es_es: Botas Samurai

source: Un-plated version of Samurai Leg-plate armour. Nice and light.
es_es: Versión no chapada de armadura metálica Samurai para las piernas. Buena y ligera.

source: Samurai Clothpants
es_es: Pantalón de Paño Samurai

source: Samurai Helmet
es_es: Casco Samurai

source: Heavy duty armour commonly worn by government owned samurai. Not much good for running around in though.
es_es: Armadura de alta resistencia comúnmente llevada por samurais propiedad del gobierno. A pesar de que no es muy buena para correr por ahí.

source: Samurai Legplates
es_es: Armadura metálica para piernas Samurai

source: Side-Angle Hachigane
es_es: Hachigane Ángulo-Lateral

source: Head plates were invented by an old forgotten clan that was obsessed with luck. Before battle their prophets and shamans would predict where on their head the next fatal blow was due to land, then position the metal plate on their head accordingly. Statistically, some would always turn out to be correct and those lucky ones, by virtue of surviving, would be the ones to return and spread word of the prophet's success, further reinforcing the belief.
es_es: Las placas para la cabeza fueron inventadas por un viejo y olvidado clan que estaba obsesionado con la suerte. Antes de cada batalla sus profetas y chamanes predecirían en qué lugar de sus cabezas iba a estrellarse el siguiente golpe fatal, y así colocar en consecuencia la placa metálica en sus cabezas. Estadísticamente, algunos siempre resultarían correctos y aquellos afortunados, en virtud de lasupervivencia, serían los que volverían y difundirían el éxito del profeta, reforzando aún más la creencia.

source: Skeleton Mask
es_es: Máscara Esqueleto

source: Supposedly makes the wearer look a bit like a skeleton.
es_es: Supuestamente hace que quien lo lleva se parezca un poco a un esqueleto.

source: A creepy black duster coat worn by wierdos out of the Ashlands. The sleveless version is favoured by martial artists.
es_es: Una horripilante gabardina negra llevada por los raretes de las TierrasCenizas. La versión sin mangas es preferida por expertos en artes marciales.

source: Sleeveless Dustcoat
es_es: Gabardina Sin Mangas

source: A regular longcoat with the sleeves removed to provide better cooling for the wearer. Commonly worn amongst the gangs of the swamps.
es_es: Un abrigo largo normal con las mangas quitadas para proveer una mejor refrigeración al usuario. Normalmente usado entre las pandillas de las ciénagas.

source: Sleeveless Longcoat
es_es: Abrigo Largo Sin Mangas
