Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: The Catun Scrapmasters are probably the only major smithing group producing weapons in the modern age. Their blades are good quality and used all over the continent.
es_es: Los Chatarrexpertos de Gatún son probablemente el único grupo importante de herreros forjadores de armas en la era moderna. Sus hojas son de buena calidad y empleadas en todo el continente.

source: There was at some point in history a legendary master smith, of whom nothing is known except his (...her?) name from the blade inscriptions: "Cross". The blades never rust or need sharpening, and are said to be unbreakable. There are only a handful in existence.
es_es: Hubo en algún punto de la historia un maestro forjador legendario, de quien nada se sabe excepto su (¿de él... de ella?) nombre por las inscripciones en las hojas: "Cruz". Las hojas nunca se oxidan ni necesitan ser afiladas y se dice que son irrompibles. Solo hay un puñado en existencia.

source: Cross
es_es: Cruz

source: The Edgewalkers were a group of smiths from the old fallen empire hundreds of years ago. Little is known about them except that their weapons have survived these hundreds of years in near-perfect condition and their quality is unrivalled by anything crafted in the modern age.
es_es: Los Caminantes Abisales eran un grupo de herreros del viejo imperio caído hace cientos de años. Se sabe poco de ellos, excepto que sus armas han sobrevivido durante cientos de años en condiciones casi perfectas y su cualidad es incomparable a ninguna elaborada en la era moderna.

source: Edgewalkers
es_es: Caminantes Abisales

source: -Expired-
es_es: -Muerto-

source: Homemade
es_es: Casero

source: This weapon was made by your faction.
es_es: Este arma fue hecha por tu facción.

source: Skeletons from the Black Desert City produce blades solely for personal use, however it's inevitable that some eventually end up in circulation.
es_es: Los esqueletos de Negro Desierto producen hojas únicamente para su uso personal, sin embargo, es inevitable que alguna tarde o temprano acabe en circulación.

source: Skeleton Smiths
es_es: Herreros Esqueleto

source: These weapon types are under factory recall. Their stats will deteriorate over time. Please sell them and buy something else.
es_es: Este tipo de armas defectuosas deben ser devueltas a la fábrica. Sus estadísticas empeorarán con el tiempo. Por favor, envíalas y compra otra cosa.

source: -Truth Two-
es_es: -Verdad Dos-

source: This weapon is probably a few hundred years old, any indentifiable markings have long since rusted away.
es_es: Este arma tiene probablemente unos cuantos siglos, cualquier marca identificativa se oxidó hace mucho tiempo.

source: Unknown
es_es: Desconocido

source: Waystation
es_es: Estación de Paso

source: Bakery
es_es: Panadería

source: Bugmaster
es_es: Maestro Sabandija

source: Crab Bar
es_es: Bar Cangrejo

source: Crab Shop
es_es: Tienda Cangrejo

source: Hive
es_es: Enjambre

source: Hive Trader
es_es: Vendedor del Enjambre

source: Robotics Workshop
es_es: Taller de Robótica

source: Armory
es_es: Arsenal

source: Slaver Bar
es_es: Bar Esclavista

source: The Dancing Skeleton
es_es: El Esqueleto Bailongo

source: Cooking!
es_es: ¡Cocinando!

source: Incinerating
es_es: Incinerando

source: Shredding
es_es: Triturando

source: A simple citizen of the United Cities, you lost your job and your house at the whim of a noble lord. Faced with poverty and starvation, which is a crime in this place, you decide to head out of town and find some form of self-employment before you starve to death.
es_es: Un simple ciudadano de las Ciudades Unidas, perdiste el trabajo y la casa por capricho de un noble señor. Ante la pobreza y el hambre, las cuales son un crimen en este lugar, decides salir del pueblo y buscar algún tipo de trabajo por cuenta propia antes de morirte de hambre.

source: Empire Citizen
es_es: Ciudadano del Imperio

source: A homeless and hungry drifter rescues an abandoned puppy. It seems pretty useless. Maybe he will just eat it.
es_es: Un vagabundo sin hogar y hambriento rescata a un cachorro abandonado. Parece bastante inútil. Puede que se lo coma.

source: Guy with a dog
es_es: Tío con un perro

source: A simple citizen of the Holy Nation, you live in relative safety as long as you show obeisance to Okran and his priests. The world outside is said to be barbaric and violent and full of monstrosities, but you decide to venture out and decide for yourself.
es_es: Un ciudadano de la Nación Sagrada, vives en una seguridad relativa siempre y cuando muestres reverencia a Okran y a sus sacerdotes. Se dice que el mundo exterior es bárbaro, violento y plagado de monstruosidades, pero decides aventurarte y decidir por ti mismo.

source: Holy Nation Citizen
es_es: Ciudadano de la Nación Sagrada

source: A group of five nobodies, with nothing to their name, ready to go out and do something about it.
es_es: Un grupo de cinco cualquieras, donnadies, listos para salir y comerse el mundo.

source: Nobodies
es_es: Nadies

source: You've hit absolute rock bottom. You are alone, unarmed, naked and hungry, lost in the middle of a harsh desert teeming with slavers, and you just lost an arm. Good luck.
es_es: Has tocado fondo totalmente. Estás solo, desarmado, desnudo y hambriento, perdido en mitad de un desierto duro repleto de esclavistas, y acabas de perder un brazo. Buena suerte.

source: Rock Bottom
es_es: Tocar el Fondo

source: Son of a Captain
es_es: Hijo de un Capitán

source: Your father was a respected Captain in the United Cities army. He was killed in action, and after burning through your meagre savings looking for work, you find yourself penniless and hungry, with nothing left but your father's trusty katana and the shirt on your back. The United Cities are still your allies, but you will need them if you run into any troops from the Holy Empire. Those guys really hate you.
es_es: Tu padre era un respetado Capitán del ejército de las Naciones Unidas. Fue matado en combate, y después de quemar tus exiguos ahorros buscando trabajo, te encuentras sin un céntimo y con hambre, sin nada más que la fiel katana de tu padre y la camisa que llevas encima. Las Ciudades Unidas siguen siendo tus aliados, pero les necesitarás si te tropiezas con cualquier tropa del Imperio Sagrado. Esos tíos te odian de verdad.

source: "I seriously regret coming into cannibal territory. This was a stupid idea." WARNING: You will be attacked immediately upon game start. Not recommended for a first time play.
es_es: "Me arrepiento profundamente de entrar en territorio caníbal. Fue una idea estúpida." AVISO: Serás atacado inmediatamente tras el inicio del juego. No recomendado para jugar la primera vez.

source: The Cannibal Hunters
es_es: Los Cazadores de Caníbales

source: The Freedom Seekers
es_es: Los Buscadores de Libertad

source: Fed up with stifled city life and taxes, you gather a band to head out and found your own home base. You have assembled a group of 5 other like-minded people, and you've gathered a good supply of building materials to get started with.
es_es: Harto de la sofocante vida urbana y los impuestos, reúnes una banda con la que partir y encontrar tu propia "home base". Has juntado a un grupo de otros 5 que piensan parecido, y has reunido un buen aprovisionamiento de materiales de construcción con los que empezar de cero.

source: The Hive Exile
es_es: El Exilio del Enjambre

source: You have been exiled from your hive for not loving the queen enough, sent out into the wilds with no food or equipment. If you don't die from pheremone withdrawl or beak things, you'll be faced with finding your place among the insane human civilisations.
es_es: Has sido exiliado de tu enjambre por no querer suficiente a la reina, enviado a la naturaleza sin comida ni equipamiento. Si no mueres por la abstinencia de feromonas o por pinchostruos, te enfrentarás a encontrar tu lugar entre las dementes civilizaciones humanas.

source: A down and out and wanted criminal, scavenging a battlefield you find something interesting. A legendary sword said to be the work of the gods themselves. Someone's going to be missing this, that's for sure. But who cares? It's YOUR legendary sword now.
es_es: Un criminal indigente y buscado, revolviendo entre la basura de un campo de batalla encuentras algo interesante. Una espada legendaria de la que se dice fue obra de los mismísimos dioses. Alguien la echará de menos, tenlo por seguro. ¿Pero a quién le importa? Ahora es TU espada legendaria.

source: The Holy Sword
es_es: La Espada Sagrada

source: The Slaves
es_es: Los Esclavos

source: You are just another slave, working in the Holy Rebirth pits to build a pointless statue. You dream of the rumored free lands to the south, and hear tales of rebels to the north. HINT: Get into a cage straight away to avoid a beating
es_es: Simplemente eres otro esclavo, trabajando en los fosos del Renacimiento Sagrado para reconstruir una estatua inútil. Has soñado con las rumoreadas tierras libres al sur, y escuchaste historias sobre rebeldes al norte. CONSEJO: Métete en una jaula de inmediato para evitar una paliza

source: The Wandering Trader
es_es: El Comerciante Errante

source: Seeking to make your fortune, you spent the last of your savings on a backpack full of trade goods and a pack animal, and are about to start a new life as a trader.
es_es: Buscando la manera de hacer fortuna, has gastado tus últimos ahorros en una mochila llena de bienes para comerciar y un animal de carga, y estás listo para empezar una nueva vida como comerciante.

source: Wanderer
es_es: Vagabundo

source: You are just a lone wanderer with nothing but a few coins, a pair of pants and a rusty sword, ready to venture out into the world. This is the way the game is intended to be played.
es_es: Sólo eres un vagabundo solitario con nada más que unas monedas, un par de pantalones y una espada oxidada, listo para aventurarte en el mundo. El juego está destinado a ser jugado de esta manera.

source: 1st
es_es: 1er

source: 1st contact
es_es: 1er contacto

source: Attack enemy town
es_es: Ataca la ciudad enemiga

source: kidnap raid
es_es: secuestrar

source: raid 1
es_es: asalto 1

source: raid massive
es_es: asalto masivo

source: tax collector
es_es: recaudador de impuestos

source: Beak Thing
es_es: Cosa Puntiaguda

source: Beloved Goat
es_es: Cabra Bienamada

source: Blood Spider
es_es: Araña Sanguinaria

source: Bonedog
es_es: Canhueso

source: Cleanser Unit
es_es: Unidad de Limpieza

source: Cornelius
es_es: Cornelio

source: Crab
es_es: Cangrejo

source: Domesticated Bull
es_es: Toro Domesticado

source: Gorillo
es_es: Gorilo

source: Great White Gorillo
es_es: Gran Gorilo Blanco

source: Horse Dog
es_es: Caballo Doméstico

source: Iron Spider
es_es: Araña de Hierro

source: King
es_es: Rey

source: King Gorillo
es_es: Rey Gorilo

source: Landbat
es_es: Murciterrako

source: Leviathan
es_es: Leviatán

source: Megacrab
es_es: Megacangrejo

source: Mountain Dog
es_es: Perro Montañés

source: Mr Gigantus
es_es: Don Gigantus

source: Pack Beast
es_es: Bestia de Carga

source: Pack Beast Dead
es_es: Bestia de Carga Muerta

source: Pack Bull
es_es: Toro de Carga

source: Pet Dog
es_es: Perro

source: River Raptor
es_es: Rapaz de Ribera

source: Security Spider
es_es: Araña Segurata

source: Security Spider II
es_es: Araña Segurata II

source: Settler's Pup
es_es: Cachorro del Colono

source: Skimmer
es_es: Ojeador, Superficio, descremao, insecto nadador

source: Skin Spider
es_es: Araña Piel

source: Swamp Raptor
es_es: Rapaz de Ciénaga

source: The Crabinator
es_es: El Cangrejeitor

source: War Gorillo
es_es: Gorilo Guerra

source: Wild Bull
es_es: Toro Salvaje

source: lantern hip
es_es: linterna de cadera

source: Lantern_Eletrical_onPole
es_es: Linterna_Eléctrica_enPoste

source: Lantern_Gas_onPole
es_es: Linterna_deGas_enPoste

source: Packbeast lantern
es_es: Linterna de BestiadeCarga

source: Arm of Okran
es_es: Brazo de Okran

source: Ashlands
es_es: TierrasCenizas

source: Berserker Country
es_es: Región del Desquiciado

source: Bonefields
es_es: Campóseos

source: Border Zone
es_es: Zona Fronteriza

source: Burning Forest
es_es: Bosque Ardiente

source: Cannibal Plains
es_es: Llanuras Caníbales

source: Cheaters Run
es_es: Carrera de los Tramposos

source: Darkfinger
es_es: Dedoscuro

source: Deadlands
es_es: Mortalerra

source: Desert
es_es: Desierto

source: Dreg
es_es: Posos

source: Empire
es_es: Imperio

source: Fishman Island
es_es: Isla Pezumán

source: Floodlands
es_es: Anegalandia

source: Fog Islands
es_es: Islas de la Niebla

source: Forbidden Isle
es_es: Isla Prohibida

source: Greenbeach
es_es: Playaglauka

source: Grey Desert
es_es: Desierto Gris

source: Greyshelf
es_es: Gristante

source: Gut
es_es: Destripador

source: Hidden Forest
es_es: Bosque Escondido

source: High Bonefields
es_es: Campóseos Altos

source: Howler Maze
es_es: Laberinto del Aullador

source: Iron Valleys
es_es: Valles de Hierro

source: Leviathan Coast
es_es: Costa Leviatán

source: NONE
es_es: NINGUNO

source: Northern Coast
es_es: Costa Septentrional

source: Obedience
es_es: Obediencia

source: Okran's Gulf
es_es: Golfo de Okran

source: Okran's Pride
es_es: Orgullo de Okran

source: Okran's Valley
es_es: Valle de Okran

source: Purple Sands
es_es: Arenas Púrpuras

source: Royal Valley
es_es: Valle Real

source: Shun
es_es: Boikot

source: Skimsands
es_es: Patinarenal

source: Skinner's Roam
es_es: Ronda del Desollador

source: Sniper Valley
es_es: Valle del Francotirador

source: Sonorous Dark
es_es: Sonoro Oscuro

source: South Wetlands
es_es: Humedales del Sur

source: Spider Plains
es_es: Llanuras Araña

source: Spine Canyon
es_es: Cañón Espina Dorsal

source: Stenn Desert
es_es: Desierto Stenn

source: Stobe's Gamble
es_es: Apuesta de Stobe

source: Stobe's Garden
es_es: Jardín de Stobe

source: Stormgap Coast
es_es: Costa Brechaguacero

source: The Black Desert
es_es: El Desierto Negro

source: The Crags
es_es: Los Peñascos

source: The Crater
es_es: El Cráter

source: The Eye
es_es: El Ojo

source: The Great Desert
es_es: El Gran Desierto

source: The Grid
es_es: La Red

source: The Hook
es_es: El Gancho

source: The Iron Trail
es_es: La Senda de Hierro

source: The Outlands
es_es: Las Tierras Lejanas

source: The Pits
es_es: Los Fosos

source: The Pits East
es_es: Los Fosos del Este

source: The Shrieking Forest
es_es: El Bosque Aullador

source: The Swamp
es_es: La Ciénaga

source: The Unwanted Zone
es_es: La Zona Indeseada

source: Vain
es_es: Vano

source: Venge
es_es: Ganza

source: Watcher's Rim
es_es: El Observador de la Orilla

source: Human
es_es: Humano

source: ARTIFACTS
es_es: ARTEFACTOS

source: Ancient Military Documents
es_es: Documentos Militares Antiguos

source: This looks like it could be a valuable find, it details the location of an Old Empire military cache. It might have some valuable equipment
es_es: Esto parece que podría ser un hallazgo valioso, detalla la localización de un alijo militar del Viejo Imperio. Podría tener alguna herramienta valiosa

source: A treasure map for some ancient ruin. If you haven't just pee'd yourself, you're not a true adventurer.
es_es: Un mapa del tesoro sobre alguna ruina antigua. Si no te acabas de mear encima, no eres un auténtico aventurero.

source: It's a map pointing to a certain location in the Ashlands. It's covered in gibberish writing and pictograms. Though the Bugmaster was obviously insane, he seemed to have lived long and knew a lot of the world's secrets. You can piece together enough scraps of information to understand that the Bugmaster was training himself in preparation to go here and kill someone. It seems to have been his obsession. Whoever is there waiting in the Ashlands, it must be someone insanely dangerous.
es_es: Es un mapa que señala hacia cierta ubicación en las Tierrascenizas. Está repleto de galimatías escritos y pictogramas. Se dice que el Maestro Sabandija estaba claramente loco, parecía haber vivido mucho tiempo y sabía muchos secretos del mundo. Puedes reconstruir suficientes pedazos de información para comprender que el Maestro Sabandija se estaba entrenando como preparación para venir y matar a alguien. Parece que ha sido su obsesión. Quienquiera que esté allí esperando en las Tierrascenizas, debe ser alguien descabelladamente peligroso.

source: Bugmaster's Map
es_es: Mapa del Maestro Sabandija

source: Engineers Map
es_es: Mapa de los Ingenieros

source: This is an ancient document by an engineer of the old empire, it details potential sites where you could find Engineering Research.
es_es: Este es un antiguo documento de un ingeniero del viejo imperio, detalla lugares donde en potencia podrías encontrar Investigación sobre Ingeniería.

source: Glorious Holy Map
es_es: Mapa Sagrado Glorioso

source: A map of the Holy Nation homelands around Okran's Valley. Some of the farms and mines can be good for trading.
es_es: Un mapa de la tierra natal de la Nación Sagrada en torno al Valle de Okran. Algunas granjas y minas pueden valer para comerciar.

source: Map of the Ashlands
es_es: Mapa de las Tierrascenizas

source: An actual map of a known location in the fabled Ashlands. This could be worth a fortune.
es_es: Un mapa actual de una ubicación conocida en las fabulosas Tierrascenizas. Esto podría valer una fortuna.

source: A no-man's land between the three great nations, conflict prevents civilised settlement.
es_es: Una tierra de nadie entre las tres grandes naciones, el conflicto impide el asentamiento civilizado.

source: Map of the Border Zone
es_es: Mapa de la Zona Fronteriza

source: Map of the Shek Kingdom
es_es: Mapa del Reino Shek

source: Map of the Swamps
es_es: Mapa de las Ciénagas

source: An easy place to get lost, well worth buying a map for.
es_es: Un lugar donde perderse fácilmente, más vale comprar un mapa.

source: Map of the United Cities (Central Territories)
es_es: Mapa de las Ciudades Unidas (Territorios Centrales)

source: A map of all the main towns of the United Cities around the Great Desert area
es_es: Un mapa de todos los pueblos principales de las Ciudades Unidas alrededor de la zona del Gran Desierto

source: Shows the outland UC towns of the far south
es_es: Enseña los pueblos de las afueras de CU del lejano sur

source: Map of the United Cities (Extended Territories)
es_es: Mapa de las Ciudades Unidas (Territorios Extendidos)

source: Map of Vain
es_es: Mapa de Vano

source: The mysterious homelands of the Western Hive. Humans don't tend to venture there.
es_es: La misteriosa tierra natal del Enjambre del Oeste. Humanos no suelen aventurarse por allí.

source: Map to Mongrel
es_es: Mapa a Mongrel

source: For those desperate enough to face a fate worse than death, a promise of isolated safety and a future without slavery.
es_es: Para aquellos tan desesperados como para enfrentarse a un destino peor que la muerte, una promesa de seguridad aislada y un futuro sin esclavitud.

source: Map to World's End
es_es: Mapa al Final del Mundo

source: World's End is an outland stronghold of the Machinist's University. Tech Hunters use it as the main homebase when exploring the north.
es_es: El Fin del Mundo es una fortaleza a las afueras de la Universidad del Maquinista. Los Cazadores de Tecnología la utilizan como principal base de operaciones cuando exploran el norte.

source: A treasure map for some ancient ruin. Likely full of treasure or lost technology or horrible death. The map is insanely old and hard to understand, but from what you can gather it appears to be something science or technology related. It could have Ancient Science Books, or possibly even AI Cores.
es_es: Un mapa del tesoro de alguna antigua ruina. Es posible que esté llena de tesoros o de tecnologías perdidas o de una horrible muerte. El mapa es increíblemente viejo y difícil de comprender, pero de lo que puedes recabar, parece ser algo relacionado con ciencia o tecnología. Podrían haber Libros de Ciencia Antigua, o incluso es posible que sean Núcleos de IA.

source: Old Treasure Map
es_es: Viejo Mapa del Tesoro

source: Secret Holy Nation Documents
es_es: Documentos de la Nación Sagrada Secretos

source: This seems to be a top secret military document from the Holy Nation. It contains orders for a secret special unit of sentinels that guard some kind of secret that they refer to as "Narko's Trap". The location of the base is included with a map.
es_es: Parece ser un documento militar de alto secreto de la Nación Sagrada. Contiene órdenes para una unidad secreta especial de centinelas que guardan cierto tipo de secreto referido a la "Trampa de Narko". La localización de la base está incluida en un mapa.

source: A hand-drawn map marking a location of interest to the Tech Hunters. It's likely to be an oldworld information source that could reveal the locations of Labs.
es_es: Un mapa dibujado a mano ubicando una localización de interés para los Tecnocazadores. Es probable que sea una fuente de información anticuada que podría revelar las ubicaciones de los Laboratorios.

source: Tech Hunter Library Map
es_es: Mapa de la Biblioteca del Tecnocazador

source: A map from a Tech Hunter scout, detailing a possible location to find Ancient Science Books.
es_es: Un mapa de un explorador Tecnocazador, detallando una posible ubicación donde encontrar Libros de Ciencia Antigua.

source: Tech Hunters Map
es_es: Mapa de Tecnocazadores

source: ashland
es_es: tierraceniza

source: empire
es_es: imperio

source: empire but more worldly
es_es: imperio pero más mundano

source: empire lawless
es_es: ilegal imperial

source: holy
es_es: sagrado

source: skeletons
es_es: esqueletos

source: slavers
es_es: cuchillos de carnicero

source: swamper
es_es: cienagués

source: A rare, extreme long-range weapon for snipers. It's possible to do a lot of damage with one of these before an enemy even realises what is happening to them. Takes skill to use effectively, and not much use at short range.
es_es: Un arma para francotiradores de extremo largo alcance, poco común. Es posible hacer mucho daño con una de esas antes de que el enemigo se dé cuenta siquiera de lo que le está pasando. Requiere de destreza para usarla de modo efectivo, y no tiene mucho uso en distancias cortas.

source: Eagle's Cross
es_es: Cruz del Águila

source: Junkbow
es_es: Juncoarco

source: A poor quality attempt at crafting a Toothpick. A pretty worthless bow.
es_es: Un pobre intento de elaborar un Mondadientes. Un arco bastante inútil.

source: Based on salvaged old-world blueprints and manufactured by the Tech Hunters. It's an advanced weapon with a good range and accuracy. More expensive and less common than a Ranger, it's usually used by Tech Hunter expeditions venturing into the dangerous "3 Corners" regions of the continent.
es_es: Basado en ante-proyectos del Viejo Mundo rescatados y manufacturados por los Tecnocazadores. Es un arma avanzada con un buen alcance y precisión. Más caro y menos común que un Comando, es con frecuencia usado por Tecnocazadores en las expediciones que se aventuran hacia las peligrosas "3 Esquinas" del continente.

source: Oldworld Bow MkI
es_es: Arco del Viejo Mundo MkI

source: Oldworld Bow MkII
es_es: Arco del Viejo Mundo MkII

source: A more advanced version than the MkI, it's more complicated to use and unskilled users have a hard time reloading smoothly. For the experienced archer however it's one of the best long-range weapons available.
es_es: Una versión más avanzada que el MkI, es más complicado de usar y los usuarios no cualificados pasan un mal rato para recargar sin problemas. Para un arquero experimentado, sin embargo, es una de las mejores armas de largo alcance disponibles.
