Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: WANTED: Simion
es_es: SE BUSCA: Simión

source: WANTED: The Black Dragon Duo
es_es: SE BUSCA: El Dúo Dragón Negro

source: Buzan Race: Scorchlander Gender: Male Description: Has a limp in his walk and a 'sluggable face' Dimak Race: Shek Gender: Female Description: Stub spiked, grey skinned and 'beady eyed' Wanted for multiple counts of murder, robbery, assault, arson and kidnap. A purely blackened couple who have left a trail of corpses along their path. Most recently reported to be raiding caravans in the swamplands. Both of the above are dangerous characters likely to attack on sight. REWARD: c.20,000 per head
es_es: Buzan Raza: Chamusklandés Género: Masculino Descripción: Tiene cojera al caminar y una 'cara pateable' Dimak Raza: Shek Género: Femenino Descripción: Pinchos romos, piel plomiza y 'de ojos pequeños y brillantes' Se busca por múltiples cargos de asesinato, robo, asalto, incendio provocado y secuestro. Una auténtica pareja de oscurecidos han dejado un rastro de cadáveres a su paso. Últimamente denunciados por asaltar caravanas en las ciénagas. Los mencionados son personajes peligrosos que pueden atacar sin previo aviso. RECOMPENSA: c.20,000 por cabeza

source: Race: Scorchlander Gender: Male Description: Attractive. Dark skinned. Bulky frame. Long hair. Violent and deranged individual guilty of luring and killing travellers on the Eastern trade route. REWARD: c.10,000
es_es: Raza: Chamusklandés Género: Masculino Descripción: Atractivo. Piel oscura. Constitución corpulenta. Pelo largo. Individuo violento y desquiciado culpable de atraer y matar a viajeros en la ruta comercial oriental. RECOMPENSA: c.10,000

source: WANTED: The Canyonlands Killer
es_es: SE BUSCA: El Asesino del Valle del Cañón

source: Race: Hiver Gender: N/A Eyewitness' description: 'Hell, like a stickman! What more do you want me to say?' Leader of growing 'nature' cult thought to be responsible for the disappearance of over hundreds of travellers in the desert region. Must be returned to the police alive for interrogation. REWARD: c.15,000
es_es: Raza: Enjambre Género: NS/NC Descripción de testigos: '¡Joder, como un monigote! ¿Qué más quieres que te diga?' Líder del creciente culto a la 'naturaleza' se cree responsable de la desaparición de cientos de viajeros en la región del desierto. Debe ser entregado a la policía con vida para su interrogatorio. RECOMPENSA: c.15,000

source: WANTED: The Preacher
es_es: SE BUSCA: El Predicador

source: WANTED: The Red Bandit
es_es: SE BUSCA: El Bandido Rojo

source: Race: Greenlander Gender: Male Description: 'Ugly as a gutter and friggin' huge' Wanted for arson, robbery and extortion. Now thought to be wreaking cruelties on lost travellers of the swamps as leader of the Red Sabres. Skilled and dangerous. REWARD: c.10,000
es_es: Raza: Verdenés Género: Masculino Descripción: 'Feo como un destripador y enorme de la hostia' Se busca por incendio premeditado, robo y extorsión. Se cree que pueda estar causando crueldades en viajeros perdidos en las ciénagas como líder de los Sables Rojos. Hábil y peligroso. RECOMPENSA: c.10,000

source: WANTED: Tinfist
es_es: SE BUSCA: Puñolata

source: The Metal Brute's terror is soon to end! Will YOU be the hero of the innocent? REWARD: c.50,000
es_es: ¡El terror del Bruto de Metal pronto acabará! ¿Serás TÚ el héroe de los inocentes? RECOMPENSA: c.50,000

source: Race: Shek Gender: Female Dishonoured shek retainer who has broken warrior law by refusing to give up the blade, instead resorting to lowly crimes of banditry in the Stenn sands. REWARD: c.10,000
es_es: Raza: Shek Género: Hembra Criada shek deshonrada que ha roto la ley del guerrero al negarse a renunciar a su hoja, y en su lugar recurrir a crímenes menores de bandidismo en las arenas Stenn. RECOMPENSA: c.10,000

source: WANTED: Tora The Gutless
es_es: SE BUSCA: Tora La Caguica

source: Race: Shek Gender: Male Description: Tall, muscular, grey-skinned Warlord and leader of the Reaver bandits notorious from the Forbidden Zone. Wanted for robbery, murder, kidnapping and indoctrination of United Cities patrols and travelling citizens. WARNING: Organised, armed and dangerous. REWARD: c.50,000
es_es: Raza: Shek Género: Varón Descripción: Alto, musculoso, piel grisácea. Caudillo y líder de los bandidos Bandoleros, muy conocido en la Zona Prohibida. Se busca por robo, asesinato, secuestro y adoctrinamiento de patrullas de las Ciudades Unidas y ciudadanos de viaje. AVISO: Organizado, armado y peligroso. RECOMPENSA: c.50,000

source: WANTED: Valamon
es_es: SE BUSCA: Valamón

source: Screamer Race: Skeleton Ponk Race: Skeleton A pair of highly intelligent and sadistic con artists wanted for gross malfeasance as medical and 'ancient voodoo' practitioners in various cities across the land. REWARD: c.20000 per head
es_es: Gritón Raza: Esqueleto Ponk Raza: Esqueleto Un par de timadores sumamente inteligentes y sádicos se les busca por actividad ilícita de muy mal gusto como practicantes de medicina y 'vudú antiguo' en varias ciudades a lo largo de la tierra. RECOMPENSA: c.20,000 por cabeza

source: WANTED: Voodoo Brothers
es_es: SE BUSCA: Hermanos Vudú

source: Race: Scorchlander Gender: Male Description: White haired. 'Pretty'. Abandoner of duties and menace to society. Answers to the name 'White Eyebrow'. Responsible for last year's arduous Brown Drought. As a result of this fugitive's uprising, innocents of the United Cities were forced to suffer a whole week without cactus rum. After abandoning his duties, the fugitive has since dedicated his new found 'purposelessness' to banditry and harrassment. Recent attacks reported from the Northern Swamplands. REWARD: c.10,000
es_es: Raza: Chamusklandés Género: Masculino Descripción: Pelo blanco. 'Lindo'. Renunciante de deberes y amenaza para la sociedad. Responde al nombre de 'Cejablanca'. Responsable de la ardua Sequía Marrón del año pasado. Como resultado de la sublevación de este fugitivo, inocentes de las Ciudades Unidas fueron forzadas a sufrir toda una semana sin ron de cactus. Tras abandonar sus funciones, el fugitivo se ha dedicado en su nueva 'falta de propósito' al bandolerismo y acoso. Se han denunciado ataques recientes en las Ciénagas Septentrionales. RECOMPENSA: c.10,000

source: WANTED: White Eyebrow
es_es: SE BUSCA: Cejablanca

source: Water
es_es: Agua

source: Water Jug
es_es: Jarra de Agua

source: A threadbare old doctrine on the philosophy of warrior culture, dictated by Kral himself: "The lifespan of this ancient world is so vast that our small lives are similar to a drop in an ocean. Shortening a life so small is nothing to be feared... death is nothing, but glory is everlasting. Fight for your kin and never back down, for a warrior is useless, a life wasted, if one does not rise up and stand with teeth gritted during trying times. Our beliefs are meaningless if we do not have the spine to fight for them."
es_es: Una raída vieja doctrina sobre la filosofía de la cultura del guerrero, dictada por el mismísimo Kral: "La vida de este antiguo mundo es tan vasta que nuestras pequeñas vidas se asemejan a una gota en el océano. Acortar una vida tan pequeña que no es nada a temer... la muerte no es nada, mas la gloria es eterna. Lucha por tus parientes y nunca retrocedas, para un guerrero es inútil, una vida malgastada, si uno no se levanta y resiste en pie con uñas y dientes durante los tiempos difíciles. Nuestras creencias no tienen sentido si no tenemos el coraje de luchar por ellas."

source: Way Of The Warrior: The Book Of Kral
es_es: Camino del Guerrero: El Libro De Kral

source: Wheatstraw is one of the few crops that can be grown in arid environments. Its a sturdy crop, and can be used to make horrible flat bread or rum that makes you go blind.
es_es: Trighebra es uno de los pocos cereales que pueden crecer en ambientes áridos. Es un cereal robusto, y puede ser utilizado para hacer un pan plano horrible o un ron que te deja ciego.

source: Wheatstraw
es_es: Trighebra

source: Wooden Bowl
es_es: Bol de Madera

source: Wrench
es_es: Llave inglesa

source: Alpha Fishman
es_es: Pezumán Alfa

source: Big-Bones
es_es: Huesos-Grandes

source: Black Gorillo
es_es: Gorilo Negro

source: Boneyard Wolf
es_es: Lobo Necróseo

source: Bull
es_es: Toro

source: Bull (domesticated)
es_es: Toro (domesticado)

source: Cage Beast
es_es: Jaula para Bestia

source: Cannibal Skav
es_es: Caníbal Karroñet

source: Crimper
es_es: Engarzador

source: A maintainance skeleton of a lost era.
es_es: Un esqueleto de mantenimiento de la era perdida.

source: Deadhive Prince
es_es: Príncipe Colmenaseca

source: Deadhive Soldier
es_es: Soldado Colmenaseca

source: Deadhive Worker
es_es: Obrero Colmenaseca

source: Fishman
es_es: Pezumán

source: Flayed Man
es_es: Hombre Desollado

source: Goat
es_es: Cabra

source: Primarily from farmer cultures, they still tend to be an agressive race and are easily led astray. The worst of them live in ignorance, knowing only greed and fear, reacting to anything different with hatred and violence, but the best of them are some of the greatest civilised scientists, engineers and warriors in the land.
es_es: Fundamentalmente proceden de culturas agrícolas, todavía tienden a ser una raza agresiva y fácilmente llevada al extravío. Los peores viven en la ignorancia, conociendo únicamente la envidia y el miedo, reaccionando a cualquier cosa diferente con odio y violencia, pero los mejores entre ellos son algunos de los mejores científicos civilizados, ingenieros, exploradores y héroes.

source: Greenlander
es_es: Verdenés

source: The highest ranking in a Hive and right-hands to the Queen. Nobody has ever seen an actual Queen, it is the Princes that run everything. Free Princes are usually the result of losing command to a rival Prince, or exiles sent away as punishment for some kind of failure. They are much more intelligent and free-willed than normal Hive types.
es_es: El rango más alto en un Enjambre y mano derecha de la Reina. Nadie ha visto una Reina actual, es el Príncipe quien controla todo. Los Príncipes Libres son el resultado de una pérdida de autoridad frente a un Príncipe rival, o exiliados enviados lejos como castigo a algún tipo de fallo. Son mucho más inteligentes y libres que los tipos normales de la Colmena.

source: Hive Prince South Hive
es_es: Príncipe del Enjambre del Sur

source: Hive Queen
es_es: Reina del Enjambre

source: Hive Soldier Drone
es_es: Soldado Zángano del Enjambre

source: Solder drones created to protect their Hive and enforce control over the workers. Stronger and less intelligent than a worker, freedom-seekers are rarer and usually end up finding mercenary work.
es_es: Soldados zánganos creados para proteger su Enjambre y imponer el control sobre los obreros. Más fuerte y menos inteligente que un obrero, son escasos los buscadores de libertad y normalmente acaban encontrando trabajo mercenario.

source: Hive Soldier Drone South Hive
es_es: Soldado Zángano del Enjambre del Sur

source: Hive Worker Drone
es_es: Obrero Zángano del Enjambre

source: Expendible workers born to labour for the good of their Hive, they know only obedience and value service to the Hive above any personal benefits, saftey or comfort. If separated from the controlling influence of the Hive they usually die, but in rare cases become free individuals. Bewildered by their newfound freedom and loss of a predetermined purpose they wander lost and seek meaning, but usually just find death or exploitation.
es_es: Trabajadores prescindibles nacidos para trabajar por el bien de su Enjambre, solo conocen la obediencia y valoran el servicio al Enjambre por encima de sus beneficios personales, seguridad o comodidad. Si son separados de la influencia controladora del Enjambre suelen morir, pero en excepcionales casos se convierten en individuos libres. Desconcertados por su libertad y la pérdida de un propósito predeterminado vagan perdidos buscando un sentido a sus vidas, pero por lo general solo hallan la muerte o la explotación.

source: Hive Worker Drone South Hive
es_es: Obrero Zángano del Enjambre del Sur

source: King Fishman
es_es: Rey Pezumán

source: Land Bat
es_es: Murciterrak

source: P4 Unit
es_es: Unidad P4

source: Robot Guard Spider
es_es: Araña Robot Guardiana

source: Robot Spider Worker
es_es: Araña Robot Obrera

source: Scorchlander
es_es: Chamusklandés

source: Scorchlanders tend to value personal freedoms above all else. They don't tend to get along well with rules, regulations and religions, and as a result have a reputation as social misfits and are often found in more adventurous professions. Despite this however, they are highly creative making them natural born traders and skilled weapon smiths. Honest to a fault, laughing in the face of manners, moderation and anything sensible, they make loyal friends, passionate enemies, and are great fun to drink with.
es_es: Los Chamusklandeses tienden a valorar sus libertades personales por encima del resto. No suelen arreglárselas bien con las reglas, regulaciones y religiones, y como resultado tienen reputación de inadaptados sociales y con frecuencia se encuentran en profesiones más aventureras. Honestos hasta la exageración, se ríen en la cara de los modales, la moderación y cualquier cosa sensible, hacen amigos leales, apasionados enemigos, y son súper divertidos de fiesta.

source: Screamer MkI
es_es: Gritón MkI

source: A warrior society that values strength and hardiness above more intellectual pursuits. They are sometimes a little humourless and have a reputation as dumb brutes, but this is not always the case. Their external skeletal plates provide a natural armour but hinders more dexterous pursuits like sneaking around.
es_es: Una sociedad guerrera que valora más la fortaleza y resistencia que afanes intelectuales. A veces tienen poco sentido del humor y tienen fama de brutotes, aunque no siempre se aplica el caso. Sus planchas de exoesqueleto les proveen de una armadura natural pero les dificulta lograr ciertas destrezas como avanzar a hurtadillas.

source: The Skeletons are a complete mystery, nobody knows where they came from and how they were made but they are suspected to be thousands of years old. Fully sentient and capable of feeling sadness, anger, excitement, compassion, thrill and enjoyment, although they don't posess the ability to express anything visually. This combined with their dry sense of humour often confuses the other races, whom the Skeletons see as somewhat volatile and unpredictable. They have no prejudice or fear of death, and make for brutally effective warriors.
es_es: Los Esqueletos son un completo misterio, nadie sabe de donde vinieron ni como fueron hechos pero se sospecha que tienen miles de años. Totalmente sensible sy capaces de sentir tristeza, ira, excitación, compasión, emoción y gozo, aunque no poseen la habilidad de expresar nada visualmente. Esto combinado con su seco sentido del humor a menudo hace que les confundan con otras razas, que son vistas por los Esqueletos como un poco volatiles e impredecibles.

source: Skeleton
es_es: Esqueleto

source: Skeleton Log-Head MKII
es_es: Esqueleto Cabeza-Leño MkII

source: Skeleton MKII Screamer
es_es: Esqueleto Gritón Mkll

source: Skeleton No-Head MkII
es_es: Esqueleto Sin-Cabeza MkII

source: Skeleton P4MkII
es_es: Esqueleto P4MkII

source: Small Spider
es_es: Araña Pequeña

source: Soldierbot
es_es: Milicianbot

source: Spider
es_es: Araña

source: Swamp Turtle
es_es: Tortuga de la Ciénaga

source: Whistler
es_es: Silbador

source: Ancient Ruins
es_es: Ruinas Antiguas

source: Anti-Slavers
es_es: Anti-Esclavistas

source: Bar Thugs
es_es: Matones de Bar

source: Berserkers
es_es: Desquiciados

source: Black Desert Ninjas
es_es: Ninjas del Desierto Negro

source: Black Dog
es_es: Perro Negro

source: Black Dragon Ninjas
es_es: Ninjas del Perro Negro

source: Blackshifters
es_es: Ladronegros

source: Bloodraiders
es_es: Crúorjinetes

source: Bounty Hunters
es_es: Cazarrecompensas

source: Broken Cities
es_es: Ciudades Rotas

source: Broken Ones
es_es: Los Rotos

source: Cannibal Hunters
es_es: Cazadores de Caníbales

source: Cannibals
es_es: Caníbales

source: Crab Raiders
es_es: Jinetes de Cangrejos

source: Crabs
es_es: Cangrejos

source: Deadcat
es_es: Gatomuerto

source: Drifters
es_es: Vagabundos

source: Dust Bandits
es_es: Bandidos de la Polvareda

source: Empire Peasants
es_es: Campesinos Imperiales

source: Fisher
es_es: Pescador

source: Fishmen
es_es: Pezumanos

source: Floodland Ruins
es_es: Ruinas de Anegalandia

source: Flotsam Ninjas
es_es: Ninjas Flotsam

source: Fogmen
es_es: Neblinos

source: Free Traders
es_es: Comerciantes Libres

source: generation template
es_es: plantilla de generación

source: Gorillos
es_es: Gorilos

source: Grass Pirates
es_es: Piratas de la Pradera

source: Grayflayers
es_es: Desolladorcanos

source: Gutters
es_es: Destripadores

source: Herbivore
es_es: Hervíboros

source: Holy Nation Outlaws
es_es: Forajidos de la Nación Sagrada

source: Hounds
es_es: Sabuesos

source: Imperial Lords
es_es: Señores Imperiales

source: Machinists
es_es: Maquinistas

source: Manhunters
es_es: Cazadores de Hombres

source: Medics Guild
es_es: Gremio Médico

source: Megacity
es_es: Megaciudad

source: Mercenary Guild
es_es: Gremio Mercenario

source: Mercenary Police
es_es: Policía Mercenaria

source: Nameless
es_es: Sinnombre

source: No Faction
es_es: Sin Facción

source: Nomads
es_es: Nómadas

source: Okranites
es_es: Okranitas

source: Old Machines
es_es: Viejas Máquinas

source: Outlaw
es_es: Forajido

source: Police
es_es: Policía

source: Preacher Cult
es_es: Culto Predicador

source: Raptors
es_es: Raptores

source: Reavers
es_es: Bandoleros

source: Rebel Farmers
es_es: Granjeros Rebeldes

source: Rebel Swordsmen
es_es: Espadachines Rebeldes

source: Rebirth Slaves
es_es: Esclavos de Renacimiento

source: Red Sabres
es_es: Sables Rojos

source: Republic of Tertius
es_es: República de Tertius

source: Sand ninjas
es_es: Ninjas de la arena

source: Scavengers
es_es: Basureros

source: Second Empire
es_es: Imperio Segundo

source: Second Empire Exile
es_es: Exiliados del Imperio Segundo

source: Shek Kingdom
es_es: Reino Shek

source: Shinobi Thieves
es_es: Ladrones Shinobi

source: Shrieking Bandits
es_es: Bandidos Chillones

source: Skeleton Bandits
es_es: Bandidos Esqueleto

source: Skeleton Legion
es_es: Legión de Esqueletos

source: Skeleton MkII
es_es: Esqueleto MkII

source: Skeleton MkII Log Head
es_es: Esqueleto Cabeza Leño MkII

source: Skeleton MkII Screamer
es_es: Esqueleto Gritón Mkll

source: Skeletons
es_es: Esqueletos

source: Skimmers
es_es: Patineto

source: Skin Bandits
es_es: Bandidos de la Piel

source: Slave Hunters
es_es: Cazadores de Esclavos

source: Slave Traders
es_es: Traficantes de Esclavos

source: Slaves
es_es: Esclavos

source: Spiders
es_es: Arañas

source: Starving Bandits
es_es: Bandidos Famélicos

source: Stone Rats
es_es: Ratas Pétreas

source: Swamp Creatures
es_es: Criaturas de la Ciénaga

source: Swamp Ninjas
es_es: Ninjas de la Ciénaga

source: Swampers
es_es: Cineagueses

source: Tech Hunters
es_es: Cazadores de Tecnología

source: Temple of truth
es_es: Templo de la verdad

source: The Gorrillo Bandits
es_es: Los Bandidos Gorilo

source: The Holy Nation
es_es: La Nación Sagrada

source: The Old Empire
es_es: El Viejo Imperio

source: Thrall Masters
es_es: Amos de Esclavos

source: Trade Ninjas
es_es: Ninjas Comerciantes

source: Traders Guild
es_es: Gremio de Comerciantes

source: Twinblades
es_es: Doblehojas

source: United Cities
es_es: Ciudades Unidas

source: United Heroes League
es_es: Liga de los Héroes Unidos

source: Vagrants
es_es: Errantes

source: Western Hive
es_es: Enjambre Occidental

source: White Eyebrow Clan
es_es: Clan Cejablanca

source: Wildlife
es_es: VidaSalvaje

source: Wolves
es_es: Lobos

source: Yabuta Outlaws
es_es: Forajidos Yabuta

source: Abandoned Town
es_es: Pueblo Abandonado

source: Ancient Labs
es_es: Laboratorios de los Antiguos

source: Ancient Tech Lab
es_es: Laboratorio Tecnológico de los Antiguos

source: Archive Town
es_es: Ciudad del Archivo

source: Ark
es_es: Arka

source: Armoury Ruin
es_es: Arsenal en Ruinas

source: Ashland Dome I
es_es: Domo Tierraceniza I

source: Ashland Dome II
es_es: Domo Tierraceniza II

source: Ashland Dome III
es_es: Domo Tierraceniza III

source: Ashland Dome IV
es_es: Domo Tierraceniza IV

source: Ashland Dome Ruin
es_es: Ruinas de Domo Tierraceniza

source: Bad Teeth
es_es: Malos Dientes

source: Barrier Tower
es_es: Torre Barrera

source: Bast
es_es: Líber

source: Berserker Village
es_es: Aldea de los Desquiciados

source: Black Desert City
es_es: Ciudad Desierto Negro

source: Black Dog HQ
es_es: CG Perro Negro

source: Black Dragon Camp
es_es: Campamento Dragón Negro

source: Black Scratch
es_es: Arañazo Negro

source: Blister Hill
es_es: Colina Burbujo

source: Blood Bandit Camp
es_es: Campamenro Bandido de Sangre

source: Boneyard Wolf Den
es_es: Guarida del Lobo Necróseo

source: Bounty Hunter Camp
es_es: Campamento Cazarrecompensas

source: Brink
es_es: Borde

source: Burn's Tower
es_es: Torre de Burn

source: Cactus Den
es_es: Guarida Cactus

source: Camp- Cannibal Hunters
es_es: Campamento de Cazadores de Caníbales

source: Cannibal Capital
es_es: Capital Caníbal

source: Cannibal Infestation
es_es: InfestaciónCaníbal

source: Cannibal Village
es_es: Aldea Caníbal

source: Cat-Lon's Exile
es_es: Exilio de Cat-Lon

source: Catun
es_es: Gatún

source: Clownsteady
es_es: Payaserio

source: Crab Nest
es_es: Nido Cangrejo

source: Crab Town
es_es: Pueblo de los Cangrejos

source: Crab Village
es_es: Aldea Cangreja

source: Crumbling Labs
es_es: Laboratorios Deteriorados

source: Cult Village
es_es: Aldea Culto

source: Dead Fishing Village
es_es: Aldea Pescadora Muerta

source: Dead Workshop
es_es: Taller Muerto

source: Deadhive Overrun
es_es: Infesto Colmenaseca

source: Deadland Workshop
es_es: Taller Mortalerra

source: Distant Hive Village
es_es: Aldea Enjambre Remota

source: Drifter's Last
es_es: Último Vagabundo

source: Drowned Ruins
es_es: Ruinas del Ahogado

source: Dust Bandit Camp
es_es: Campamento de Bandido de la Polvareda

source: Dust King Tower
es_es: Torre del Rey de la Polvareda

source: Empire Village
es_es: Aldea del Imperio

source: Empty Lab
es_es: Laboratorio Vacío

source: Empty Ruin
es_es: Ruina Vacía

source: Empty Ruins
es_es: Ruinas Vacías

source: Endin
es_es: Finalix

source: Exile Camp
es_es: Campamento del Exilio

source: Expedition 4
es_es: Expedición 4

source: Expedition 5
es_es: Expedición 5

source: Eyesocket
es_es: Cavidócular

source: Fallen Tower
es_es: Torre Caída

source: Farm Ruin
es_es: Ruina Agrícola

source: Farm Ruins
es_es: Granja en Ruinas

source: Farming Village
es_es: Aldea Agrícola

source: First Village
es_es: Aldea Primera

source: Fish Isle
es_es: Isla del Pescado

source: Fishing Village
es_es: Aldea Pescadora

source: Flats Lagoon
es_es: Laguna de Pisos

source: floodland sword nest
es_es: nido de espadas de Anegalandia

source: Flotsam Safehouse
es_es: Refugio Flotsam

source: Flotsam Village
es_es: Aldea Flotsam

source: Fog Deathyard
es_es: Campóbito Neblino

source: Fog Deathyard Invasion
es_es: Invasión de Campóbito Neblino

source: Fogman Nest Invasion
es_es: Invasión del Nido Neblino

source: Fort Mirage
es_es: Fuerte Espejismo

source: Fort Simion
es_es: Fuerte Simión

source: Fort Yabuta
es_es: Fuerte Yabuta

source: Free Settlement
es_es: Asentamiento Libre

source: Gatherer Village
es_es: Aldea Recolectora

source: Ghost Village
es_es: Aldea Fantasma

source: Goat Herder's Camp
es_es: Campamento del Cabrero

source: Gorillo Nest
es_es: Nido de Gorilos

source: Grayflayer Village
es_es: Aldea Desolladorcano

source: Guard Outpost
es_es: Guardia Puesto Avanzada

source: Gurgler Nest
es_es: Nido Gorjeador
