Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: Judging by our findings to date, the ancients possessed enormous power capable of both extraordinary creation and immense destruction. But what led to their abrupt end? Natural disaster is the most logical theory, this would explain the larger areas of destruction, and it may even tie in more plausibly with Okranite tellings of the first extinction by tribals brainlessly associating it with an 'act of god'. Newly created skeletons may have been incubating in a safe place during the event, hence how they survived and why they have no memory of the incident: they were not yet born at the time. Evidence of this safe place though, we have not yet discovered. - Finch
es_es: A juzgar por nuestros descubrimientos hasta la fecha, los antiguos poseyeron un poder enorme capaz tanto de una extraordinaria creación como de una inmensa destrucción. Pero, ¿qué les condujo a tan abrupto final? La teoría de un desastre natural es la más lógica, esto explicaría las áreas de destrucción mayores, y puede incluso tener relación de forma verosímil con las historias de los Okranitas sobre la primera extinción de las tribus que lo asociaban descerebradamente a un 'acto de dios'. Esqueletos recién creados pueden haber sido incubados en un lugar seguro durante el acontecimiento, de ahí a cómo sobrevivieron y por qué no recuerdan nada del incidente: aún no habían nacido por aquel entonces. Aunque la evidencia de este lugar seguro no ha sido aún descubierta. - Finch

source: Mass Extinction II
es_es: Extinción Masiva II

source: The other researchers make far too many assumptions within their theories that the ancients created the skeletons. Organics and skeletons: we do not know how either came into being. Remaining damages to the ruins show destruction either by means of natural disaster or the use of a super weapon and internal conflict. Now, IF the master race 'owned' the skeleton, surely it would be the skeleton on the front line, and first to die, not the skeleton being the apparent sole surviving race. If it was in fact vice versa and the skeleton was actually the master race, this may be more conceivable that they turned out to be the sole survivors. Skeletons were either the sole race of the ancient civilisation or the master race, no evidence suggests any other dominant race. How the skeleton first came into being is irrelevant, after all this is a question that all living things share in common and should not be used to undermine their role in ancient society. - Sabina
es_es: Los otros investigadores hacen demasiadas suposiciones dentro de sus teorías sobre que los antiguos crearon a los esqueletos. Orgánicos y esqueletos: no sabemos cómo cualquiera de los dos llegaron a existir. Los daños remanentes en las ruinas muestran destrucción o por un desastre natural or pro el uso de una súper arma y un conflicto interno. Ahora bien, si la raza superior 'poseyó' a los esqueletos, seguramente estarían los esqueletos en la línea frontal, y los primeros para morir, no siendo los esqueletos en apariencia la única raza superviviente. Fue, de hecho, a la viceversa y los esqueletos eran realmente la raza dominante, así puede ser más concebible que ellos se convirtiesen en los únicos supervivientes. Los esqueletos fueron una de dos, o la única raza antigua superviviente o la raza dominante, ninguna evidencia sugiere sobre cualquier otra raza dominante. Cómo inicialmente los esqueletos llegaron a estar vivos es irrelevante, después de todo esta es una cuestión que todas las cosas vivas tienen en común y no debe ser minado su rol en la antigua sociedad. - Sabina

source: How did the skeleton survive the mass extinction of the ancients? Natural disaster and war explain the areas of destruction that we have found during excavations but they do not explain the continuation of the skeleton. Only biological and environmental factors can explain this. The ancients certainly had intellectual capacity to carry out biological warfare against each other, which the skeletons would have survived. In fact, an attack could have easily been carried out by the skeletons themselves. Even non self-inflicted biological dangers such as plague, famine and toxic pollution from overmining are all possibilities. The central mines have shown us that they carried out excessive extraction of resources from the land, byproducts from this may easily have caused mutations and disease within the inhabitants. - Atticus
es_es: ¿Cómo sobrevivieron los esqueletos a la extinción masiva de los antiguos? Un desastre natural y una guerra explican las áreas de destrucción que hallamos durante las excavaciones, pero no explican la continuación de los esqueletos. Tan sólo factores biológicos y ambientales pueden explicar esto. Los antiguos, ciertamente, tenían capacidad intelectual para llevar a cabo un conflicto biológico de unos contra otros, al cual pudieron haber sobrevivido los esqueletos. De hecho, un ataque pudo ser llevado a cabo fácilmente por los propios esqueletos. Incluso los peligros biológicos no autoinflingidos tal como una plaga, hambruna y contaminación tóxica de la sobreexplotación minera son posibles. Las minas centrales nos han demostrado que realizaron una excesiva extracción de recursos de la tierra, subproductos de esto pueden fácilemente haber causado mutaciones y enfermedades entre los habitantes. - Atticus

source: Mass Extinction III
es_es: Extinción Masiva III

source: Mass Extinction IV
es_es: Extinción Masiva IV

source: A super weapon or sizeable destructive force could have been well within the ancient's capabilities and would explain the significant loss of land. Too much power was the ancient's downfall - when civil war and internal discontent finally hit them, the result was devastation by their own hands. Were the skeletons the sole master race? I doubt it, the theory of skeletons being the dominant inhabitant is thwarted by the fact that they did survive: Why did they not rebuild their empire? One explanation: Perhaps the memory loss is responsible for this, a last resort defensive maneuver made by their enemy, the ancients seemed intelligent enough to devise such a radical psychological weapon after all. - Idad
es_es: Una súper arma o fuerza destructiva considerable pudo haber sido bien entre las capacidades de los antiguos y podría explicar la significativa pérdida de tierra. Demasiado poder fue la perdición de los antiguos - cuando una guerra civil y el descontento interno al final les golpearon, el resultao fue la devastación en sus propias manos. ¿Fueron los esqueletos la única raza superior? Lo dudo, la teoría de que los esqueletos era los pobladores dominantes es frustada por el hecho de que sobreviviesen: ¿Por qué no reconstruyeron su imperio? Una explicación: Tal vez la pérdida de memoria sea la responsable de esto, una maniobra defensiva como último recurso realizada por sus enemigos, los antiguos parecían lo suficientemente inteligentes para idear un arma psicológica tan radical, después de todo. - Idad

source: Meatwrap
es_es: Carnenvuelta

source: Meat in some bread. It's great.
es_es: Carne dentro de algo de pan. Está genial.

source: Medical Supplies
es_es: Suministros Médicos

source: Mega City: The Beginning I
es_es: Mega Ciudad: El Inicio I

source: A diary entry scribbled on a scap of paper: "Okay! The walls are up, the buildings have been fortified, the turrets calibrated and we're all settled nicely. We've picked a fantastic spot to rebuild: We got water ripe for fishing, we got hills sheltering us from the harsh winds and, best of all, we got no Holy Nation, no Empire, no nothing to tell us what to do! Just a couple o' dumb cannibal tribals, nothing we can't handle. I bet those backward animals are more scared of us than we are of them, I mean, they're running around starkers, Okran's goodies flopping in the wind with minds of their own, and the best weapons they got are shit covered sticks. Maybe I'll even take a few of them as slaves for free labour, we'll have the next empire up in no time and all the refugees will be begging to join us!"
es_es: Una entrada en el diario garabateada en un trozo de papel: "¡Okay! Las murallas están levantadas, las construcciones han sido fortificadas, las torretas calibradas y todos estamos bien instalados. Hemos escogido un lugar fantástico para reconstruir: Tenemos agua lista para pescar, tenemos montañas protegiéndonos de los vientos fuertes y, lo mejor de todo, no tenemos Nación Sagrada, ni Imperio, ¡ni nada que nos diga qué hacer! Tan solo un par de tribus caníbales atontados, nada que no podamos manejar. Apuesto a que aquellos animales atrasados están más asustados de nosotros que nosotros de ellos, quiero decir, es que están correteando por ahí en pelotas, con las golosinas de Okran dando bandazos al viento por libre, y las mejores armas que tienen son palos cubiertos de mierda. Quizás Incluso podré tomar unos cuantos como esclavos como manos de obra gratuita, ¡y tendremos el siguiente imperio levantado en muy poco tiempo y todos los refugiados estarán rogando unirse a nosotros!"

source: A diary entry scribbled on a scap of paper: "A few of the villagers haven't been able to hack it here in recent weeks. Minid and Petal were the last to disappear, those lovesick fools wouldn't know a good setup if it hit them square in the nose. Probably ran away together in some passionate elopement, they thought they were secretive, but with those pining eyes and red faces everybody could see right through their affair. Then we've got Rekon, Bones and Wesley... Well that flakey triplet wouldn't remember how to put on their own boots, let alone remember their way around these mountains. My guess is that they got lost in the hills scavenging for green fruits... twits. Surival of the fittest at its finest I guess. Who needs horny pansies and braindead baffoons anyway, we'll build our next empire to be stronger than ever without them."
es_es: Una entrada en el diario garabateada en un trozo de papel: "Algunos aldeanos no han sido capaces de arreglárselas aquí en las últimas semanas. Minid y Pétalo han sido los últimos en desaparecer, esos locos de amor no sabrían distinguir una buena instalación ni aunque lo tenga delante de las narices. Probablemente huyeron juntos en un apasionada fuga, pensaban que lo llevaban en secreto, pero con esos ojos anhelantes y los rostros enrojecidos todos podían ver claramente su amorío. Además tenemos a Rekon, Huesos y Wesley... Este trío de irresponsables no podrían recordar ni cómo calzarse sus propias botas, ni mucho menos su camino por estas montañas. Me imagino que se perdieron en las colinas recogiendo frutas verdes... imbéciles. La supervivencia del más fuerte y adaptado, imagino. Quien necesita pusilánimes cachondos y zafios tontacos de todos modos, construiremos nuestro próximo imperio para que sea más fuerte que nunca sin ellos."

source: Mega City: The Beginning II
es_es: Mega Ciudad: El Inicio II

source: Megacrab Ganglion
es_es: Ganglio de Megacangrejo

source: Some kind of organ or something that was inside the Megacrab. Whatever it is, it's probably worth a bit of money
es_es: Algún tipo de órgano o algoque estaba en el interior del Megacangrejo. Sea lo que sea, probablemente valga algo de dinero

source: Membership Pack
es_es: Paquete de membresía

source: A membership pack given to new members of the Traders Guild. It contains countless pages of rambling legal mumbo jumbo, each individually stamped with the seal of the Traders Guild. You could probably just chuck it away, free up some storage space... but you just know there's a tiny chance that as soon as you do that, somebody will ask you for it. Noble world problems.
es_es: Un paquete de membresía entregado a los nuevos miembros del Gremio de los Comerciantes. Contiene páginas incontables de farragosos galimatías legales, individualmente estampadas con el sello del Gremio de los Comerciantes. Posiblemente podrías tirarlo, liberar algo de espacio para almacenamiento... aunque acabas de saber que hay una minúscula posibilidad de que tan pronto como lo hagas, alguien te lo pida. Problemas del mundo noble.

source: An old memo addressed to the Big Bosses from Grim of the Hounds: "hash is dead, the stalker clan is dead. that arragant peace of shit aint gonna bother no body no more. no more ruls. big grim runs the swamps now an things are gonna change round here. cross me an Ill feed you to my hounds like I did hash."
es_es: Una viejo memorando dirigido a los Grandes Jefes por Torvo de los Sabuesos: "hash está muerto, el clan de los acosadores está muerto. la arrogante paz de mierda no va a molestar a nadie nunca más. se acabaron las reglas. el gran torvo controla las ciénagas ahora y las cosas van a cambiar por aquí. enfádame y alimentarás a mis perros como hice con hash."

source: Memo From Big Grim
es_es: Memorando de Gran Torvo

source: A memo to the female freedom fighters of the Holy Nation: "Must we kill those we once feared and were forced to obey, even if they are our cousins, our brothers, our fathers? No. But I say it is right to kill those who oppose us. No true relative would stand idle while the women are enslaved, beaten and treated like cattle. I do not call those who do nothing my relatives, I call them my masters, for anyone who does not see the injustice or does not wish to see it erased from our world is a master. And is it not right for a slave to use any means necessary to be free? Then let us do what we must to throw off our shackles, because words and reason will not create change! It is our responsibility, for the sake of every woman who lived, live and will live that we impose that change, with blood and iron if needs be!"
es_es: Un memorando a las luchadoras libres femeninas de la Nación Sagrada: "¿Debemos matar a aquellos que una vez temimos y a los que fuimos forzados a obedecer, incluso si son nuestros primos, nuestros hermanos, nuestros padres? No. Pero digo que está bien matar a aquellos que nos enfrentan. Ningún pariente verdadero se quedará de brazos cruzados mientras las mujeres son esclavizadas, golpeadas, o tratadas como ganado. Yo no llamo a aquellos que no hacen nada mis familiares, los llamo mis amos, cualquiera que hace por no ver la injusticia o hace por no desear verla erradicada de nuestro mundo es un amo. ¿No es adecuado para un esclavo el utilizar todos los medios que estén en su mano para ser libre? Entonces, déjanos hacer lo que tengamos que hacer para quitarnos de encima nuestros grilletes, ¡porque las palabras y la razón no crearán el cambio! ¡Es nuestra responsabilidad, por el bien de cada mujer que vivió, vive y vivirá que impongamos el cambio, con sangre y hierro si fuera necesario!"

source: Memo From Moll
es_es: Memorando de Moll

source: Men of Dirt
es_es: Hombres de Barro

source: An old diary, many of the pages have been torn out: "Eviction day - How could I ever compete with the prices of free labour! Me baby girl's hungry, me lady's saying mad things and desperation has me at a loss! We're too gaunt for the Empire's tastes now, it's out to the sands for us by morning..." [Numerous pages are missing between entries] "Mourning past - I came upon a caravan, feasted on by skimmers, luck to me this day. I'll have enough materials and enough supplies to get me through the season. If only luck could've stretched a little earlier." "Day of prosperity - I've taken em as me own children, the outcasts of the Empire. I won't see any other suffer the fate I've suffered. I'll not forgive the lady for what she done, but I'll learn from it, make sure irreversible mistakes don't happen again. We live from the plump nobles who took from us, we shelter from our own walls, away from the eyes of the Leviathyn. I'll protect these children, no matter what it takes."
es_es: Un diario viejo, la mayoría de las páginas han sido arrancadas: "Día del desahucio - ¡Cómo podría competir jamás con los precios de la mano de obra gratuita! ¡Mi bebé tiene hambre, mi señora está diciendo locuras y estoy perdido en la desesperación! Estamos demasiado demacrados para los gustos del Imperio, sólo nos queda echarnos a las arenas antes de la mañana..." [Faltan numerosas páginas entre ambas entradas] "Luto pasado - Me encontré una caravana, en la que se había dado el banquete los patinetos, una suerte para mí. Conseguí suficientes materiales y provisiones para pasar la temporada. Simplemente si la suerte me hubiese tocado un poquito antes." "Día de prosperidad - Les he adoptado como a mis propios hijos, los parias del Imperio. No veré a otro sufrir el destino que yo he sufrido. No perdonaré a la señora por lo que hizo, pero aprenderé de ello, me aseguraré de que no vuelvan a suceder errores irreversibles. Vivimos de los nobles rollizos que nos sacaron todo, nos refugiamos de nuestros propios muros, alejados de los ojos del Leviatán. Yo protegeré a estos niños, sin importar lo que cueste."

source: A crumpled letter. It looks decades old and the writing is barely legible: "Maril, Mission Graeme has been a failure; target deceased. Sources indicate the capture, enslavement and immobilization of Greycloud; severity of condition unknown. Greycloud is currently being held in isolation for the next 72 hours. It is highly likely that Greycloud is unable to make an escape in his current state. Greycloud's enslavement is truly a fate worse than death. If we push for the next 72 hours, we'll have a high chance of success for a rescue mission. No family left behind. Gomoe"
es_es: Una carta arrugada. Parece que tiene décadas y la escritura es apenas legible: "Maril, La misión Graeme ha sido un fracaso; objetivo muerto. Las fuentes indican la captura, esclavización e inmovilización de Nubegris; desconocida la severidad de la condición. Nubegris en este momento está siendo retenido en aislamiento durante las próximas 72 horas. Es altamente probable que Nubegris sea incapaz de escapar en su estado actual. La esclavización de Nubegris es sinceramente una suerte peor que la muerte. Si insistimos durante las siguientes 72 horas, tendremos una gran posibilidad de éxito en una misión de rescate. Ninguna familia se queda atrás. Gomoe"

source: Mission Graeme: Status
es_es: Misión Graeme: Estado

source: Moll's Speech
es_es: Discurso de Moll

source: A crumpled up draft speech written by the leader of the Flotsam Ninjas: "I've seen many of my sisters die in battle. Witnessing such needless end of human life never gets any easier. Many of my comrades have asked, 'is the battle pointless? Is it all for nothing?'... No, I don't believe so. The Holy Nation will eventually fall on its own, given enough time. Why? Simply because it neglects half of its own population. Some of the Flotsam rebels make up some of the best ninjas in the world, hands down. The Holy Nation are fools for not utilising the skill of these women: a society that denies half of it's potential will eventually fall. But if we can prevent the suffering of our daughters even the slightest bit by speeding up our oppressor's downfall, the battle is most definitely not pointless. It's worth everything. - Moll"
es_es: Borrador de un discurso hecho una bola de papel escrito por el líder de los Ninjas Flotsam: "He visto a muchas de mis hermanas morir en la batalla. Atestiguar semejante innecesario final de una vida humana nunca será fácil. Muchas de mis comadres me han preguntado, '¿No tiene sentido la batalla? ¿Todo esto para nada?'... No, no lo creo así. La Nación Sagrada caerá por sí misma en algún momento, con el tiempo suficiente. ¿Por qué? Sencillamente porque desatiende a la mitad de su propia población. Algunos rebeldes Flotsam conforman algunos de los mejores ninjas del mundo, sin lugar a dudas. La Nación Sagrada está tonta por no hacer uso de la capacidad de esas mujeres: una sociedad que rechaza a la mitad de su potencial, con el tiempo caerá. Pero si podemos prevenir el sufrimiento de nuestras hermanas, aunque sea lo más mínimo, acelerando la caída de nuestro opresor, la batalla sin duda no es inútil. Merece la pena todo. - Moll"

source: Money is Freedom
es_es: Dinero es Libertad

source: "It was the nomad chief, Arnuk Geran, who once said, 'Money is forgotten when you have love and good health'. Perhaps the words either of one very fortunate ascetic or of one hopeless fool. Love, health... all freedoms in life depend on money. Want love? Lovers crave money. Want health? Doctors crave money. Wealth makes life easier. Wealth is power, wealth is choice. But what about master swordsmen, you say? 'They have a power money can't buy!' Wrong again, naysayer. I can buy and set forty master swordsmen on my most dangerous enemies. Money is a weapon, money is a trigger. I pity the buffoon who clings to such defeatist notions in acceptance of poverty."
es_es: "Fue el jefe nómada, Arnuk Geran, quien dijo una vez, 'El dinero es olvidado cuando tienes amor y buena salud'. Las palabras tal vez de un afortunado ascético o de un loco desesperado. Amor, salud... todas las libertades del mundo dependen del dinero. ¿Quieres amor? Amantes anhelan dinero. ¿Quieres salud? Doctores anhelan dinero. Riqueza hace la vida más fácil. Riqueza es poder, riqueza es elección. ¿Y qué pasa con los expertos espadachines, dirás? '¡Tienen un poder que el dinero no puede comprar!' Te equivocas otra vez, detractor. Puedo comprar y atacar con cuarenta espadachines expertos a mis enemigos más peligrosos. Dinero es un arma, dinero es un gatillo. Me apena el bufón que se aferra a tales nociones derrotistas en la aceptación de la pobreza."

source: A device that can create rotation when charged with electrical current.
es_es: Un dispositivo que puede crear rotación cuando está cargada con corriente eléctrica.

source: Mystery Sack
es_es: Saco Misterioso

source: It contains the half chewed stone of a greenfruit. It has Tengu's saliva on it, maybe that's worth something, right?... Right?
es_es: Contiene media piedra mascada de una verdufruta. Tiene saliva de Tengu, quizás valga algo, ¿no?... ¿No?

source: Note From Blue Eyes
es_es: Nota de Ojosasules

source: "I finally made it to the swamplands, a hidden paradise with no laws and no restraints! I got my supply of rum and drugs, so let's see those bounty hunter dogs track me here. I got my loot and I got my prize and I had my fun. And I got protection from the Stone Rats too. Life is sweet."
es_es: "Al final llegué a las ciénagas, ¡un paraíso escondido sin leyes ni restricciones! Tengo mi provisiones de ron y drogas, así que veamos si esos perros cazarrecompensas me rastrean aquí. Conseguí mi botín y conseguí mi premio y me divertí. Y también conseguí protección de las Ratas Pétreas. La vida es dulce."

source: Special item. A sealed note given to you from Moll to give to Flotsam Ninja patrols. Whoever you give it to will become a useful temporary ally against the Holy Nation.
es_es: Objeto especial. Una nota sellada que te dio Moll para dársela a las patrullas Ninja Flotsam. A quienquiera que se la des, se convertirá en un útil aliado provisional contra la Nación Sagrada.

source: Note From Moll
es_es: Nota de Moll

source: Okranite Theories In Relation To Findings I
es_es: Teorías Okranitas Respecto A Descubrimientos I
