Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: Storage: Riceweed
es_es: Depósito: Yerbarroz

source: Storage: Robotics
es_es: Depósito: Robótica

source: A container for storing robotics and skeleton parts
es_es: Un contenedor para robótica y piezas de esqueleto

source: Storage: Skins
es_es: Depósito: Pellejos

source: Storage: Skins SMASHED
es_es: Depósito: Pellejos DESTROZADO

source: Storage for animal skins that can be used to make leather
es_es: Depósito para pieles de animales que pueden ser usadas para hacer cuero

source: A handy storage point for steel bars
es_es: Un punto de almacenaje útil para barras de acero

source: Storage: Steel Bars
es_es: Depósito: Barras de Acero

source: Storage: Steel Bars (old)
es_es: Depósito: Barras de Acero (viejo)

source: A handy storage point for Iron Ore
es_es: Un punto de almacenaje útil para Hierro Mineral

source: Storage dumpster for raw stone
es_es: Contenedor de basura para depositar piedra en bruto

source: Storage: Stones
es_es: Depósito: Piedras

source: Storage: Stones (old)
es_es: Depósito: Piedras (viejo)

source: Storage for all your Raw Stone
es_es: Depósito para toda tu Piedra en Bruto

source: Storage dumpster for wheatstraw
es_es: Contenedor de basura para depositar trighebra

source: Storage: Wheatstraw
es_es: Depósito: Trighebra

source: Storm House
es_es: Casa de Tormenta

source: Gives you a fair bit more space than that tiny shack you've been living in.
es_es: Te da un poquito más de espacio que en esa choza enana en la que has estado viviendo.

source: Storm House Lagoon Version
es_es: Casa de Tormenta Versión Laguna

source: Stove
es_es: Fogón

source: Street Lantern
es_es: Farol de Calle

source: Strongbox
es_es: Caja fuerte

source: Support Beam 1
es_es: Viga 1

source: Support Beam 2
es_es: Viga 2

source: (Decorative)
es_es: (Decorativo)

source: Support Beam 3
es_es: Viga 3

source: Swamp Dome
es_es: Domo de la Ciénaga

source: A very spacious building shell.
es_es: Una estructura muy espaciosa.

source: Wire and metal to demarcate one area of swamp from another.
es_es: Alambre y metal para demarcar un área de la ciénaga de otra.

source: Swamp Fence
es_es: Valla de la Ciénaga

source: Swamp Fence Short
es_es: Valla Corta de la Ciénaga

source: A shorter raised walkway for connecting swamp houses
es_es: Una pasarela elevada más corta para conectar casas de la ciénaga

source: Swamp High Walkway
es_es: Pasarela en Altura de la Ciénaga

source: Swamp House
es_es: Casa de la Ciénaga

source: A more spacious building shell.
es_es: Una estructura más espaciosa.

source: Swamp Lookout Tower
es_es: Torre Vigía de la Ciénaga

source: A look-out tower for vigilance and protection!
es_es: ¡Una torre vigía para la vigilancia y protección!

source: A platform for sundry functions.
es_es: Una plataforma con funciones diversas.

source: Swamp Platform
es_es: Plataforma de la Ciénaga

source: Swamp Platform Large
es_es: Gran Plataforma de la Ciénaga

source: A raised platform
es_es: Una plataforma elevada

source: Swamp Platform Round
es_es: Plataforma Circular de la Ciénaga

source: A very large platform
es_es: Una plataforma muy grande

source: Swamp Platform Small
es_es: Plataforma Pequeña de la Ciénaga

source: Swamp Shack
es_es: Choza de la Ciénaga

source: A store run by rebels, for rebels.
es_es: Una tienda manejada por rebeldes, para rebeldes.

source: Swamp Store
es_es: Almacén de la Ciénaga

source: Swamp Walkboard
es_es: Plataforma de la Ciénaga

source: A simple table
es_es: Una mesa sencilla

source: Table
es_es: Mesa

source: Tallhouse
es_es: Casalta

source: Tank unused
es_es: Tanque sin usar

source: Tarsand Capsule
es_es: Cápsula Arenas Bituminosas

source: Tarsand Distiller
es_es: Destiladora Arenas Bituminosas

source: Tarsand Pipe A
es_es: Tubería Arenas Bituminosas A

source: Tarsand Pipe B
es_es: Tubería Arenas Bituminosas B

source: Tarsand Pipe C
es_es: Tubería Arenas Bituminosas C

source: Tarsand Pipe D
es_es: Tubería Arenas Bituminosas D

source: Tarsand Pipe E
es_es: Tubería Arenas Bituminosas E

source: Tarsand Pipe Long
es_es: Tubería Larga de Arenas Bituminosas

source: Tarsand Pipe Set
es_es: Conjunto de Tuberías de Arenas Bituminosas

source: Tarsand Towerframe A
es_es: Armazón para torre A de Arenas Bituminosas

source: Tarsand Towerframe B
es_es: Armazón para torre B de Arenas Bituminosas

source: Tarsand Vent A
es_es: Respiradero A Arenas Bituminosas

source: Tarsand Vent B
es_es: Respiradero B Arenas Bituminosas

source: Thief Training Boxes
es_es: Cajas de Entrenamiento del Ladrón

source: A big unstable pile of boxes filled with noisy metal parts and junk. The idea is to try and remove different items from the boxes without making any noise.
es_es: Un pila grande e inestable de cajas llenas de componentes metálicos ruidosos y chatarra. La idea es intentar sacar los distintas piezas sin hacer ruido.

source: Thief Training Boxes II
es_es: Cajas de Entrenamiento del Ladrón II

source: Thief Training Boxes III
es_es: Cajas de Entrenamiento del Ladrón III

source: Throne
es_es: Trono

source: Throne Platform
es_es: Plataforma del Trono

source: Torch Post
es_es: Poste de Antorcha

source: A crude light source
es_es: Una fuente de luz primitiva

source: A simple training dummy for beginners to train their melee attack skill. This will take you to a max of level 5.
es_es: Un sencillo maniquí de entrenamiento para principiantes para entrenar su técnica de ataque cuerpo a cuerpo. Este te llevará a un nivel máximo de 5.

source: Training Dummy MkI
es_es: Maniquí de Entrenamiento MkI

source: Training Dummy MkII
es_es: Maniquí de Entrenamiento MkII

source: Good for rookies to train their melee attack skill. This will take you to a max of level 10.
es_es: Bueno para novatos para entrenar su técnica en combate cuerpo a cuerpo. Este te llevará a un nivel máximo de 10.

source: Training Dummy MkIII
es_es: Maniquí de Entrenamiento MkIII

source: Training Dummy
es_es: Maniquí de Entrenamiento

source: A cleverly made training dummy that will take a rookie as far as level 15 in melee attack.
es_es: Un maniquí de entrenamiento inteligentemente hecho que llevará a un novato hasta el nivel 15 en combate cuerpo a cuerpo.

source: A dummy turret used to familiarise beginners with the mechanisms and firing actions. Can train turret skill up to level 5.
es_es: Una imitación de torreta para que los principiantes se familiaricen con los mecanismos y acciones de disparo. Puede entrenar la técnica de la torreta hasta el nivel 5.

source: Training Turret
es_es: Torreta de Entrenamiento

source: Training Turret MkII
es_es: Torreta de Entrenamiento MkII

source: A dummy turret used to familiarise beginners with the mechanisms and firing actions. Can train turret skill up to level 10.
es_es: Una imitación de torreta para que los principiantes se familiaricen con los mecanismos y acciones de disparo. Puede entrenar la técnica de la torreta hasta el nivel 10.

source: Training Turret MkIII
es_es: Torreta de Entrenamiento MkIII

source: A dummy turret used to familiarise beginners with the mechanisms and firing actions. Can train turret skill up to level 15.
es_es: Una imitación de torreta para que los principiantes se familiaricen con los mecanismos y acciones de disparo. Puede entrenar la técnica de la torreta hasta el nivel 15.

source: Trophy
es_es: Trofeo

source: One of the easiest crops to grow and the most efficient food source, if the land will allow it.
es_es: Uno de los cultivos más fáciles de desarrollar y la fuente de alimento más eficiente, si la tierra lo permite.

source: Vegetable Farm L
es_es: Granja de Verdura G

source: Vegetable Farm M
es_es: Granja de Verdura M

source: Vegetable Farm S
es_es: Granja de Verdura P

source: Wall
es_es: Muro

source: Wall A
es_es: Muro A

source: Wall B
es_es: Muro B

source: Wall B Flip
es_es: Trasera Muro B

source: Wall B Gate
es_es: Puerta Muro B

source: Wall B Solo
es_es: Muro B Solo

source: Wall B Solo Gate
es_es: Puerta Única Muralla B

source: Wall Ramp
es_es: Rampa de Muro

source: Wall Ramp (old)
es_es: Rampa de Muro (viejo)

source: Wall Shelf 1
es_es: Repisa del Muro 1

source: Wall Shelf 2
es_es: Repisa del Muro 2

source: Wall Short
es_es: Muro Corto

source: Wall Spotlight
es_es: Foco de Muro

source: A wall-mounted spotlight
es_es: Un foco de pared

source: Warehouse Roof
es_es: Techo de Bodega

source: Watchtower
es_es: Atalaya

source: A multi-story tower ideal for lookout stations.
es_es: Una torre de múltiples pisos ideal para estaciones de vigilancia.

source: Mass capacity water storage that can also be built indoors
es_es: Un depósito de agua con capacidad masiva que también puede ser construida en el interior

source: Water Tank
es_es: Tanque de Agua

source: Water Tower
es_es: Torre de Agua

source: Mass capacity water storage.
es_es: Depósito de agua con capacidad masiva.

source: Watertank
es_es: Cisterna

source: Weapon Cabinet
es_es: Cabaña de Armas

source: Weapon Display
es_es: Expositor de Arma

source: High security weapon display case.
es_es: Caja expositora de arma de alta seguridad.

source: Essential place to rest and recover from wounds.
es_es: Lugar esencial para descansar y recuperarse de las heridas.

source: Weapon Display Board
es_es: Panel de Exposición de Arma

source: Weapon Display Board B
es_es: Panel de Exposición de Arma B

source: Weapon Sign
es_es: Letrero Arma

source: sign
es_es: letrero

source: Weapon Smith II
es_es: Forja de Arma II

source: Weapon Smith III
es_es: Forja de Arma III

source: The core of a good base, this is where you craft your weapons. It can be built outside too, although that will leave it vulnerable to damage in harsh weather.
es_es: El corazón de una buena nase, aquí es donde elaboras tu armamento. Puede ser construido afuera también, aunque lo dejará vulnerable al daño en condiciones climáticas adversas.

source: Weapon Smith
es_es: Forja de Arma

source: Storage for all your weapons.
es_es: Depósito para todas tus armas.

source: Weapon Stand
es_es: Puesto de Arma

source: Weapon Stand copy
es_es: Puesto de Arma copia

source: Weird Crate
es_es: Cajón Raro

source: A vital source of water, you won't last long without it.
es_es: Una fuente vital de agua, no durarás mucho tiempo sin ella.

source: Well
es_es: Pozo

source: Well II
es_es: Pozo II

source: Well III
es_es: Pozo III

source: Wheat Farm L
es_es: Granja de Trighebra G

source: Wheat Farm M
es_es: Granja de Trighebra M

source: Wheat Farm S
es_es: Granja de Trighebra P

source: Wheat Farm XL
es_es: Granja de Trighebra XL

source: A large wind generator can generate good power when the weather is right. It's essential to have batteries as backup
es_es: Un gran aerogenerador puede generar una buena potencia cuando el clima es adecuado. Es esencial tener baterías como apoyo

source: Wind Generator
es_es: Aerogenerador

source: Wind Generator Broken
es_es: Aerogenerador Roto

source: Wind Generator II
es_es: Aerogenerador II

source: A wooden barrel for general storage
es_es: Un barril de madera para almacenamiento general

source: Wooden Barrel
es_es: Barril de Madera

source: Y-House
es_es: Casa-Y

source: || Error Code 0xFFFFFF ||
es_es: || Código Erróneo 0xFFFFFF ||

source: || ErrorCode 0x000000 ||
es_es: || CódigoErróneo 0x000000 ||

source: Alpha Gurgler
es_es: Gorjeador Alfa

source: Anti-Slaver
es_es: Anti-Esclavista

source: Arc
es_es: Arco

source: Armour King
es_es: Armadura del Rey

source: Armour King's Thrall
es_es: Esclavo de Armadura del Rey

source: Armoury Droneguard
es_es: Zanguardia de Armería

source: Asshole
es_es: Gilipollas

source: Baker
es_es: Panadero

source: Band of Bones
es_es: Banda de los Huesos

source: Bar Fisherman
es_es: Pescador del Bar

source: Bar fly
es_es: Parroquiano del Bar

source: Bar Thug
es_es: Matón del Bar

source: Bar Thug Drunk
es_es: Matón Borracho del Bar

source: Bard
es_es: Bardo

source: Barman
es_es: Camarero

source: Beep
es_es: Bip

source: Berserker
es_es: Desquiciado

source: Big Al
es_es: Gran Al

source: Big Darkbrow
es_es: Gran Frentelúgubre

source: Big Fang
es_es: Gran Colmillo

source: Big Gray
es_es: Gran Cano

source: Big Grim
es_es: Gran Torvo

source: Black Dragon Genin
es_es: Dragón Negro Genin

source: Black Dragon Jonin
es_es: Dragón Negro Jonin

source: Blackshifter
es_es: Oscurastut

source: Blood Raider
es_es: Jinete Sanguinario

source: Blue Eyes
es_es: Ojoasules

source: Bodyguard
es_es: Guardaespaldas

source: Bodyguard adv
es_es: Guardaespaldas avnz

source: Boot trader
es_es: Vendedor de botas

source: Boot trader holy
es_es: Vendedor de botas sagrado

source: Boss Simion
es_es: Jefe Simión

source: Bounty Hunter
es_es: Cazarrecompensas

source: Bounty Hunter Low
es_es: Cazarrecompensas Bajo

source: Bounty Hunter Shek
es_es: Cazarrecompensas Shek

source: Broken Model 30
es_es: Modelo 30 Roto

source: Broken Skeleton
es_es: Esqueleto Roto

source: Broken Skeleton Bandit
es_es: Bandido Esqueleto Roto

source: Burn
es_es: Quemao

source: Cannibal
es_es: Caníbal

source: Cannibal Chief
es_es: Jefe Caníbal

source: Cannibal Grand Wizard
es_es: Gran Mago Caníbal

source: Cannibal Hunter
es_es: Cazador Caníbal

source: Cannibal Hunter Captain
es_es: Capitán Cazador Caníbal

source: Cannibal Hunter Robun
es_es: Robun Cazador Caníbal

source: Caravan Drone
es_es: Zángano de Caravana

source: Caravan guard
es_es: Guardia de caravana

source: Cat
es_es: Gato

source: CHARACTER
es_es: PERSONAJE

source: CHARACTER---
es_es: PERSONAJE---

source: CHARACTER5337
es_es: PERSONAJE5337

source: CHARACTER8304
es_es: PERSONAJE8304

source: Citizen
es_es: Ciudadano

source: City Hero
es_es: Héroe Urbano

source: Clothing trader
es_es: Vendedor de ropa

source: Clothing trader holy
es_es: Vendedor de ropa sagrado

source: Cloud Ninja
es_es: Ninja Nube

source: Crab Patron
es_es: Cliente Cangrejo

source: Crab Queen
es_es: Reina Cangrejo

source: Crab Raider
es_es: Jinete de Cangrejos

source: Crabsmith
es_es: Cangreherrero

source: Crow Face
es_es: Cara Cuervo

source: Crumblejon
es_es: Mijitón

source: Deadcat Fisherman
es_es: Pescador Gatomuerto

source: Displaced Peasant
es_es: Campesino Desplazado

source: Drifter-cannibal escapee
es_es: Caníbal-vagabundo prófugo

source: Drone
es_es: Zángano

source: Droneguard
es_es: Zanguardia

source: Drunken Bar Thug
es_es: Matón del Bar Borracho

source: Dust Bandit
es_es: Bandido de la Polvareda

source: Dust Bandit Bowman
es_es: Arquero Bandido de la Polvareda

source: Dust Boss
es_es: Jefe de la Polvareda

source: Dust King
es_es: Rey de la Polvareda

source: Ears
es_es: Orejas

source: Elder
es_es: Anciano

source: Elite Droneguard
es_es: Élite Zangaardia

source: Emperor Tengu
es_es: Emperador Tengu

source: Empire conscript
es_es: Recluta del Imperio

source: Empire guard sergeant OLD
es_es: Sargento de la guardia imperial VIEJO

source: Empire Mercenary
es_es: Mercenario Imperial

source: Empire noble guard---
es_es: Noble guardia imperial---

source: Empire noble guard hooded
es_es: Noble guardia imperial encapuchado

source: Empire Peasant
es_es: Campesino Imperial

source: Empire sergeant OLD
es_es: Sargento imperial VIEJO

source: Empire soldier
es_es: Soldado imperial

source: Empty
es_es: Vacío

source: Empty-copy
es_es: Vacío-copia

source: Esata the Stone Golem
es_es: Esata el Golem de Piedra

source: Escaped Servant
es_es: Sirviente fugitivo

source: Espher
es_es: Esfer

source: Exile
es_es: Exilio

source: Ex-Servant
es_es: Ex-Sirviente

source: Eyegore
es_es: Ojoscabroso

source: Fark Guard
es_es: Guarda Fark

source: Farmer
es_es: Granjero

source: Farmer wife
es_es: Cónyuge Granjera

source: Finch
es_es: Pinzón

source: Flayed Woman
es_es: Mujer Desollada

source: Flotsam Jonin
es_es: Jonin Flotsam

source: Flotsam Ninja
es_es: Ninja Flotsam

source: Flotsam Refugee
es_es: Refugiado Flotsam

source: Flotsam Smith
es_es: Herrero Flotsam

source: Flying Bull
es_es: Toro Volador

source: Fog Heavy
es_es: Neblino Fortachón

source: Fog Prince
es_es: Príncipe Neblino

source: Fogman
es_es: Neblino

source: Garret's slave
es_es: Esclavo de Garret

source: General Screamer (The True)
es_es: General Gritón (El Verdadero)

source: Generic helper NPC 4613
es_es: Asistente genérico NPC 4613

source: Ghost
es_es: Fantasma

source: Goat Man
es_es: Cabrombre

source: Gorillo Bandit
es_es: Bandido Gorilo

source: Gorrillo
es_es: Gorilo

source: Grass Pirate
es_es: Pirata de la Pradera

source: Grayflayer
es_es: Desolladorcano

source: Green Finger
es_es: Dedo Verde

source: Grey
es_es: Cano

source: Guild Plastic Surgeon
es_es: Cirujano del Gremio Plástico

source: Gurgler
es_es: Gorjeador

source: Gutterhead
es_es: Destripatriarca

source: Hangover
es_es: Resaka

source: Harbinger
es_es: Heraldo

source: Head of Agriculture
es_es: Encargado de la Agricultura

source: Headshot
es_es: Disparacabezas

source: Heavy Thrall
es_es: Esclavo Fuerte

source: Hero Boss
es_es: Jefe Héroe

source: High Inquisitor Seta
es_es: Seta el Inquisidor Mayor

source: High Inquisitor Valtena
es_es: Valtena el Inquisidor Mayor

source: High Overseer
es_es: Supervisor Mayor

source: High Paladin
es_es: Gran Paladín

source: High Servant
es_es: Mayordomo Mayor

source: Hive Bandit
es_es: Bandido Enjombre

source: Hive Bandit Leader
es_es: Líder Bandido Enjombre

source: Hive Caravan Boss
es_es: Jefe de la Caravana del Enjambre

source: Hive Fence
es_es: Perista del Enjambre

source: Hive Prince
es_es: Príncipe del Enjambre

source: Hive Trader robotics
es_es: Vendedor de robótica del Enjambre

source: Holy Armour Trader
es_es: Comerciante de Armaduras Sagrado

source: Holy Barman
es_es: Camarero Sagrado

source: Holy Chosen
es_es: Elegido Sagrado

source: Holy Citizen
es_es: Ciudadano Sagrado

source: Holy Construction Trader
es_es: Constructor Sagrado

source: Holy Farm Leader
es_es: Líder Granjero Sagrado

source: Holy Farmer
es_es: Granjero Sagrado

source: Holy Farmer Wife
es_es: Cónyuge Granjera Sagrada

source: Holy Hat Trader
es_es: Sombrerero Sagrado

source: Holy Lord Phoenix
es_es: Santo Señor Fénix

source: Holy Pacifier
es_es: Pacificador Sagrado

source: Holy Priest
es_es: Sacerdote Sagrado

source: Holy Sentinel
es_es: Centinela Sagrado

source: Holy Servant
es_es: Sirviente Sagrado

source: Holy Weapon Trader
es_es: Vendedor de Armas Sagrado

source: Horse
es_es: Caballo

source: Hound
es_es: Sabueso

source: Hound Skeleton
es_es: Esqueleto Sabueso

source: Human Mercenary
es_es: Mercenario Humano

source: Hundred Guardian
es_es: Guardián Ciento

source: Hungry bandit
es_es: Bandido hambriento

source: Hungry bandit leader
es_es: Bandido líder hambriento

source: Hydraulic Knight
es_es: Caballero Hidráulico

source: Immortal King
es_es: Rey Inmortal

source: Infinite Wingwang
es_es: Wingwang Infinito

source: Inquisitor
es_es: Inquisidor

source: Item trader
es_es: Comerciante de ítems

source: Item trader adv
es_es: Comerciante de ítems avnz

source: Item trader adv holy
es_es: Comerciante de ítems avnz Sagrado

source: Jewel
es_es: Joya

source: Jonin Elite
es_es: Elite Jonin

source: Karate Drifter
es_es: Vagabundo Karateka

source: King Gurgler
es_es: Rey Gorjeador

source: Knife
es_es: Faca

source: Kral's Chosen
es_es: El Elegido de Kral

source: Lady Kana
es_es: Dama Kana

source: Lady Merin
es_es: Dama Merín

source: Lady Sanda
es_es: Dama Sanda

source: Lady Tsugi
es_es: Dama Tsugi

source: Legion
es_es: Legión

source: Legion Scout
es_es: Explorador de la Legión

source: Legion Thrall
es_es: Esclavo de la Legión

source: Little Jon
es_es: Juansito

source: Lord Commander Epson
es_es: Lord Comandante Epson

source: Lord Mirage
es_es: Señor Espejismo

source: Lord Shiro
es_es: Señor Shiro

source: Lost drone
es_es: Zángano perdido

source: Lost Hiver
es_es: Enjombre Perdido

source: Lost Prince
es_es: Príncipe Perdido

source: Lower Servant
es_es: Mayordomo Menor

source: Machinist
es_es: Maquinista

source: Mad Cat-Lon
es_es: Cat-Lon el Loco

source: Manhunter
es_es: Cazahombres

source: Manhunter Boss
es_es: Jefe Cazahombres

source: Master test
es_es: Experto

source: Meat Lord
es_es: Señor Fiambre

source: Medics guard
es_es: Médicos de guardia

source: Mercenary
es_es: Mercenario

source: Mercenary Captain
es_es: Capitán Mercenario

source: Mercenary Heavy
es_es: Mercenario Rudo

source: Mighty Canhead
es_es: Poderoso Canbeza

source: Militia
es_es: Milicia

source: Miner
es_es: Minero

source: Mongrel Bar Patron
es_es: Parroquiano de Bar de Mongrel

source: Mongrel crazy
es_es: Chucho loco

source: Moon Guardian
es_es: Guardián Lunar

source: Mourn Barman
es_es: Camarero de Luto

source: Mr Floppy
es_es: Sr. Flexix

source: Mukai The Mountain
es_es: Mukai La Montaña

source: Naked dude
es_es: Tío desnudo

source: Ninja Guard
es_es: Guardia Ninja

source: Noble Captain
es_es: Capitán Noble

source: Noble Hunter
es_es: Cazador Noble

source: No-Face
es_es: Sin Rostro

source: Nomad
es_es: Nómada

source: Nomad Animal Trader
es_es: Comerciante de Animales Nómada

source: Nomad Animal Trader Town
es_es: Comerciante del Pueblo de Animales Nómadas

source: Old Empire Police Captain
es_es: Capitán de la Policía del Viejo Imperio

source: Old Soldier
es_es: Soldado Viejo

source: Outlaw Farmer
es_es: Granjero Fugitivo

source: Outlaw Heavy
es_es: Forajido Duro

source: Outlaw Swordsman
es_es: Espadachín Fugitivo

source: Outlaw Swordsman Captain
es_es: Capitán Espadachín Forajido

source: Outpost boss
es_es: Jefe de Avanzada

source: Outpost guard
es_es: Guardia de Avanzada

source: Pacifier
es_es: Pacificador

source: Paladin
es_es: Paladín

source: Paladin Guardian
es_es: Guardián Paladín

source: Peace
es_es: Paz

source: Peasant
es_es: Campesino

source: Peasant Farmer
es_es: Campesino Granjero

source: Pia
es_es: Pía

source: Picky
es_es: Quisquilloso

source: Plastic Surgeon
es_es: Cirujano Plástico

source: Police Chief
es_es: Comisario

source: Police Sergeant
es_es: Sargento de Policía

source: Prince
es_es: Príncipe

source: Prisoner
es_es: Prisionero

source: Protector Of The Flame
es_es: Protector De La Llama

source: Psycho
es_es: Psicópata

source: Queen of the South
es_es: Reina del Sur

source: Raid Boss
es_es: Jefe de Saqueo

source: Raider
es_es: Saqueador

source: random character base
es_es: personaje básico aleatorio

source: random character base-copy
es_es: personaje básico aleatorio-copia

source: Rane The Giant
es_es: Rane El Gigante

source: Ray
es_es: Rayo

source: Reaver Blooded
es_es: Bandolero Ensangrentado

source: Reaver Ironclad
es_es: Bandolero Acorazado

source: Reaver Neophyte
es_es: Bandolero Neófito

source: Reaver Slave
es_es: Esclavo Bandolero

source: Reaver Whelp
es_es: Bandolero Cachorro

source: Rebel Captain
es_es: Capitán Rebelde

source: Rebel Fighter
es_es: Luchador Rebelde

source: Rebel Swordsman
es_es: Espadachín Rebelde

source: Rebel Swordsman Veteran
es_es: Espadachín Veterano Rebelde

source: Recruitment guy
es_es: Tipo del Reclutamiento

source: Red
es_es: Rojo

source: Red Sabre
es_es: Sable Rojo

source: Red Sabre Boss
es_es: Jefe Sables Rojos

source: Riddly
es_es: Enigmo

source: Ronin Armour Trader
es_es: Ronin Comerciante de Armadura

source: Ronin Construction Trader
es_es: Ronin Constructor

source: Ronin Crossbow Trader
es_es: Comerciante de Ballestas Ronin

source: Ronin Hat Trader
es_es: Ronin Sombrerero

source: Ronin Robotics Trader
es_es: Comerciante de Robótica Ronin

source: Ronin Weapon Trader
es_es: Ronin Vendedor de Armas

source: Royal Soldier Drone
es_es: Soldado Zángano Real

source: Sadneil
es_es: Tristneil

source: Samurai Captain
es_es: Capitán Samurai

source: Samurai Conscript
es_es: Recluta Samurai

source: Samurai Elite
es_es: Élite Samurai

source: Samurai Gate Guard
es_es: Portero Samurai

source: Samurai Gate Sergeant
es_es: Sargento de la Entrada Samurai

source: Samurai Heavy
es_es: Samurai Armado

source: Samurai Police
es_es: Samurai Policía
