Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: "My husband, my master, If you are reading this note, then I have since perished, put to death by the inquisitor. The official reason for my purging will likely be that I was tainted by Narko, trying to corrupt our holy society. Teaching me to read and write, it was the best gift you ever could have given me. And it is because you gave me the right to an education that I now have a voice to say farewell to you. For that, I will be forever grateful. In my last words, know that I was just trying to make the Holy Nation a better place, for my daughter and for all women. Are you happy to never know true love, but only the empty obedience of a servant 'wife'? Is it so wrong to want to be treated as an equal? Not to be condemned before I have even sinned? This madness needs to end. But how many more women need to die before that change can happen? Eva"
es_es: "Mi esposo, mi maestro, Si estás leyendo esta nota, entonces he perecido, llevada a la muerte por el Inquisidor. La razón oficial de mi purgación será probablemente que fui contaminada por Narko, intentando corromper nuestra sociedad sagrada. Enseñarme a leer y escribir, fue el mejor regalo que jamás podrías haberme dado. Y es así porque me diste el derecho a una educación que ahora tengo una voz para despedirme de ti. Por ello, estaré siempre agradecida. En mis últimas palabras, que sepas que yo solo trataba de hacer de la Nación Sagrada un lugar mejor, para mi hija y para todas las mujeres. ¿Te sientes feliz de no haber conocido jamás el amor verdadero, sino la vacía obediencia de una 'esposa' servicial? ¿Está tan mal querer ser tratada como una igual? ¿No ser condenada antes de que haya pecado siquiera? Esta locura tiene que terminar. Pero, ¿cuántas mujeres más necesitan morir antes de que el cambio ocurra? Eva"

source: A sickly love letter from a United Cities noble: "L, With all my heart I love you. I miss the sound of your voice, the touch of your skin... But it is because I love you so that I must also set you free. A peasant from the outer gates mixing with a Lord of high society... The nobles will be sure to make an example of you and you'll 'disappear', along with all the other sorry dreamers. Tonight you won't find me by the willow tree, and neither will you the next day. As much as it pains me to part, I only know it would pain me more to see you come to harm... I have no other choice. Goodbye, my love. K"
es_es: Una empalagosa carta de amor de un noble de Ciudades Unidas: "L, Te quiero con todo mi corazón. Echo de menos el sonido de tu voz, el tacto de tu piel... Pero es porque te quiero que además debo liberarte. Una campesina de las puertas exteriores que se mezcla con un Señor de la alta sociedad... Los nobles se asegurarán de ejemplarizar contigo y tú 'desaparecerás', junto con el resto de soñadores arrepentidos. Esta noche no me encontrarás junto al sauce, ni al día siguiente. Por mucho que me duela partir, sólo sé que me dolería más ver como te hacen daño... No tengo otra opción. Adiós, mi amor. K"

source: Letter Of Parting
es_es: Carta De Despedida

source: The desperate last words of a hopeless Empire merchant: "Bread went damp, jerky went rotten... Must've been one of the other traders, Okran knows who. It's hopeless now: my debts have mounted, shop's closed up. Haven't had a decent meal in weeks, haven't slept in a bed in days. Its only a matter of time before they spot my protruding ribs, my gaunt cheeks. Found some rags, for now I can use them to cover up while I lay low - they find out I'm living rough and hungry, they'll send me to the mines and its game over... I'm at a loss of what to do. My freedom hangs in the balance and my life is slipping away like a boulder down a mountain..."
es_es: Las desesperadas últimas palabras de un angustiado mercader. "El pan se puso húmedo, la cecina se pudrió... Debe haber sido uno de los otros comerciantes, Okran sabe quien. Ahora es desesperante: mis deudas han aumentado, las tiendas han cerrado del todo. No he tenido una comida decente en semanas, no he dormido en una cama en días. Es una cuestión de tiempo que vean mis costillas sobresalientes, mis mejillas demacradas. Encontré algunos harapos, por ahora los puedo usar para taparme mientras paso desapercibido -si descubren que estoy viviendo humilde pero hambriento, me enviarán a las minas y se acabó lo que se daba... No sé qué hacer. Mi vida pende en el equilibrio y se me escapa la vida cual canto rodado descendiendo una montaña..."

source: Letter Of The Condemned
es_es: Carta Del Condenado

source: Letter To A Priest
es_es: Carta A Un Sacerdote

source: A note to a Holy Nation official: "Brother Kong has perished in an ambush but we managed to retrieve his body. Make all the necessary preparations for his widow to accommodate him in the tomb. Paladin Gynn"
es_es: Una nota oficial a la Nación Sagrada: "El Hermano Kong ha perecido en una emboscada pero conseguimos recuperar su cuerpo. Hagan todas las preparaciones necesarias por su viuda para acomodarlo en la tumba. Paladín Gynn"

source: An old, terribly-written letter. Looks like it dates back to before Grim became Big Boss of the swamplands: "big darkbrow, Its come pretty clear that hashs volotillity is becomin a pain in the ass to the hole lot of us. an my sauces tell me hes comin for you an the casinoes first. but together us hounds and blackshifters can trap him. my hounds will help you, but for a prise: I want the city... Ive looked out for you well so far darkbrow, Im sure youll make the right choise. grim" (Overleaf, a crudely drawn picture of a stick man with a knife in the heart has been scribbled)
es_es: Una carta vieja y terriblemente escrita. Parece que data de antes de que Torvo se convirtiese en el Gran Jefe de las ciénagas: "gran frentelúgubre, está bastante claro que la volubilidad de hashs está siendo una tocada de huevos para la gran mayoría de nosotros. y mis fuentes me dicen que viene primero a por ti y los casinos. pero unidos sabuesos y sinvergüenzas podemos atraparlo. mis sabuesos te ayudarán, pero por un precio: Quiero la ciudad... Te he observado bien hasta ahora frentelúgubre, estoy seguro de que tomarás la decisión correcta. torvo" (Anverso, un cuadro toscamente dibujado de un hombre de palo con un cuchillo garabateado en su corazón)

source: Letter To Darkbrow
es_es: Carta a Frentelúgubre

source: An old, terribly-written letter. Looks like it dates back to before Grim became Big Boss of the swamplands: "big hash, again, my condimences for your bruther. the body we found outside long shots casinoe, doc says it was blunt forse from a club that killed him. you and me both kno this was the blackshifters, its no secret the two of you hate eachuthers guts. hell I hate both of you assholes guts. but your the hi boss of the swamps, and I stand by whatever you and the stalker Clan desision is. my hounds are reddy, just say the wurd. grim"
es_es: Una carta vieja, terriblemente escrita. Parece que data de antes de que Torvo se convirtiese en el Gran Jefe de las ciénagas: "gran hash, otra ves, mis consolencias por tu ermano. el cuerpo lo encontremos fuera del casino de tiro largo, doc dice que un fuerte traumatismo causado por una porra lo mató. los dos savemos que fueron los sinvergüenzas, no es un secreto que no os podiais ber ni en pintura. diablos yo no puedo veros a ambos ni en pintura, gilipollas. pero eres el gran jefe de las ciénagas, y apoyo cualquier decisión que tú y el Clan acosador tomen. mis sabuesos estan listos, solo di el palabro. torvo"

source: Letter To Hash
es_es: Carta a Hash

source: An old letter, likely from one of the Stalker Clan. Looks like it dates back to before Grim became Big Boss of the swamplands: "Big Hash, Grims playin us. be on your toes. This dont smell rite."
es_es: Una vieja carta, probablemente de uno del Clan Acosador. Parece que data de antes de que Torvo se convirtiese en el Gran Jefe de las ciénagas: "Gran Hash, Torvo está jugando con nosotros. mantente alerta. Esto no huele a ritual."

source: Letter To Hash II
es_es: Carta a Hash II

source: "Moll, As you know, my father was executed for possessing sacrilegious texts. As a child, before moving in with my grandfather, I had the chance to read one of them. It was about a Shek woman that lived a long time ago. She travelled with her companions, fought battles and lived extraordinary adventures before she died in a war. Although my mother punished me for admiring her at the time, I couldn't help but wish I was her. I tried so hard to convince myself that the woman was nothing more than a darkened... It's not the fighting that I dreamed of, it was being considered an equal, living freely, without being reminded that I need to obey my husband, my father, the priests, that I need to bear children and be a chaste woman. All I ever wanted was a chance to choose my life and be considered a person, not like an animal without reason. I managed to conceal the book during my long life and I now give it to you so that you may teach young girls the desire for freedom."
es_es: "Moll, Como ya sabes, mi padre fue ejecutado por poseer textos sacrílegos. Como niño, antes de mudarme con mi abuelo, tuve la oportunidad de leer uno de ellos. Trataba sobre una mujer Shek que vivió hace mucho tiempo. Viajaba con sus compañeros, luchó en batallas y vivió extraordinarias aventuras antes de que muriese en una guerra. Aunque mi madre me castigo por admirarla por entonces, no podía sino desear ser ella. Intenté arduamente convencerme a mi misma de que esa mujer no era más que una oscurecida... No es que haya soñado con luchar, era el ser considerada una igual, viviendo libremente, sin que me recordasen que necesitaba obedecer a mi marido, mi padre, los sacerdotes, que necesitaba dar a luz niños y ser una mujer casta. Todo lo que siempre quise fue una oportunidad para elegir mi vida y ser considerada una persona, no como un animal sin razón. Conseguí esconder el libro durante mi larga vida y ahora te lo doy a ti de manera que tú puedas enseñar a las joovencitas el deseo de libertad."

source: Letter To Moll
es_es: Carta a Moll

source: Letter To Priest Ton
es_es: Carta Al Sacerdote Ton

source: "Priest Ton, For the good of all I must report brother Furgus. His wife has taken over him and made him her puppet. He is wasting away his money, money that should be spent acquiring weapons and armour for the next campaign, on his wife's vanity. He must be corrected and his wife either flogged til the shadow is purged or banished from our lands. Nyu."
es_es: "Padre Ton, Por el bien de todos debo de informar sobre el hermano Furgus. Su cónyuge se ha quedado a cargo de él y lo hizo su títere. Está malgastando su dinero, dinero que debería gastar adquiriendo armas y armadura para la siguiente campaña, en la vanidad de su cónyuge. Debe ser corregido y su mujer, ya sea azotados hasta que la sombra sea purgada o desterrados de nuestras tierras. Nyu."

source: Leviathan Pearl
es_es: Perla de Leviatán

source: The pearl of a Leviathan! What a trophy, it's worth a fortune.
es_es: ¡La perla de un Leviatán! Menudo trofeo, esto vale una fortuna.

source: Part of an official report with the Holy Nation seal: "High Paladin Ludin reporting his patrol. As ordered by commander Nix, we investigated the Hub, fortunately there was no sign of enemy troops. It appears they have all deserted the region, but, before doing so, the blasted fools sacked the settlement and set it ablaze. The Hub is nothing but ruins: Most buildings are ready to collapse, entire sections of the walls have been destroyed. Retaking the Hub would be effortless but resettling it will prove most difficult. It appears their troops occupied the town for some time given that no bodies were found inside, but we still don't know what made the Shek savages abandon the Hub. Further investigation is required."
es_es: Parte de un informe oficial con sello lacrado de la Nación Sagrada: "El Gran Paladín Ludin informando de su ronda. Como me ordenó el comandante Nix, investigamos el Meollob, afortunadamente no había rastro de tropas enemigas. Parecía que todos hubiesen abandonado la región, pero antes de hacerlo, los jodidos locos saquearon el asentamiento y le prendieron fuego. El Meollob no es más que ruinas: La mayoría de las construcciones están a punto de colapsar, secciones enteras de las murallas han sido destruidas. Reconquistar el Meollob sería fácil, pero reasentarse resultará más difícil. Parece que sus tropas ocuparon el pueblo por cierto tiempo dado que no encontramos ningún cuerpo dentro, pero aún no sé qué llevó a los salvajes Shek a abandonar el Meollob. Se requiere de una investigación posterior."

source: Ludin's Report I
es_es: Informe de Ludin I

source: Ludin's Report II
es_es: Informe de Ludin II

source: Part of an official report with the Holy Nation seal: "High Paladin Ludin reporting his patrol. During our patrol on the southern border, Paladin Lusac's hound spotted shadowy figures atop the hill on which the Hub sits. At this point, the day was getting late and Okran's light had almost fully passed the eastern hill so that we could not clearly see who the intruders were. Lusac's hound grew increasingly more agitated until it eventually managed to escape his hold and chase after the intruders inside of the ruin. We followed, but during our ascension we lost sight of them. The Hub itself was still empty, but it appeared that somebody had indeed been there: Doors were opened and items had been moved, for example. The hound could not be found anywhere within, most likely it was killed during the chase. It is my belief that the Shek may have sent scouts to see if the Hub was retaken. We couldn't see anyone retreating down the southern rampart so they must have set up camp in a nearby cave. I suggest we send patrols deeper south to prevent any further incursions. I also recommend that Lusac be sent home for a few days, the loss of his hound has been a blow to him."
es_es: Parte de un informe oficial con sello lacrado de la Nación Sagrada: "El Gran Paladín Ludin informando de su ronda. Durante nuestra ronda en la frontera sur, el sabueso del Paladín Lusac avistó a oscuras figuras en la cima de la colina en la que se sitúa el Meollob. En ese momento, el día estaba llegando a la tarde y la luz de Okran había pasado casi por completo la colina oriental por lo que no pudimos ver claramente quienes eran los intrusos. El perro de Lusac estaba cada vez estaba más agitado hasta que en un momento dado consiguió escaparse de su sujeción y perseguir a los intrusos dentro de la ruina. Lo seguimos, aunque durante nuestra ascensión los perdimos de vista. El Meollob en sí seguía vacío, pero parecía que ciertamente alguien había estado allí: Las puertas estaban abiertas y los artículos habían sido movidos, por ejemplo. El perro no pudo ser encontrado en ningún lugar allí dentro, lo más probable es que fuese asesinado durante la persecución. Es mi creencia que los Shek deben haber enviado exploradores para ver si el Meollob ha sido retomado. No pudimos ver nadie en retirada descendiendo hacia el terraplén sur por lo que debimos preparar el campamento en una cueva cercana. Sugiero que enviemos patrullas al sur más profundo para prevenir incursiones más allá. Además, recomiendo que Lusac sea enviado a casa por unos días, la pérdida de su perro ha sido un duro golpe para él."

source: Part of an official report with the Holy Nation seal: "High Paladin Ludin reporting his investigaion of the Hub. As instructed, we reached the Hub under cover of night. We heard voices when we got close to the walls, both female and male, but once past the gate, the voices vanished and the Hub was silent again. Again, there had been signs of movement inside but after thoroughly searching the place we found no one. However, it was when I was investigating the bar that I heard Sentinel Amphetio's scream. We looked everywhere but couldn't find him, nor could we find any sign of fighting; not even a drop of blood! It was as if that damned place itself had swallowed him. We didn't stay any longer and quickly withdrew to the outpost. That place is cursed, the darkness has taken hold of the town, and it must have been this darkness that killed the Shek soldiers and Lusac's hound. I previously reported the presence of potential Shek scouts but I know now that the shadows were in fact wraiths. The Hub must be torn down and scorched to purify the hill and to cut off the corruption's spread!"
es_es: Parte de un informe oficial con sello lacrado de la Nación Sagrada: "El Gran Paladín Ludin informando su investigación sobre el Meollob. Siguiendo las instrucciones, alcanzamos el Meollob protegidos por la noche. Escuchamos voces cuando nos acercamos a la muralla, tanto de mujeres como de hombres, pero una vez traspasamos el portón, las voces de desvanecieron y el Meollob estaba en silencio otra vez. Una vez más, había habido señales de movimiento dentro pero tras buscar a fondo no encontramos a nadie. Sin embargo, sucedió que estando investigando el bar escuché al Centinela Anfetio gritar. Miramos por todas partes aunque no le pudimos encontrar, ni hallamos indicio alguno de lucha; ¡ni una gota de sangre! Era como si el condenado lugar se lo hubiese tragado. No nos quedamos mucho tiempo y rápidamente nos retiramos al puesto de avanzada. Este lugar está maldito, la oscuridad se ha hecho con el pueblo, y debe haber sido esta oscuridad la que asesinó a los soldados Shek y al sabueso de Lusac. Anteriormente informé de la presencia probable de exploradores Shek pero ahora sé que las sombras eran de hecho espectros. ¡El Meollob debe ser demolido y quemado para purificar la montaña y detener la propagación de la corrupción!"

source: Ludin's Report III
es_es: Informe de Ludin III

source: Luxury Goods
es_es: Bienes de Lujo

source: Maril's Diary I
es_es: Diario de Maril I

source: A tattered page from a journal. Judging by it's state, it looks to be years, even decades old. "We made it to Rebirth smoothly under the cover of night, however Greycloud's condition was worse than we'd expected. His legs have been mutilated to the point where he needs to be carried, it's no wonder he was unable to escape Rebirth in this condition - the Holy Nation were smart enough not to underestimate the abilities of a ninja. Myself and Gomoe snuck in to free Greycloud from his cell while Lucas, Sonja and Yania kept watch outside. Whilst we were inside with Greycloud though, a priest woke from his sleep in one of the outer buildings and wandered towards the isolation chamber. Was he expecting us? Yania silenced him with a blade to the throat, before he had the chance to sound the alarm. But in Greycloud's condition, it won't be long before the sentinels catch up to us for their vengeance. And with the death of a holy priest... they're not going to be happy."
es_es: Una página hecha jirones de un periódico. A juzgar por su estado, parece tener años, si no décadas. "Llegamos a Renacimiento sin problemas bajo la protección de la noche, sin embargo, el estado de Nubegris era peor de lo que esperábamos. Sus piernas habían sido mutiladas hasta el punto en que necesitaba ser llevado a cuestas, con razón no era capaz de huir del Renacimiento en esa condición - la Nación Sagrada era lo suficientemente lista para no subestimar las habilidades de un ninja. Gomoe y yo entramos a hurtadillas para liberar a Nubegris de su celda, mientras Lucas, Sonja y Yania vigilaban fuera. Aunque mientras estábamos dentro con Nubegris, un sacerdote despertó de su sueño en una de los edificios externos y deambuló hacia el cuarto de aislamiento. ¿Nos estaba esperando? Yania le silenció con un cuchillo en la garganta, antes de que tuviese la oportunidad de hacer sonar la alarma. Pero en las condiciones de Nubegris, no pasaría mucho tiempo antes de que los centinelas nos atrapasen para vengarse. Y con la muerte de un sacerdote sagrado... no van a estar muy contentos."

source: A tattered page from a journal. Judging by it's state, it looks to be years, even decades old. "We travelled west to the fog islands before the sentinels finally caught up to us. Fortunately for us, the foggy valleys offered us perfect cover to lose our enemies; with Greycloud as dead weight, we certainly had no chance of outrunning them at this point. Myself, Yania, Gomoe and Lucas began to pick them off, one by one from the shrouding of the fog whilst Sonja took shelter in a hidden cavern with Greycloud. The battle was on our terms now... but we weren't the only ones hiding in the fog. We had company."
es_es: Una página hecha jirones de un periódico. A juzgar por su estado, parece tener años, si no décadas. "Viajamos hacia el oeste hacia las islas de la niebla antes de que los centinelas nos cogiesen finalmente. Afortunadamente para nosotros, los valles neblinosos nos ofrecieron un refugio perfecto para deshacernos de nuestros enemigos; con Nubegris como peso muerto, desde luego no teníamos oportunidad de correr más rápido que ellos a estas alturas. Yania, Gomoe, Lucas y yo empezamos a cargárnoslos, uno por uno, desde la protección de la niebla mientras Sonja se refugió en una cueva oculta con Nubegris. La batalla estaba de nuestro lado ahora... aunque no éramos los únicos escondidos en la niebla. Teníamos compañía."

source: Maril's Diary II
es_es: Diario de Maril II

source: A tattered page from a journal. Judging by it's state, it looks to be years, even decades old. "Looks like we had some help against our pursuers; the last of the sentinels were swarmed upon and carried away deep into the valley by the locals. And judging by the piercing screams from the fog, what a way to go... But it's only a matter of time before they turn their attention to us too, this is their territory after all. We've found an island in the fog, a good spot to set up base, hopefully we'll go unnoticed long enough to fortify our position. The deep fog and the unwelcoming locals should make a strong defense against our enemies... at least we seem to be safe for now as long as we avoid the valleys."
es_es: Una página hecha jirones de un periódico. A juzgar por su estado, parece tener años, si no décadas. "Parece que teníamos algo de ayuda contra nuestros perseguidores; los últimos centinelas fueron llevados en manada y arrastrados bien adentro del valle por la gente del lugar. Y a juzgar por los penetrantes gritos desde la niebla, qué manera de morir... Pero es sólo cuestión de tiempo antes de que ellos vuelvan su atención hacia nosotros también, después de todo este es su territorio. Hemos encontrado una isla en la niebla, un buen lugar para instalar una base, con suerte pasaremos desapercibidos el tiempo suficiente para fortalecer nuestra posición. La niebla profunda y la hostil gente del lugar deberían crear una fuerte defensa contra nuestros enemigos... al menos parecemos estar a salvo por ahora y mientras que evitemos los valles."

source: Maril's Diary III
es_es: Diario de Maril III

source: Mass Extinction I
es_es: Extinción Masiva I
