Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: Some sort of crude helmet patched together out of scraps of plate, with added spikes for intimidation. Guaranteed to be strapped to a bandit of some kind.
es_es: Un tipo de casco crudo parcheado con restos de láminas, con pinchos añadidos para intimidar. Garantizado que lo verás amarrado a cualquier tipo de bandido.

source: Spiked Helmet
es_es: Casco Con Púas

source: Square Goggles
es_es: Gafas Cuadradas

source: A simple eye protection for sandstorms, standard issue in the Traders Guild
es_es: Una sencilla protección para los ojos de las tormentas de arena, complemento estándar en el Gremio de Comerciantes

source: A rough fabric favoured by the Holy Nation for its lack of comfort.
es_es: Un tejido basto preferido por la Nación Sagrada por su ausencia de confort.

source: Stout Hessian
es_es: Arpillera Recia

source: Stout Hessian Uniform
es_es: Uniforme de Arpillera Recia

source: Straw Hat
es_es: Sombrero de Paja

source: Straw hats are common among everyone from peasant farmers to desert scouts and help shade the wearer from the intense heat of the sun. Shading the eyes from glare can also provide a minor aid in combat.
es_es: Sombreros de paja son comunes entre todos, desde granjeros labradores hasta exploradores del desierto y ayuda al usuario a protegerse del intenso calor del sol. Proteger a los ojos del resplandor puede también ofrecer una ayuda menor en combate.

source: A mask of the Swamp Ninjas of the south, it's purpose is unknown, likely it's either a tradition or an intimidation tactic.
es_es: Una máscara de los Ninjas de la Ciénaga del sur, de desconocido propósito, posiblemente sea o una tradición o una táctica de intimidación.

source: Swamp Ninja Mask
es_es: Máscara Ninja de la Ciénaga

source: Swamp Ninja Rags
es_es: Harapos Ninja de la Ciénaga

source: Quite a good head padding in a simple cloth. It can be wrapped around the face to protect the eyes in a dust storm
es_es: Una almohadilla para la cabeza bastante buena en un tejido sencillo. Puede ceñirse alrededor de la cara para proteger los ojos en una tormenta de polvo

source: The Tin Can is a super heavy-class helmet and makes for the best head protection around. Heavy cuts and slashes against it will still make your head ring, but at least you will still have your face attached. Unfortunately the limited field of view does hamper your combat awareness a fair bit.
es_es: El Tin Can es un tipo de casco súper resistente y lo convierte en la mejor protección para la cabeza por aquí. Aún así, los cortes intensos y machetazos infligidos harán zumbar a tu cabeza, pero al menos tendrás tu cara pegada. Por desgracia, la limitada visión de campo obstaculiza tu conciencia durante el combate un poco.

source: Tin Can
es_es: Bidón de Lata

source: Trader's Leathers
es_es: Cueros de Comerciante

source: The Traders Guild is proud of its claimed "rags to riches" origin story, and continues to use the leather wrap-around jacket as its unofficial uniform. Although, being over 200 years old nobody can confirm the true origins of the Guild, and skeptics say the mundane clothing is just to make them seem more humble and honest, so you don't notice when they are ripping you off.
es_es: El Gremio de los Comerciantes está orgulloso de su aclamada historia de origen "de pobre a rico", y continúa usando la chaqueta forrada de cuero como su uniforme extraoficial. Aunque, como tiene más de 200 años nadie puede el verdadero origen del Gremio, y escépticos dicen que las mundanas ropas de vestir solo son para hacerles parecer más humildes y honestos, así no puedes darte cuenta cuando te están tangando.

source: Once part of a uniform of the Old Empire, it seems to have hung around to this day.
es_es: Una vez parte de un uniforme del Antiguo Imperio, parece que sigue vivo hasta hoy día.

source: Tricorn Hat
es_es: Sombrero Tricornio

source: Turban
es_es: Turbante

source: Keeps the heat off your head and pads your brains. It's often worn by slave traders in this style, and has started to become associated as being part of their uniform.
es_es: Mantiene el calor fuera de tu cabeza y acolcha tus sesos. A menudo es llevado por comerciantes de esclavos de esta manera, y ha comenzado a asociarse como parte de su uniforme.

source: Turtleneck
es_es: Camiseta de Cuello Vuelto

source: Good shirt for sneaking about, doing spy stuff.
es_es: Una buena camiseta para moverse a hurtadillas, hacer cosas de espías.

source: Unholy Chest Plate
es_es: Pechera Chapada Impía

source: Some mercenaries were interested in the capabilities of the Holy Nation's body armour, but didn't wan't the problems of appearing to be associated with the faction. So they made their own copies without the religious faction logos painted all over it, and then blackened them in the forge.
es_es: Algunos mercenarios estaban interesados en las capacidades de la armadura de cuerpo de la Nación Sagrada, pero no querían los problemas de parecer estar asociados a la facción. Por lo que se hicieron sus propias copias sin los logotipos religiosos de la facción pintados, y además los oscurecieron en la forja.

source: A solid steel helmet with a protective visor.
es_es: Un casco de acero macizo con una visera protectora.

source: Visored Helmet
es_es: Casco con Visera

source: White Plate Jacket
es_es: Chaqueta Laminada Blanca

source: White Vest
es_es: Camiseta Interior Blanca

source: Classical wooden sandals. They take a bit of getting used to, but they're actually really good for running in sand.
es_es: Clásicas sandalias de madera. Cuesta un poco hacerse a ellas, pero en realidad son muy buenas para correr en la arena.

source: Wooden Sandals
es_es: Sandalias de Madera

source: A simple woollen hat, good for cold desert nights.
es_es: Un sencillo gorro de lana, bueno para las frías noches del desierto.

source: Wool Hat
es_es: Gorro de Lana

source: Worn-out Shorts
es_es: Pantalones Desgastados

source: A Holy Purpose
es_es: Un Propósito Sagrado

source: Writings by an Okranite theologian: "What is a man's purpose? A simple question yet not one easily answered. Is a man's goal to live a life of uncontrolled pleasure? Is a man's goal to build a future for his children? Barbaric philosophies provide only superficial and false insights. A man's purpose is to fulfil the will of Okran, and through Okran, he will achieve many of these things and more. For there will be a day, Okran willing, when our land will no longer be our home as we know it. It will be the Enlightened lands, the lands of all. Where all the children of Okran will live eternal happy lives; the cycle of souls being forever broken. No longer will Narko's grasp limit us. We will no longer be bounded by our bestial desires. Instead, a man will be free to do whatever one could ever want."
es_es: Escrituras de un teólogo Okranita: "¿Cuál es el propósito de un hombre? Una sencilla cuestión que aún no respondida fácilmente. ¿Es el objetivo de un hombre vivir una vida de placer incontrolado? ¿Es el objetivo de un hombre construir un futuro para sus hijos? Filosofías bárbaras ofrecen solo unos conocimientos falsos y superficiales. El propósito de un hombre es satisfacer la voluntad de Okran, y a través de Okran, alcanzará muchas de esas cosas y más. Porque habrá un día, según la voluntad de Okran, en que nuestra tierra dejará de ser nuestro hogar tal cual lo conocemos. Serán las tierras Iluminadas, las tierras de todo. Donde todos los niños de Okran vivirán felices y eternas vidas; el ciclo de las almas será roto para siempre. Ya no nos limitará el aferramiento de Narko. Ya no estaremos obligados por nuestros deseos bestiales. De hecho, el hombre será libre de hacer lo que quiera."

source: A high quality first aid kit, made up of bandages, disinfectant and painkillers. Only worth the extra money if you have the skill to use it.
es_es: Un botiquín de primeros auxilios de primera calidad, compuesta de vendas, desinfectantes y analgésicos. El dinero extra sólo vale la pena si tienes la aptitud para usarlo.

source: Advanced First Aid Kit
es_es: Botiquín de Primeros Auxilios Avanzado

source: A splint kit can be used to rig up wounded bodyparts so that they can be used again. The amount of hitpoints you can splint is limited by your medic skill and the quality of the kit.
es_es: Un botiquín de entablillado puede ser utilizado para montar partes del cuerpo heridas de manera que puedan ser usadas otra vez. La cantidad de puntos de golpe que puedes montar está limitada por tu aptitud médica y la calidad del botiquín.

source: Advanced Splint Kit
es_es: Botiquín de Entablillado Avanzado

source: AI Core
es_es: Núcleo IA

source: A rare piece of ancient technology, anyone capable of researching it could unlock the most advanced technology of the modern age.
es_es: Una extraordinaria pieza de tecnología antigua, cualquiera capaz de investigar en ella podría develar la tecnología más avanzada de la era moderna.

source: Ancient Nutri-Rations
es_es: Antiguas Nutri-Raciones

source: An ancient food ration that must be thousands of years old. It's a sealed container that contains a dense cake that's surprisingly filling. It's covered in printed writing and symbols that you don't recognise.
es_es: Una antigua ración de comida que debe tener miles de años. Es un envase sellado que contiene un bizcocho denso que sorprendentemente sacia. Está cubierto de escrituras impresas y símbolos que no puedes reconocer.

source: Ancient Science Book
es_es: Libro de Ciencias Antiguo

source: A valuable artifact from ancient times, detailing long-lost advanced technologies.
es_es: Un artilugio valioso de los tiempos antiguos, describe con detalle tecnologías avanzadas perdidas hace tiempo.

source: Animal Claw
es_es: Mandíbula de Animal

source: Animal Horn
es_es: Cuerno de Animal

source: Animal Skin
es_es: Piel de Animal

source: Skin taken from an animal, can be cured to make leather.
es_es: Piel tomada de un animal, puede ser curtida para hacer cuero.

source: Animal Teeth
es_es: Diente de Animal

source: Armour Plating
es_es: Placas de Armadura

source: Hammered plates of metal used for crafting armour.
es_es: Placas forjadas de metal usadas para elaborar armadura.

source: An authentic* repair kit of the very highest quality, designed and manufactured by the Advanced Skeleton Labs of the Western Hives.
es_es: Un botiquín de reparación auténtico* de la mejor calidad, diseñado y manufacturado por los Avanzados Laboratorios de Esqueletos de los Enjambres Occidentales.

source: Authentic Skeleton Repair Kit
es_es: Botiquín de Reparación de Esqueleto Auténtico

source: A basic first aid kit made up of various bandages, used to stop people from bleeding to death. The poor quality will limit you if it is lower than your skills, resulting in slower healing.
es_es: Un botiquín básico de primeros auxilios conformado por varias vendas, utilizadas para detener el desangramiento de la gente. La pobre calidad te limitará si es menor que tus aptitudes, conllevado una curación más lenta.

source: Basic First Aid Kit
es_es: Botiquín Básico de Primeros Auxilios

source: Beautiful Tengu: A Tribute
es_es: Tengu Precioso: Un Tributo

source: "One of the sharpest minds I've ever had the pleasure to meet, Emperor Tengu's wit never ceases to amaze me during his visits..." A rather dull text written by famous rebel, Luquin, who was forced to write praise about the emperor during his time in Tengu's Vault. Whether Luquin is still alive or not is unknown.
es_es: "Una de las mentes más agudas que jamás tuve el placer de conocer, el ingenio del Emperador Tengu nunca cesa de maravillarme durante sus visitas..." Un texto bastante aburrido escrito por el famoso rebelde, Luquin, quien fue forzado a escribir alabanzas sobre el emperador durante su periodo en la Bóveda de Tengu. Se desconoce si Luquin sigue vivo o muerto.

source: A new edition of the Holy Lord Phoenix IV's verses on he himself: "When the darkness befell mankind, our Benefactor sent us a guide; He created the Phoenix from his own essence. The Phoenix is not merely a man with a common soul; The Phoenix is an extension of the Lord. His soul is divinely pure, it cannot be corrupt; The Phoenix must always be the one guiding the wavering flames. No other can receive our Creator's instructions."
es_es: Una nueva edición de versos del Santo Señor Fénix IV sobre él mismo: "Cuando la oscuridad cayó sobre la humanidad, nuestro Benefactor nos envió una guía; Creó al Fénix a partir de su propia esencia. El Fénix no es simplemente un hombre con un alma común; El Fénix es una extensión de el Señor. Su alma es divinamente pura, no puede ser corrompida; El Fénix siempre debe el único guiando las vacilantes llamas. Ningún otro puede recibir las instrucciones de nuestro Creador."

source: Birth Of The Phoenix
es_es: Nacimiento del Fénix

source: Bloodrum
es_es: Ronsangre

source: A fine rare spirit that rich people put on their shelves to impress their friends.
es_es: Un espíritu bien raro que la gente rica pone en sus estanterías para impresionar a sus amigos.

source: Blueprints
es_es: Anteproyectos

source: Blueprints (armour)
es_es: Anteproyectos (armadura)

source: Blueprints (gear)
es_es: Anteproyectos (herramientas)

source: Blueprints large
es_es: Anteproyectos grande

source: Heavies pack a serious punch but don't have much range due to their weight.
es_es: Las Pesadas pegan golpes graves pero no tienen mucho alcance debido a su peso.

source: Bolts [Heavies]
es_es: Flechas [Pesadas]

source: High accuracy, long-range bolts. You won't go wrong with these.
es_es: Flechas de alta precisión, largo alcance. No te equivocarás con estas.

source: Bolts [Longs]
es_es: Flechas [Largas]

source: Despite the name, Regulars vary a fair bit in size and weight, but they all sort of fall into a range that works in most bows. They've become a common standard and are easy to find anywhere.
es_es: A pesar del nombre, las Normales varían bastante en tamaño y peso, aunque todas encajan en una gama que vale en la mayoría de los arcos. Sehan convertido en norma común y se encuentran fácilmente en cualquier lugar.

source: Bolts [Regulars]
es_es: Flechas [Normales]

source: Toothpicks are the smallest bolts available. They don't pack a lot of punch but are usually used in rapid fire weapons.
es_es: Los Palillos de Dientes son las flechas más pequeñas disponibles. No pegan muy duro pero son utilizadas normalmente en armas de fuego rápidas.

source: Bolts [Toothpicks]
es_es: Flechas [Palillos de Dientes]

source: Book
es_es: Libro

source: A book from the University of Machinists. Everything they learn is compiled into books like this one in an attempt to teach others and improve the world.
es_es: Un libro de la Universidad de los Maquinistas. Todo lo que aprenden es compilado en libros como este en un intento de enseñar a otros y mejorar el mundo.

source: Forbidden within the Holy Nation. An ancient scripture from an unknown author: "Let us not yearn for pleasures of the flesh, but yearn only for the love of our Creator and the wellbeing of all mankind. Let us not be tempted by the self serving lures of sexual misdeeds, intoxication, theft and wrong speech. Let us show kindness to our brothers and our sisters, never harm them, never feel envy or animosity towards them. Let us overcome our ego, to find true paradise, the Enlightened Lands."
es_es: Prohibido dentro de la Nación Sagrada. Una antigua escritura de un autor desconocido: "No nos dejes desear los placeres veniales, sino desear solo el amor de nuestro Creador y el bienestar de la humanidad. No nos dejes ser tentados por los interesadas tentaciones de las fechorías sexuales, intoxicación, robo y lenguaje incorrecto. Permítenos mostrar bondad a nuestros hermanos y nuestras hermanas, nunca dañarlos, nunca sentir envidia u hostilidad hacia ellos. Permítenos superar nuestro ego, para encontrar el verdadero paraíso, las Tierras Iluminadas."

source: Book Of Grace
es_es: Libro de Gracia

source: Book Of Sacrifice
es_es: Libro del Sacrificio

source: Forbidden within the Holy Nation. An ancient scripture from an unknown author: "The great father Chitrin was betrayed by his children; broken by their sins and their lack of faith. And so the great father's powers diminished and calamity erupted; but only when the lands began to swallow themselves did the children plead for help. Only at a time desperation and fear, did their devotion burn it's brightest. But the great father was pure and forgiving, so he sacrificed himself for his beloved children. To give them a new chance at life, he cleansed the planet of it's sickness. But the task was too much, and Chitrin was split in two reborn, one of light and one of dark. Together, two gods would exist in equilibrium; Okran, god of day, warmth and renewal; Narko, god of night, cold and destruction. And from that day forth it was known, the great father's sacrifice must not be in vain, the gods must be given strength, the cycle of death and rebirth preserved."
es_es: Prohibido dentro de la Nación Sagrada. Una antigua escritura de un autor desconocido: "El gran padre Chitrin fue traicionado por sus hijos; rotos por sus pecados y su ausencia de fe. Así que los poderes del gran padre disminuyeron y la calamidad estalló; pero solo cuando las tierras empezaron a engullirse a sí mismas los hijos suplicaron ayuda. Solo en un momento de desesperación y miedo, hizo que su devoción ardiese más brillante. Pero el gran padre era puro e indulgente, por lo que se sacrificó a si mismo por sus bienamados hijos. Para darles una nueva oportunidad de vida, purificó el planeta de su enfermedad. Pero la tarea era demasiada, y Chitrin fue separado y reencarnado en dos, uno de luz y otro de oscuridad. Juntos, dos dioses existirían en equilibrio; Okran, dios del día, la calidez y la renovación, Narko, diosa de la noche, el frío y la destrucción. Y desde ese día en adelante se supo, el sacrificio del padre no debía ser en vano, los dioses debían ser fortalecidos, los ciclos de muerte y renacimiento preservados."

source: Bread
es_es: Pan

source: Horrible, dry dry bread.
es_es: Pan horrible, seco-seco.

source: Building Material
es_es: Material de Construcción

source: Used to construct buildings. Heavy and difficult to transport in large quantities.
es_es: Utilizado para construir edificios. Pesado y difícil de transportar en grandes cantidades.

source: A very strong alcohol common in the deserts. Dehydrates you like nothing else, so considered a rare luxury, apart from when it gets imported into the greenlands, where water isn't an issue, then they drink it like madmen.
es_es: Un alcohol muy fuerte común en los desiertos. Te deshidrata como nada en el mundo, por lo que es considerado un lujo excepcional, excepto cuando es importado a las verdenias, donde el agua no es problema, y lo beben como locos.

source: Cactus Rum
es_es: Ron Cactus

source: Capacitor
es_es: Condensador

source: "I felt the eerie sensation that we were being watched. And we were. They came to our camp during the night, slaughtered our gars and dragged the rest of us to their village. The sour smell of rot was rank, knocked me back even more than the sight of those deathly effigies. I've numbed to it now. They separated us into blood stained cages and bandaged the worst of our injuries. First they beat us, then they tend to us, so it seems... Light, what do they want from us?"
es_es: "Sentí la extraña sensación de que estábamos siendo vigilados. Y así era. Vinieron a nuestro campamento durante la noche, masacraron nuestros garrus y nos arrastraron al resto hasta su pueblo. El amargo olor de la putrefacción era apestoso, me dejó sin sentido incluso más que la visión de aquellas moribundas efigies. Lo he adormecido hasta ahora. Nos separaron en jaulas manchadas de sangre y vendaron las peores de nuestras heridas. Primero nos golpearon, luego nos atendieron, así que parece que... ¿Luz, qué quieren de nosotros?"

source: Captive's Journal I
es_es: Diario del Cautivo I

source: "Day 4 They dragged uncle Sen away yesterday morning. Cut a piece of him away as if he were some... 'thing'. An object to be harvested. They stemmed the worst of his bleeding, but with his gaping wound I don't know how long he'll last... Fuck. We need to get out of here fast." "Day 8 Uncle passed away last night. It was a death I'd wish on no man, hacked away piece by piece until he was a twitching stump of a person. They finished what was left of him for breakfast. And us? We retched on the leftovers. Fattening up the food caches... Frighteningly logical thinkers. There are four of us left."
es_es: "Día 4 Se llevaron a la fuerza al tío Sen ayer por la mañana. Cortaron un trozo de él como si fuese una... 'cosa'. Un objeto a cosechar. Detuvieron la peor parte del sangrado, pero con su herida abierta no sé cuanto tiempo durará... Joder. Necesitamos salir de aquí rápido." "Día 8 Tío falleció anoche. Fue una muerte que no le deseo a nadie, cortado trozo a trozo hasta que era un nervioso muñón de una persona. Terminaron lo que quedaba de él durante el desayuno. ¿Y nosotros? Nos vomitaron en las sobras. Engordando el alijo de alimentos... Pensadores acojonantemente lógicos. Quedamos cuatro."

source: Captive's Journal II
es_es: Diario del Cautivo II

source: Captive's Journal III
es_es: Diario del Cautivo III

source: "Day 13 Their eyes. They don't look like human eyes. No. They look like whirlpools. Like death. Like black" "Day 17 Mother passed last night. Didn't make it as long as the other two." "Day 20 Death visited in the night. A cockroack. Pa-ru, pa-ru. Remember these words, she says. And then melted away again. Pa-ru." "Day 21 Baste the meats to keep it soft. Meat. Meat. Me-at. Me. At. Ha. Ha. Ha."
es_es: "Día 13 Sus ojos. No parecen ojos humanos. No. Parecen como remolinos. Como muerte. Como negro" "Día 17 Madre murió anoche. No duró tanto como los otros dos." "Día 20 Muerte visitó durante la noche. Una cucaracha. Pa-ru, pa-ru. Recuerda esas palabras, ella dijo. Y luego se esfumó otra vez. Pa-ru." "Día 21 Pringa las carnes para mantenerlas suaves. Carne. Molla. Mo-lla. Moi. Ya. Ja. Ja. Ja."

source: Captive's Journal IV
es_es: Diario del Cautivo IV

source: "Day 26 Little Brother. So far away. Can't reach him. Can't hear him. Sometimes I talk to myself. Sometimes to Death. I miss the voice of humanity." "Day 27 Managed to pocket some wire during my trip to the chopping block. Everyone else may be gone, but they won't touch a hair on little brother's head. Now's time to get you out of here, Robun."
es_es: "Día 26 Hermano Menor. Tan lejos. No puedo alcanzarle. No puedo escucharle. A veces hablo conmigo mismo. A veces con la Muerte. Echo de menos la voz de la humanidad." "Día 27 Me las arreglé para guardar en el bolsillo algo de cable durante mi viaje al tajo. Todos los demás de pueden haber muerto, pero ellos no tocarán ni un pelo de la cabeza de mi hermanito. Ha llegado el momento de largarse de aquí, Robun."

source: Carbon
es_es: Carbono

source: Trading material based on one of the old civilization's monetary systems, named after an old dictator.
es_es: Material de intercambio basado en uno de los sistemas monetarios de la antigua civilización, llamado según el viejo dictador.

source: Ceramic Bowl
es_es: Cuenco de Cerámica

source: A fancy ceramic bowl for rich people to eat their fancy food from, probably picking the food out with dainty little implements instead of just using their hands like normal people.
es_es: Un cuenco de cerámica elegante para que gente rica coma su elegante comida, probablemente eligen la comida con pequeños y delicados instrumentos en lugar de usar sus manos como la gente normal.
