Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: Standard first aid kit
es_es: Botiquín de primeros auxilios normal

source: A first aid kit, made up of bandages, disinfectant and painkillers. The quality will limit you if it is lower than your skills.
es_es: Un botiquín de primeros auxilios, formado por vendas, desinfectante y analgésicos. La calidad te limitará si es menor que tus habilidades.

source: Steel bars
es_es: Barras de acero

source: Strawflour can be used to make bread. Horrible, dry dry bread.
es_es: Briznharina puede ser utilizada para hacer pan. Horrible, pan seco-seco.

source: Strawflour
es_es: Briznharina

source: A bunch of coins looped on to a string to keep them all together.
es_es: Un puñado de monedas enlazadas con una cuerda para guardarlas todas juntas.

source: String of Cats
es_es: Cadena de Cats

source: Suicide Note
es_es: Nota de Suicidio

source: The last words of a Holy Nation Sentinel before taking his own life: "Last month I was given the order to put a tainted woman to the flame. She was the blacksmith's daughter, a simple mind, not right in the head. Nadin was her name. She'd mistakenly slipped out of her home without a male escort and approached a priest... She was condemned for seduction of a holy brother, condemned as being possessed by the darkness... The look in her eyes as I put her to the flame burns into my soul every night, I haven't slept in weeks. Deep in my gut, I know this isn't right, and the guilt makes me retch. A god so unforgiving and so ruthless, it is not a god I want to serve. Rest in peace Nadin, I'll be joining you soon."
es_es: Las últimas palabras de un Centinela de la Nación Sagrada antes de quitarse la vida: "El último mes recibí la orden de echar a una mujer mancillada a la hoguera. Era la hija del herrero, una mente sencilla, no estaba bien de la cabeza. Su nombre era Nadin. Cometió el error de salir de su casa sin un escolta masculino y se acercó a un sacerdote... Fue condenada por seducción a un hermano sagrado, condenada por estar poseída por la oscuridad... La mirada de sus ojos cuando la echaba en la hoguera arde en mi alma cada noche, no he pegado ojo en semanas. En lo profundo de mi corazón, sé que no está bien, y la culpa me da arcadas. Un dios tan despiadado y tan implacable, no es un dios al que quiera servir. Descansa en paz, Nadin, me uniré a ti muy pronto."

source: Tech
es_es: Tecnología

source: "There are likely good sources of valuable equipment in this area, if you don't mind crossing the Cannibal Plains. Recommended you read "Lam's Survival" volume 3." --Finch
es_es: "Hay con toda probabilidad buenos recursos de equipamiento útil en este área, si no te importa cruzar las Llanuras de los Caníbales. Recomendado que leas "Supervivencia de Lam" volumen 3." --Finch

source: Tech Hunter's Notes: Leviathan Coast
es_es: Notas del Cazador de Tecnología: Costa Leviatán

source: Tech Hunter's Notes: Pool of Obedience
es_es: Notas del Cazador de Tecnología: Estanque de la Obediencia

source: Someone has spilled ink all over this book, likely a simple accident. Nothing of significance is readable anymore.
es_es: Alguien ha derramado tinta encima del libro, probablemente un simple accidente. Nada de importancia es legible.

source: -By Hunter Edjack (retired) Cashing in your loot after a hunt and looking for some new gear? Can't find a bloody decent shop that has what you are looking for? I compiled this guide from memory, after a lifetime of travelling. It may not be completely accurate, time passes, shopkeepers get eaten by cannibals and so on. But anyway, hopefully it will help people out. WEAPONS: Catun of course has the most famous weapon smith, but don't forget Heng, it has one of the best weapon shops around. None of these compare to the Scraphouse in Black Desert City, but that's probably not somewhere you want to go. CROSSBOWS: The two Tech Hunter towns are best for this, as well as Mongrel if you don't mind dealing with the fog. Black Scratch is good too. ARMOUR: Heft is the best place I found. Can't think of any other place, unless you count that stupid rumour about Armour King. ROBOTICS: Black Desert City again, has a great selection taken from dead Skeletons. Mongrel is also a great source for robotics, high demand for legs there obviously... If you are desperate you can always go to the Hivers for some cheap legs, it's better than crawling. BLUEPRINTS: The library of Black Scratch is the place you want to go, they sell every book and blueprint known to man.
es_es: - Por Cazador Edjack (jubilado) ¿Quieres cobrar en efectivo tu botín tras cazar y buscas algo de nuevo para tu equipo? ¿No puedes encontrar ni una maldita tienda decente que tenga lo que estás buscando? Yo compilé esta guía de memoria, después de una vida entera viajando. Puede no ser totalmente exacta, el tiempo pasa, los tenderos son comidos por caníbales y tal. Pero, en todo caso, espero que ayude a la gente. ARMAS: Catun, por supuesto, tiene el forjador de armas más famoso, pero no olvides Heng, tiene una de las mejores armerías de por aquí. Ninguno de los cuales se compara con el Viviertedero en Ciudad Desierto Negro, pero ese es un lugar al que posiblemente no quieras ir. BALLESTAS: Los dos pueblo Tecno Cazadores son los mejores para las ballestas, así como Mongrel, si no te importa la niebla. Igualmente Negro Rasguño está bien. ARMADURA: Sopeso es el mejor sitio que encontré. No puedo pensar en ningún otro sitio, a no ser que tengas en cuenta ese estúpido rumor sobre la Armadura del Rey. ROBÓTICA: De nuevo la Ciudad del Desierto Negro, tiene una gran selección tomada de los esqueletos muertos. Mongrel también es una gran fuente de robótica, allí hay una alta demanda de piernas, obviamente... Si estás desesperado, siempre puedes ir a los Enjambres a por piernas baratas, es mejor que arrastrarse. ANTEPROYECTOS: La biblioteca de Negro Rasguño es el sitio al que quieres ir, venden todo libro y proyecto que el hombre conoce.

source: Tech Hunter's Notes: Shopper's Guide
es_es: Notas del Tecnocazador: Guía del Comprador

source: Tech Hunter's Notes: The Ashlands
es_es: Notas del Cazador de Tecnología: Las Tierrascenizas

source: "The Ashlands are officially un-survivable, all previous expeditions there have resulted in the total loss of the teams. It's recommended that excursions keep to the surrounding areas, which should have some good finds." --Iyo "I reckon I can do it. Don't even need 'ta go through Sonorous. The Ashland Drifters did it didn't they? I just need to find me a squad that are willing. Buncha' cowards." --Trepp "The transitory lands around it are the problem. Stobe's Gamble covers a huge area, and then you would have to get through Sonorous Dark somehow. The loss of life would be devastating. Even then, you'd have to survive it all again on the way back." --Zed "Hypothetically, the key would be to establish an outpost nearby in the Pits. Then you could use it as a jump-off point." --Fish
es_es: "Las Tierrascenizas oficialmente no se sobreviven, todas las expediciones previas han conllevado a la pérdida total de los equipos. Se recomienda que las excursiones se atengan a las áreas de alrededor, las cuales poseen algunos hallazgos buenos." --Iyo "Reconozco que puedo hacerlo. Ni siquiera necesito atravesar Sonoro. ¿Los Vagabundos de la Tierraceniza no lo consiguieron? Sólo necesito encontrar un pelotón que esté dispuesto. Panda'cobardes." --Trepp "Las tierras transitorias alrededor son el problema. Apuesta de Stobe abarca un área enorme, y luego tendrías que atravesar de alguna manera Oscuro Sonoro. La pérdida de vidas podría ser devastadora. Incluso después, tendrías que sobrevivir a todo ello otra vez en el camino de regreso." --Zed "Hipotéticamente, la clave sería establecer un puesto de avanzada cerca de Los Fosos. Así podrías usarlo como punto para dar el salto." --Fish

source: Here's the complete transcript of my interview with Stone-Head, the last surviving member of the Ashland Drifters. He's hard to understand and tends to wander off topic, but there is surely some priceless information in there somewhere about how to reach the Ashlands. --Iyo "Dere's tree ways in, see? Dere's de pits past da big sad skeleton, but wid loadsa gangs and crazies tryna pinch you wid dey're stupid crabs, see? An' den yer got gorrillers and bats runnin' around de acid and de smoke mountin's. Did yer knew some snipers can shoot a man's arm off from a kilometer away? It's pretty funny, I laffed when old Cobby's arm flew off an' he woudn't talk ta me fer a week..." [Here he started laughing non-stop for about 5 minutes] [Transcript cut for brevity] "...An' den dere's de 'ives. We tried dem first an' had to go back. HAW! Was me favorit. Wouldya think dey were dat strong, eh? Wouldyatinkit? I remeber when..." [Transcript cut for brevity, after a while he get's a haunted look] "...but it don't matter in de end see... No matter wat way you go in de end you gonna meet them... You don' wanna meet dem... dey peeled Cobby an' Stram an' half o' Mex Ted... " [At this point he trails off and stares into space for 10 minutes, he doesn't respond to external stimuli and the interview ends]
es_es: Esta es la transcripción completa de mi entrevista a Cabeza-Piedra, el último miembro superviviente de los Vagabundos de la Tierraceniza. Comprenderle es difícil y tiende a salirse del tema y divagar, pero seguro que hay información de incalculable valor en alguna parte sobre cómo llegar a las Tierrascenizas. --Iyo "¿Hay tres caminos pá entrar, ves? Están los fosos endispués que pasas ese esqueleto grande y triste, pero con mushas bandas y locos intentando pinsharte con sus estúpidos cangrejos, ¿ves? Enademás tienes los gorilos y mursiélagos corriendo alrededor de las muntañas de ácido y humo. ¿Sabías que un francotirador puede disparar a un hombre desde un kilómetro de distancia? Muy grasiozo, yo me meé de la risa cuando el brazo del viejo Cobby salió por los aires y se pasó toa una semana sin hablahme…" [Aquí empezó a reír y estuvo 5 minutos sin parar] [Transcripción acortada para abreviar] "... Y aluego están los nhambres. Lo intentemos a lo primero y tuvimos que de volvernos. ¡NO VEAS! Fue mi favorito. ¿Podrías de creerte que fuerisen tan fuertes, eh? ¿Puedes de creértelo? Recuerdo cuando..." [Transcripción acortada para abreviar, después se obsesiona] "... aunque al final no importa, sabes... No importa que camino cojas al final te los vas a escontrar… No quieres escontrártelos… ellos pelaron a Cobby, y a Stram y a Mex Ted a medias..." [Llegado a este punto, su voz se apaga y se queda con la mirada fija en el espacio durante 10 minutos, no responde a estímulos externos y se termina la entrevista]

source: Tech Hunter's Notes: The Ashlands pt II
es_es: Notas del Tecnocazador: Las Tierrascenizas II parte

source: "The Black Desert isn't hospitible for anything other than Skeletons. Organics should cover themselves with boots and longcoats. The city is a good place to trade for some unusual techs. If you see any twisters get the hell out of there." --Iyo "Make sure you wear yerself a nice hat. Oh and some good boots, or yer feet will melt." --Trepp
es_es: "El Desierto Negro no es hospitalario para nadie, excepto para los Esqueletos. Los orgánicos deben cubrirse con botas y abrigos largos. La ciudad es un buen lugar para el comercio de algunas tecnologías inusuales. Si ves algún tornado, sal echando ostias de allí." --Iyo "Asegúrate de que lleves un buen sombrero. Ah y un buen par de botas, o tus pies se derretirán." --Trepp

source: Tech Hunter's Notes: The Black Desert
es_es: Notas del Cazador de Tecnología: El Desierto Negro

source: "The Holy Nation hates technology and isn't sitting on anything good either, the problem is crossing it to get to all the good un-explored stuff in the north. They don't like non-human races, if you're attempting a crossing you need at least one human male in your squad that can act the part of a master." --Zed "It pays to carry one of their holy books too, in case you need to bluff your way out of a situation with the paladins. Skeletons are attacked on sight, so you'll just have to go around in that case." --Iyo "Don't go to that bloody place. Freakin' Paladins climbin' up yer arse every ten paces tryin' to tell you yer clothes are wrong or some crap. Ended up I had to fight me way outta there 'cus I offended some shiny-hatted chump an' he got all angry and tried to stab me. Had to deck a few of 'em but there were loads of the buggers. Ever fought yer way out of an entire country before? Bloody chaos I can tell you. Me squad was pretty pissed at me after that one. Ha! Good laugh though." --Trepp
es_es: "La Nación Sagrada odia la tecnología y tampoco está ubicada sobre nada bueno, el problema es cruzarla para llegar a todas las cosas buenas e inexploradas en el norte. No les gustan las razas no-humanas, si vas a tratar de cruzarlo, necesitas por lo menos un hombre humano en tu equipo que puede actuar como si fuera el jefe." --Zed "Vale la pena llevar uno de sus libros sagrados también, en caso de que necesites tirarte un farol para salir de un encontronazo con los paladines. Los esqueletos son atacados tan pronto como son vistos, así que, en tal caso, tendrás que dar la vuelta y sortearlos." --Iyo "No vayas a ese maldito lugar. Los jodidos Paladines trepan a tu culo cada diez pasos tratando de decirte que tus ropas están mal o cualquier otra mierda. Al final tuve que pelearme para salir de allí porque ofendía a un chimpancé con un sombrero reluciente y él se enfandó e intentó apuñalarme. Tuve que darles una paliza a unos cuantos aunque había un montón de cabrones. ¿Alguna vez te has peleado con un país entero? Un puto caos, es todo lo que puedo decir. Mi equipo estaba bastante cabreado conmigo después de aquello. ¡Ja! Nos echamos unas buenas risas." --Trepp

source: Tech Hunter's Notes: The Holy Nation
es_es: Notas del Cazador de Tecnología: La Nación Sagrada

source: "I found the Shireking Folk to simply be misunderstood nomads. My attempts to communicate seemed to calm them down and they continued on their way, screaming merrily as they ran" --Swimmer "I believe these people have been the victims of some kind of horror and become un-hinged. Their minds are broken, and they are violent and feral, this is all that can be said for sure." --Iyo "Don't follow Dr Swimmer's advice, that's how our last captain got stabbed." --Anonymous "That place was hilarious!" --Trepp
es_es: "Descubrí que la Gente Chillona son simplemente nómadas incomprendidos. Mis intentos por comunicarme parecieron calmarles y continuaron su propio camino, gritando alegremente mientras corrían" --Nadador "Creo que esa gente han sido víctimas de algún tipo de horror y se volvieron inestables. Sus mentes están rotas, y son violentos y salvajes, es todo lo que se puede decir con seguridad." --Iyo "No sigo el consejo del Doctor Nadador, así fue como nuestro último capitán fue apuñalado." --Anónimo "¡Ese lugar era graciosísimo!" --Trepp

source: Tech Hunter's Notes: The Shrieking Forest
es_es: Notas del Cazador de Tecnología: El Bosque Chillón

source: Tech Hunter's Notes: The Swamps
es_es: Notas del Cazador de Tecnología: Las Ciénagas

source: "Our expedition to establish a deep swamp outpost was a total failure. We just didn't come equipped with the appropriate tech, it's no place for a simple outpost. There's no wind for the generators, regular crops can't be grown there, the damn raptors are bigger and meaner, and don't even get me started on the goddamned spiders..." --Zed "I don't know how the Swampers survive in that place, everything is trying to eat you or your supplies. It was only supposed to be a simple scouting run so I took a bunch of rookies with us, that was a mistake. Only 3 of them made it back. That waystation saved our lives I think." --Anonymous "You better be good at carrying people 'cus yer gonna be carryin' most of yer damn squad through that damn swamp while the friggin' blood spiders be bitin' at yer heels. Don't leave any of yer woundeds alone for ten minutes or yer gonna come back to a pile o' clothes and a goddam empty sack o' skin!" --Trepp "So yes, there's probably some tech to be dug up somewhere in there, but I don't think it's worth it." --Fish
es_es: "Nuestra expedición para establecer un puesto de avanzada en las profundidades de la ciénaga fue un completo desastre. No fuimos equipados con la tecnología apropiada, no es un lugar para un simple puesto de avanzadilla. No hay viento para los aerogeneradores, los cereales comunes no pueden crecer allí, las malditas rapaces son más grandes y malvados, y ni siquiera he empezado con las puñeteras arañas..." --Zed "No entiendo como los cienagueses sobreviven en este lugar, donde todo está intentando comerse tus provisiones. Se suponía que iba a ser una sencilla carrera de reconocimiento por lo que cogí a un puñado de novatos con nosotros, gran error. Sólo tres de ellos consiguieron regresar. Creo que esa estación de paso nos salvó la vida." --Anónimo "Más te vale que seas bueno acarreando a gente porque vas a estar llevando a la mayoría de tu jodido equipo a través de la jodida ciénaga mientras las putas arañas te muerden los talones. ¡No dejes a ningún herido solo durante diez minutos o vas a volver a por una pila de ropa y un puñetero saco de piel vacío!" --Trepp "Asi es que sí, seguramente haya algún tipo de tecnología para desenterrar en algún sitio, pero no creo que merezca la pena." --Fish

source: The Blessing Of Slavery
es_es: La Bendición de la Esclavitud

source: A book on the appreciation of slavery written by high noble Lord Inaba of the Inner Circle: "Slavery is attacked and branded immoral by outside criticizers, by rebel ninjas. We're accused of cruelty, accused of stealing people's freedom. Yet the accusers continue to buy the products and labours of slavery: Iron, cotton, chainmail... ninja rags. The accusers reek of hypocrisy. But, even if slavery is immoral, it is ours alone to shoulder, not the business of others to interfere. Nevertheless, a system so fruitful is everything but immoral. Slavery blesses us with wealth, with luxury, with food on our plates. If it weren't for our slaves, who would toil in the fields? Our resources would be wasted on us. With slavery we can appreciate and utilize our arable soils, our abundant minerals and our fair climate. We are what we are because of slavery."
es_es: Un libro sobre la apreciación de la esclavitud escrito por el alto noble Lord Inaba del Círculo de Allegados: "La es esclavitud es atacada y marcada como inmoral por forasteros críticos, por ninjas rebeldes. Somos acusados de crueldad, acusados de robar la libertad de la gente. Sin embargo, los acusadores continúan comprando los productos y trabajos de la esclavitud: Hierro, algodón, cota de malla... harapos ninja. Los acusadores apestan a hipocresía. Pero, incluso si la esclavitud es inmoral, es nuestra carga, no incumbe a otros interferir. Sin embargo, un sistema tan fructífero es de todo menos inmoral. La esclavitud nos bendice con esclavitud, con lujo, con comida en nuestros platos. Si no fuese por nuestros esclavos, ¿quién trabajaría duro en el campo? Desperdiciaríamos nuestros propios recursos. Con la esclavitud podemos apreciar y utilizar nuestros suelos cultivables, nuestros abundantes minerales y nuestro clima justo. Somos lo que somos debido a la esclavitud."

source: The Cannibal Plains: De-evolution Of Man?
es_es: Las Llanuras de los Caníbales: ¿In-evolución Del Hombre?

source: Surveys show that the painted cannibal tribe's existence dates back thousands of years; whether they existed during or after the northern ancient labs' downfall we can't yet confirm. Prehistoric and undeveloped tribes existing in a land of such advanced science is clearly backward - are the inhabitants of the Cannibal Plains devolving? Without knowing whether there was an overlap in the existence of the two civilisations, we could assume that the cannibals are in fact direct descendents of the ancient inhabitants. Their degeneration could be put down to toxic environmental factors which they were unable to adapt to; damaging substances from their very own labs; induced madness from experiments gone wrong; or simply being reduced to cannibalism due to severe famine. However, if there was in actuality an overlap in habitation, it is highly possible that the advanced ancient inhabitants were invaded and killed by spreading or migrating cannibals. A perfect instance of survival of the fittest. Some of the weaponry and internal damages found within the labs indicate an alternate possibility of internal civil war, although the damage could be the result of simple cannibal quarrels after their occupation. The cannibals have a savage nature and are known to frequently fight amongst themselves and feed on one another, particularly given the severe lack of victims outside their tribes since the area is mainly avoided by most rational thinking individuals. - Finch
es_es: Sondeos indican que la existencia de la tribu de los caníbales pintados data de miles de años; si existieron durante o después de la caída de los antiguos laboratorios del norte, eso no podemos confirmarlo aún. Las tribus prehistóricas y subdesarrolladas que existen en una tierra de tan avanzada ciencia están claramente atrasadas - ¿están delegando el poder los habitantes de las Llanuras de los Caníbales? Sin saber si hubo un solapamiento en la existencia de las dos civilizaciones, podríamos asumir que los caníbales son, de hecho, descendientes directos de los habitantes antiguos. Su degeneración podría radicar en factores ambientales tóxicos a los cuales no fueron capaces de adaptarse; las dañinas sustancias de sus propios laboratorios; inducidos a la locura debido a experimentos que acabaron mal; o sencillamente se vieron obligados al canibalismo debido a una hambruna severa. Sin embargo, si hubo en realidad una superposición en el asentamiento, es altamente prosible que los adelantados antiguos habitantes fueran invadidos y asesinados por caníbales en expansión o migrantes. Un caso perfecto de supervivencia del mejor adaptado. Algunas de las armas y los daños internos econtrados en los laboratorios indican una alternativa posibilidad de guerra civil interna, aunque el daño podría ser resultado simplemente de disputas caníbales tras su ocupación. Los caníbales tienen una naturaleza salvaje y son conocidos por pelearse frecuentemente entre ellos y alimentarse los unos de los otros, particularmente dada la severa ausencia de víctimas externas a sus tribus, desde que la zona es evitada principalmente por la mayoría de los individuos racionales. - Finch

source: The first in a series of Holy Nation self help hand books: "How to tell if your loved ones are Skeletons": "Perhaps their skin feels cold to the touch? They take a sudden interest in mechanics, make clinking sounds and stop blinking? Or they have a sudden knowledge of world history, they question the word of Okran or lose their appetite? Obscure speech, displaying humour and 'joke'-making can be a sure-fire sign of possession. Read on for our proven testing methods and common warning signs!"
es_es: El primero de una serie de manuales de autoayuda de la Nación Sagrada: "Cómo saber si tus bienamados son Esqueletos": "¿Tal vez su piel se siente fría al tacto? ¿Ellos demuestran un repentino interés en la mecánica, haciendo ruiditos, tintineos, y dejan de parpadear? ¿O de repente muestran gandes conocimientos sobre historial universal, cuestionan la palabra de Okran o pierden el apetito? Oscura pronunciación al hablar, demostrar sentido del humor y hacer bromas puede ser a ciencia cierta señal de posesión. ¡Sigue leyendo sobre nuestros probados métodos de evaluación y señales de advertencia comunes!"

source: The Guiding Light I
es_es: La Luz Guía I
