Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: A tattered old book on the Shek hero, Kral's, last moments: "The fierce warrior Kral took to the hills, it was an ambush; one hundred swords surrounded him. But he stood. Fearless. Waiting. He took the first unrelenting strike and the front two fell. They charged from behind, the side, the front, but he dodged, sliced, hurled. The swords quivered and shook, and the blood of Kral's enemies ran the hills red. A stab in the back and the swords closed in, Kral's assassin flung to his doom. A stab to the gut and the swords closed in, Kral's swarmers cleaved from their feet. The swords closed in and Kral was dealt a hundred cuts, passed to the other side, to Gateway where he lives an eternal hero."
es_es: Un viejo y raído libro sobre los últimos momentos del héroe de Shek, Kral: "Kral, el fiero guerrero, llegó a la colina, era una emboscada; un centenar de espadas le rodearon. Pero se mantuvo en pie. Sin miedo. A la espera. Recibió el primer golpe implacable y los dos que venían de cara. Se le echaron encima por la espalda, el lateral, de frente, pero él esquivó, cercenó, insultó. Las espadas se estremeceron y temblaron, y la sangre de los enemigos de Kral corrieron por las rojas colinas. Una puñalada en la espalda y las espadas se vinieron encima, el asesino de Kral lo lanzó a su condena. Una puñalada a la barriga y las espadas se vinieron encima, una muchedumbre escinde a Kral de sus pies. Las espadas se vinieron encima y Kral recibió un centenar de cortes, pasó al otro lado, al Portón que ha de llevarle donde vive como un héroe eterno."

source: Kral's Last Stand
es_es: Última Batalla de Kral

source: Lam's Survival Vol.1
es_es: La Supervivencia de Lam Vol.1

source: Wolves are common all over the continent and most people already know how to deal with them. They are mostly nocturnal hunters and are attracted to the scent of blood, so keep your home clean of blood and corpses, it's worth investing in an incinerator.
es_es: Los lovos son comunes en todo el continente y la mayoría de la gente sabe como lidiar con ellos. Son fundamentalmente cazadores nocturnos y son atraídos por el aroma de la sangre, así que mantén tu casa limpia de sangre y cadáveres. Vale la pena invertir en un incinerador.

source: The Leviathan is a terrifyingly huge and powerful creature capable of flattening towns and armies. Thankfully they are mostly peaceful animals unless threatened; Avoid travelling in groups larger than 2 or 3 people and you should stay safely beneath their notice. The lone males tend to be the most aggressive, so watch out for them...
es_es: El Leviatán es un una terrorífica, poderosa y gigantesca criatura capaz de aplastar pueblos y ejércitos. Afortunadamente, la mayoría son animales pacíficos si no son amenazados; Evita viajar en grupos mayores de 2 o 3 personas y debes permanecer a salvo sin que noten vuestra presencia. Los machos solitarios suelen ser los más agresivos, así que cuidado con ellos...

source: Lam's Survival Vol.3
es_es: La Supervivencia de Lam Vol.3

source: Lantern
es_es: Farol

source: Lantern of Radiance
es_es: Farol del Resplandor

source: An old lantern. It looks pretty beaten up and barely functions. There are some worn out scratchings on it which look like the crude drawings of a child.
es_es: Un viejo farol. Parece bastante machacada y apenas funciona. Hay algunos arañazos en él, casi parecen dibujos primitivos de niños.

source: An important ingredient in crafting armour. Good to stock up on as it can be hard to find.
es_es: Un ingrediente importante en la elaboración de armaduras. Es bueno almacenarlo pues puede ser difícil de encontrar.

source: Leather
es_es: Cuero

source: Legend of Luquin I
es_es: Leyenda de Luquin I

source: "Luquin was a farmer's son, born into the outer edges of Catun. At the young age of 14, Luquin's parents' business hit misfortune and they were quickly thrown into poverty. Homeless in Empire society, they were treated as an unwanted burden and hastily sold into slavery. Beaten, starved and worked to exhaustion after a year in the mines, the hardship finally took it's toll on Luquin's father. He eventually succumbed to his fatigue, leaving Luquin's mother heartbroken and bitter. With nothing left to lose, mother Luquin was determined for a life of normality for her son, so she hatched an escape plan. One night, she came for Luquin and freed him from his cage during a commotion. The two of them fled to the outside of the camp until, suddenly, they were intercepted by one of the slaver guards. The brave mother threw herself onto the guard, his sword piercing through her torso. She yelled and screamed for Luquin to run as she gouged at the guard's eyes, blood streaming from her wound. Luquin ran towards the barren outlands with tear-filled eyes, never looking behind..."
es_es: "Luquin era el hijo de un granjero, nació en las afueras de Gatún. A la temprana edad de 14, el negocio de los padres de Luquin tocó fondo y rápidamente cayeron en la pobreza. Sin hogar en una sociedad del Imperio, fueron tratados como una carga inoportuna y vendidos apresuradamente como esclavos. Hecho polvo, hambriento y explotado hasta el agotamiento tras un año en las minas, al final las penurias pasaron factura al padre de Luquin. Con el tiempo sucumbió a su fatiga, dejando a la madre de Luquin con el corazón roto y amargo. Sin nada que perder, la madre de Luquin estaba decidida a ofrecerle a su hijo una vida normal, así que tramó un plan de escape. Una noche, fue a por Luquin y le liberó de la jaula durante un alboroto. Los dos huyeron hacia las afueras del campamento hasta que, de repente, fueron interceptados por uno de los guardianes de los esclavistas. La valiente madre se arrojó sobre el guardia, atravesando la espada su torso. Ella chilló y gritó a Luquin que corriese mientras le sacaba los ojos al guardia, chorreando sangre de su herida. Luquin corrió hacia las áridas tierras altas con sus ojos inundados en lágrimas, sin mirar nunca atrás..."

source: "It was 7 years since Luquin had escaped the mines. Starving and alone in the desert, he'd been found by ninjas who took him under their wing and trained him in stealth and assassination. He vowed revenge on the nobles and trained hard under their education. At 22 years old, he returned to his hometown for blood. One by one, he'd pick off the nobles, instil fear in their hearts and make their days hell. His first victim was Lord Kurusaga, one of Emperor Tengu's Inner Circle of High Nobles. The grisly scene was discovered by his personal bodyguard the next morning, Kurusaga's corpse impaled on his own sword. Pierced on the sword was a note: 'One down, five to go'. The Emperor and his Inner Circle had received their first of many death threats... and Luquin would pay dearly for it."
es_es: "Hacía 7 años que Luquin había escapado de las minas. Hambriento y solo en el desierto, había sido encontrado por ninjas que lo acogieron bajo su protección y le entrenaron en el furtivismo y el asesinato. Él prometió vengarse de los nobles y entrenarse duro bajo su educación. A los 22 años, regresó a su pueblo natal en busca de sangre. Uno a uno, acabó uno a uno con los nobles, infundió temor en sus corazones e convirtió sus días en un infierno. Su primera víctima fue Lord Kurusaga, uno de los Altos Nobles del Círculo de Allegados del Emperador Tengu. La escena fue descubierta la mañana siguiente por su guardaespaldas personal, el cadáver de Kurusaga empalado en su propia espada. Pinchado en la espada estaba una nota: 'Un caído, cinco en camino'. El Emperador y su Círculo de Allegados había recibido laprimera de muchas amenazas de muerte... y Luquin pagaría muy caro por ello."

source: Legend of Luquin II
es_es: Leyenda de Luquin II

source: Rumours of a 'feathery bird man' with oversized long beak, exposed skull and protracted pointed claws. The beast is described to produce jarring sounds of a deafening screech. Spotted in the area of the Tarsands. Hostility unknown. Possibly a ghoul or mutant from the ancient race. - Atticus
es_es: Rumores de un "hombre pájaro emplumado" con un largo pico de gran tamaño, cráneo expuesto y alargadas garras puntiagudas. Se describe como la bestia produce sonidos estridentes de un chillido ensordecedor. Visto en la zona de las Arenas Bituminosas. Hostilidad desconocida. Posiblemente sea un demonio o un mutante de una antigua raza. - Atticus

source: Legend of the Forsaken Howler
es_es: Leyenda del Aullador Desamparado

source: Legend of the Foulhound
es_es: Leyenda del Sabueso Hediondo

source: Rumours of a half man, half dog beast spotted in the area of Vain. The beast is noted to have hideous rotting flesh and jerked movements. The beast is classed as hostile, but easily enough distracted for a safe escape. Likely a mutant bone dog from the nearby toxic Tarsands. - Atticus
es_es: Relatos de un medio hombre, medio bestia canina visto en la zona de Vano. Es destacable que la bestia posee repugnante carne en descomposición y movimientos espasmódicos. La bestia es clasificada como hostil, pero suficientemente fácil de distraer para una huida segura. Es probable que sea un canhueso mutante de las inmediaciones tóxicas de Arenas Bituminosas. - Atticus

source: Holy Nation legend tells of the souls of the lost Shek becoming consumed by malice, hate and envy for the living. Their naturally 'aggressive' nature, as the Okranites claim, make them the most easily corruptable by the 'demoness'. The Grievewraith consists of a rotting corpse with the spikes, or limbs, of a flesh insect protruding from its back, supposedly this is its mid-transformation into a beast. Now, legend aside, we've had numerous sightings of these wraiths both by Holy Nation residents and adventurers, mainly around the ruins of the central plains. So far we've learned that they are nocturnal and they prefer to take victims in the rubble of cities which have been heavily touched by death. All of its victims have disappeared without trace, we can only assume fully consumed by the wraith. A likely explanation for their existence would be a parasitic form of flesh insect, one which roots itself into the boney matter of a Shek body, and continues to grow and control the body even after its victim has perished and begun decomposition. - Idad
es_es: La leyenda de la Nación Sagrada cuenta sobre las almas de los Shek perdidos que fueron consumidas por la malicia, el odio y la envidia a la vida. Su naturaleza 'agresiva' por naturaleza, como los Okranitas claman, los hacen más fácilmente corruptibles por la 'diablesa'. El Afliespectro consiste en un cadáver en descomposición con las púas, o extremidades, de un insecto de carne sobresaliendo de su espalda, supuestamente esto es una medio-transformación en bestia. Bueno, leyenda aparte, hemos tenido numerosos avistamientos de estos espectros tanto por residentes de la Nación Sagrada como aventureros, sobre todo en los alrededores de las ruinas de las llanuras centrales. Hasta ahora hemos aprendido que son nocturnos y que prefieren coger víctimas en las ruinas de ciudades que han sido duramente afectadas por la muerte. Todas sus víctimas han desaparecido sin dejar rastro, tan solo podemos asumir que fueron completamente devorados por el espectro. Una explicación probable de su existencia sería una forma parásita de un insecto de carne y hueso, uno que echó raíces en la materia ósea de un cuerpo Shek, y sigue creciendo y controlando el cuerpo incluso después de que su víctima haya fallecido y comenzado a descomponerse. - Idad

source: Legend of the Grievewraith
es_es: Leyenda del Afligespectro

source: Legend of the Headless Ancient I
es_es: Leyenda del Antiguo Acéfalo I

source: Word from Tech Hunter Fion tell us of a headless being that exists in the Ashlands area, near what we believe to be the capital of the Ancients. The being was described as humanoid in appearance, as well as having drooping skin, misshapen appendages and a highly deformed torso. Most noticeably, of course, was the absence of a head. Since it roams so closely to the capital, we can possibly assume that it was a creation of the ancients alongside the skeletons, or even a direct descendent of the ancients themselves. Was this an experiment gone wrong, or is this the missing link to the ancient alien race? - Idad
es_es: Relatos de Fion, el Tecno Cazador, nos cuenta sobre un ser acéfalo que existe en la zona de las TierrasCenizas, cerca lo que creemos es la capital de los Antiguos. El ser es descrito como de apariencia humanoide, además de tener la piel caída, apéndices deformes y un torso muy deformado. Lo más llamativo, por supuesto, era la ausencia de cabeza. Desde que deambula tan cerca de la capital, posiblemente podemos suponer que fue una creación de los antiguos junto a los esqueletos, o incluso un descendiente directo de los mismísimos antiguos. ¿Era un experimiento fallido, o es el eslabón perdido con la antigua raza alienígena? - Idad

source: Legend of the Headless Ancient II
es_es: Leyenda del Antiguo Acéfalo II

source: The Headless Ancient is but a perfect example of why we must approach rumours and reports with skepticism. We've had just one sighting of this 'ancient being' by one, might I add 'alcohol enthusiast', adventurer. Not only is Fion an unreliable sole source to rely on, but the woman claims to have instantly run away at first sight of the 'being' due to its 'terrible hideousness'. So, we have one witness. Who was likely intoxicated. And who fled within seconds upon sighting it, meaning that we have a very short, panicked and irrational source of information to rely on. A myth started by yet another crazy adventurer, let's put this one to rest and concentrate our efforts elsewhere, not on rambling myths. - Finch
es_es: El Antiguo Acéfalo es un ejemplo perfecto de porqué tenemos que abordar los rumores y relatos con escepticismo. Solo tenemos un avistamiento de este 'antiguo ser' por una aventurera, debo añadir 'entusiasta del alcohol'. No solo es Fion poco fiable y única fuente en la que confiar, sino que la mujer asegura haber salido a correr instantáneamente al primer vistazo del 'ser' debido a su 'terrible horripilantez'. Así que tenemos una testigo. Probablemente intoxicada. Y que huyó en cuestión de segundos tras avistarlo, lo que significa que tenemos una fuente de información cortísima, irracional y en pánico en la que confiar. Un mito iniciado por otro loco aventurero más, acabemos con esto y concentremos nuestros esfuerzos en cualquier otra cosa, menos en mitos poco sólidos. - Finch

source: Sightings of hovering ghoulish creatures from the misty caverns west of the Holy Nation plains. The ghouls possess elongated, black frames with long fingers, glowing eyes and a mouth that stretches to the size of a full grown man. Travellers who delve into the mist are renowned for not returning again, until further notice expeditions are to be avoided in the area. - Idad
es_es: Avistamientos de criaturas macabras desde las cavernas brumosas al oeste de las llanuras de la Nación Sagrada. Los demonios poseen alargados y negras estructuras con dedos largos, ojos brillantes y una boca que se estira hasta el tamaño de un hombre adulto. Los viajeros que se internan en la neblina son famosos por no volver otra vez, hasta nuevas noticias las expediciones serán evitadas en la zona. -Idad

source: Legend of the Mist Ghoul
es_es: Leyenda del Demonio de la Neblina

source: "Sister Fuu, You must move quickly. Renid was purged in the town square today for being without an escort in the night. They're on to us, they know about our meetings. The inquisitor will be carrying out a search at dusk, wait for me at our 'place' outside of the city walls. It's time."
es_es: "Hermana Fuu, Debes moverte rápidamente. Renid fue purgado en la plaza del pueblo hoy por estar sin acompañante durante la noche. Nos tienen fichados, saben de nuestras reuniones. El inquisidor llevará a cabo una búsqueda al anochecer, espérame en nuestro 'lugar' a las afueras de los muros de la ciudad. Ha llegado la hora."

source: Letter From A Freedom Fighter
es_es: Carta de un Luchador Libre

source: A letter written by a swamp resident. Looks like it never ended up getting sent to the recipient. "harmodius you should see this place. im making in a days work what we used to get in a month. im telling you this stuff is the shit. everybody that tastes it just wants more. never tried it myself though, prefer the hashish. stuff takes over you within months. ive seen entire families selling their houses and even their kids for a bit more. dad wouldnt fit in. he'd think we were assholes selling the stuff... doesnt matter as long as it isnt me"
es_es: Una carta escrita por un residente de la ciénaga. Parece que nunca llegó a enviarla al destinatario. "harmodio, deverias ver este lugar. estoy haciendo en dias el trabajo que solíbamos tardar un mes. te digo que esto es la ostia. todo el que la prueba quiere más y más. manque nunca lo he probé, prefiero el hachís. este rollo te coge por meses. he visto familias enteras vendiendo sus casas e incluso a sus hijos por un poco más. papa no se adaptaría. pensaría que somos gilipollas vendiendo este rollo... no me importa dimientras que no sea yo"

source: Letter From A Swamper I
es_es: Carta De Un Cienagués I

source: A note written by a swamp resident: "I messed it up. I had a quiet life, a child. Even earned enough to have my own place. Then I tried it. Just once I thought. See what it feels like. Tried it many times. Adding a little more every time. Hoping to recreate that first time. For every little I added I lost more. Didn't feel like it then. I ended up owing money. Couldn't repay. Had to sell the house. Had to even sell the clothes. I sold my kid's future. But Fuli never left. Through all the shit I did, Fuli stuck with me. I never deserved that kid. No one does. We had to flee. We got found. I couldn't walk. I was too tired. Too weak. They enslaved Fuli. I must go save him. But I can't control myself anymore. I always need it. It enslaved me. Please save my little boy. He doesn't deserve to suffer for my mistakes..."
es_es: Una nota escrita por un residente de la ciénaga: "La cagué. Tenía una vida tranquila, un chiquillo. Incluso gané lo suficiente para tener mi propio lugar. Entonces lo probé. Sólo una vez, pensé. Para ver cómo se siente. Lo probé muchas veces. Añadiendo un poquito más cada vez. Con la esperanza de recrear aquella primera vez. Por cada poco que añadí, me perdí más. Ya no se parece a aquello. Acabé debiendo dinero. No lo podía devolver. Tuve que vender la casa. Incluso tuve que vender la ropa. Vendí el futuro de mi chiquillo. Pero Fuli nunca me abandonó. Durante toda esta mierda, Fuli se quedó a mi lado. Nunca merecí a ese chiquillo. Nadie lo merece. Tuvimos que huir. Nos encontraron. No podía caminar. Demasiado débil. Ellos esclavizaron a Fuli. Debo ir a salvarle. Pero ya no puedo controlarme. Siempre lo necesito. Me ha esclavizado. Por favor, salva a mi niñito. No se merece sufrir por mis errores..."

source: Letter From A Swamper II
es_es: Carta De Un Cienagués II

source: Letter From A Swamper III
es_es: Carta De Un Cienagués III

source: A note written by a swamp resident: "Well I can't fucking believe it. This place is real after all. Here, one gets what one worked for. No nobles who were born lucky breathing down the necks of workers and asking for rent. No fucking priests claiming they're the ones who got everything figured out and using people's ignorance to steal from them. The only law here is that of nature: strongest gets it all..."
es_es: Una nota escrita por un residente de la ciénaga: "Joder, no me lo puedo creer. Este sitio es real después de todo. Aquí, uno obtiene lo trabajado. No hay nobles que hayan nacido con la suerte estar siempre encima de los obreros y pidiéndoles la renta. No hay jodidos sacerdotes clamando que son los únicos que saben todo y usando la ignorancia de la gente para robarles. La única ley aquí es la de la naturaleza: el más fuerte se queda con todo..."

source: A note written by a swamp resident: "im done with this shithole. why are we just grubs in hear when we could be fucking kings and queens outside. i say we book it you me and a few other folks. we grab what we can from the tresury and we make a run for it. we hire more peeple and we form our own bloody gang. after all thats what they told us when we came hear this is the jungle and everythings up for grabs."
es_es: Una nota escrita por un residente de la ciénaga: "he acabado con este agujero de mierda. por qué somos solo larvas enaquí dentro cuando podríamos ser putos reyes y reinas afuera. digo que huyamos tú yo y unos pocos más. pillamos lo que podemos del tesoro y nos echamos a la carrera. contratamos más jente y montamos nuestra propia banda sangrienta. endispués de todo es lo que nos dijeron cuando lleguemos enaquí esta es la jungla y todo está disponible."

source: Letter From A Swamper IV
es_es: Carta De Un Cienagués IV

source: Letter From A Swamper V
es_es: Carta De Un Cienagués V

source: A note written by a swamp resident, likely one of the Grayflayer Clan: "fuck big gray. tiny bill got wasted and hes sittin on his ass goin soft and forbidin us to go skin swifty. hes got us on some bulshit erand to make sure we dont do the bastard in. big gray trusts you. and tiny bill was our fucking brother. waste the son of a bich"
es_es: Una nota escrita por un residente de la ciénaga, probablemente uno del Clan Desolladorcano: "jodido gran cano. el diminuto bill está acabado y el otro está sentado en su culo, volviéndose blando y negándonos ir a desollar a swifty. Nos tiene con un recado estúpido para asegurarse que no nos cargamos al bastardo. el gran cano confía en ti. y diminuto bill era nuestro jodido hermano. acabemos con el hijo de puta"

source: Official Holy Nation letter addressed to the High Inquisitor: "Today we recovered the bare corpse of Holy Paladin Orsin hung from the Lord Okran's statue at Bad Teeth's northern entrance. Etched deep into his belly were the words: 'The end is near - Flotsam'. For now I have sent a squadron to search Okran's Pride for any signs of camp, but I would request a formal investigation from the Holy Lord Phoenix Himself, Blessed Be His Name. The darkened temptresses cannot be left to commit such sacrilege and corrupt our women any longer, we cannot afford to lose more child bearers from our region. - Paladin Terza"
es_es: Carta oficial de la Nación Sagrada dirigida al Gran Inquisidor: "Hoy recuperamos el cuerpo desnudo del Santo Paladín Orsin colgado de la estatua del Señor Okran a la entrada norte de Malos Dientes. Grabadas profundamente en su barriga estaban las palabras: 'El fin se acerca - Flotsam'. Por ahora he enviado un escuadrón a investigar el Orgullo de Okran cualquier señal de campamento, pero requeriré una investigación formal del Mísmisimo Santo Señor Fénix, Bendito Sea Su Nombre. No se puede dejar a la oscura tentadora que cometa tal sacrilegio y corrompa nuestras mujeres por más tiempo, no podemos permitirnos perder más niños mensajeros de nuestra región. - Paladín Terza"

source: Letter From Bad Teeth
es_es: Carta Desde Malos Dientes

source: Letter Of Farewell
es_es: Carta De Despedida
