Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: A reliable mid-range weapon that's easy to use, especially for amateurs. It deals out consistent damage at a reasonable rate. The standard support weapon in mercenary units.
es_es: Un arma de medio alcance fiable que es fácil de usar, especialmente para aficionados. Provoca un daño consistente a un ritmo razonable. La típica arma de apoyo en unidades mercenarias.

source: Ranger
es_es: Comando

source: The Spring Bat is a modern invention. Designed by rebels in the formative years of the United Cities, it's easy to build and designed to have the power to punch through the heavy armour of dominating military forces. It pays for this with short range and poor accuracy.
es_es: La Murci Resorte es una invención moderna. Diseñada por rebeldes en los años de formación de las Ciudades Unidas, es fácil de construir y está diseñada para tener la potencia de perforar las armaduras blindadas de las fuerzas militares dominantes. Por ello, paga con corto alcance y escasa precisión.

source: Spring Bat
es_es: Murci Resorte

source: A cheap and lightweight weapon from the swamps. It's not very powerful, but it can be used to spray an opponent with bolts at close range before switching to a sword.
es_es: Un arma barata y ligera de las ciénagas. No es muy poderosa, pero puede ser usada para rociar a un oponente con flechas a corta distancia antes de cambiar a la espada.
