Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: Heft
es_es: Sopeso

source: Hive Village
es_es: Aldea Enjambre

source: Hiver-Claimed Armoury
es_es: Arsenal Enjombre-Reclamado

source: Holy Farm
es_es: Granja Sagrada

source: Holy Military Base
es_es: Base Militar Sagrada

source: Holy Mine Ruin
es_es: Ruina de Mina Sagrada

source: Holy Mines
es_es: Minas Sagradas

source: Horrible Ruin
es_es: Ruina Horrible

source: housecamp raider
es_es: asentamiento del jinete

source: Infested Lab
es_es: Laboratorio Infestado

source: Iron HQ
es_es: CG Hierro

source: Island Lab
es_es: Laboratorio Isla

source: Lab Ruin
es_es: Laboratorio en Ruinas

source: Last Stand
es_es: Último Cartucho

source: Leaning Tower
es_es: Torre Inclinada

source: Library Ruins
es_es: Ruinas de Biblioteca

source: Looted Ruins
es_es: Ruinas Saqueadas

source: Lost Armour Store
es_es: Tienda Armadura Perdida

source: Lost Armoury
es_es: Arsenal Perdido

source: Lost Library
es_es: Biblioteca Perdida

source: Lost Library Outpost
es_es: Avanzada de Biblioteca Perdida

source: Lost Town
es_es: Ciudad Perdida

source: Manhunter Base
es_es: Base Cazahombre

source: MARKER-Nest-Cower
es_es: MARCADOR-Nido-Accobarddi

source: Mercenary base
es_es: Base Mercenaria

source: Mercenary Camp
es_es: Campamento Mercenario

source: Military Outpost
es_es: Avanzada Militar

source: Mongrel
es_es: Chuchox

source: Mourn
es_es: Luto

source: Mud Town
es_es: Pueblo Lodo

source: Narko's Trap
es_es: Trampa de Narko

source: -nest housecamp fishman
es_es: -red usada por un pescador

source: Nest of Beak Things
es_es: Nido de Objetos Puntiagudos

source: New Kralia
es_es: Nueva Kralia

source: Nowhere
es_es: Ningunaparte

source: Okran's Fist
es_es: Puño de Okran

source: Okran's Shield
es_es: Escudo de Okran

source: Old Control Tower
es_es: Vieja Torre de Control

source: Old Empire Supply Outpost
es_es: Avanzada de Aprovisionamiento del Viejo Imperio

source: Old Empire Watchtower
es_es: Atalaya del Viejo Imperio

source: Old Frontlines
es_es: Viejas Vanguardias

source: Old Village
es_es: Aldea Vieja

source: Police Barracks
es_es: Barracas de Policía

source: Port North
es_es: Puerto Norte

source: Port South
es_es: Puerto Sur

source: Post-Ancient Workshop
es_es: Taller Post-Antiguos

source: Raided Caravan
es_es: Caravana Saqueada

source: Raider Camp
es_es: Campamento Bandolero

source: Raptor Island
es_es: Isla Rapaz

source: Ravaged Hamlet
es_es: Caserío Devastado

source: Reaver Camp
es_es: Campamento Bandolero

source: Rebel Base
es_es: Base Rebelde

source: Rebirth
es_es: Renacimiento

source: Red Sabre Hideout
es_es: Escondrijo de los Sables Rojos

source: Reprogramming Workshop
es_es: Taller Reprogramación

source: River Nest
es_es: Nido Río

source: Rot
es_es: Putrefacto

source: ruin warehouse
es_es: almacén en ruinas

source: Ruined Control Tower
es_es: Torre de Control Arruinada

source: Ruined Farm
es_es: Granja Arruinada

source: Ruined Holy Outpost
es_es: Avanzada Sagrada Arruinada

source: Ruined Tower
es_es: Torre Arruinada

source: Scout Post
es_es: Puesto Explorador

source: Scraphouse
es_es: Viviertedero

source: Secret Drug Farm
es_es: Granja Droga Incógnita

source: Settled Nomad Village
es_es: Aldea Nómada Asentada

source: Settled Nomads
es_es: Nómadas Asentados

source: Shark
es_es: Tiburrón

source: Shek Ruins
es_es: Ruinas de Shek

source: Skimmer Nest
es_es: Nido Patineto

source: Skinhouse HQ
es_es: CG Casapelleja

source: Slave Farm
es_es: Granja de Esclavos

source: Slave Farm South
es_es: Granja de Esclavos Sur

source: Slave Markets
es_es: Mercados de Esclavos

source: Slaver Camp
es_es: Campamento Esclavista

source: Small Skimmer Nest
es_es: Pequeño Nido Oteador

source: Smugglers Bar
es_es: Bar de Contrabandistas

source: Sniper Tower
es_es: Torre del Francotirador

source: South Stone Camp
es_es: Campamento de Piedra del Sur

source: Southern Hive
es_es: Enjambre del Sur

source: Southern Hive Village
es_es: Aldea Enjambre del Sur

source: spider camp marker
es_es: poste indicador del campamento araña

source: Spider Factory
es_es: Fábrica Araña

source: Spring
es_es: Libertaka

source: Stack
es_es: Pila

source: Stoat
es_es: Armiño

source: Stone Camp
es_es: Campamento de Piedra

source: Stone Rat Village
es_es: Aldea Rata Pétrea

source: Strange Camp
es_es: Campamento Extraño

source: Suspicious Lab
es_es: Laboratorio Sospechoso

source: Swamp Ninja Base
es_es: Base Ninja de la Ciénaga

source: Swamp Raptor Nest
es_es: Nido Rapaz de la Ciénaga

source: Swamp Village
es_es: Aldea de la Ciénaga

source: Swamped Lab
es_es: Laboratorio Anegado

source: Tengu's Vault
es_es: Bóveda de Tengu

source: The Bastion
es_es: El Bastión

source: The Forgotten Throne
es_es: El Trono Olvidado

source: The Free City
es_es: La Ciudad Libre

source: The Great Fortress
es_es: La Gran Fortaleza

source: The Hub
es_es: El Meollob

source: The Old Prison
es_es: La Vieja Prisión

source: Throne of the Bugmaster
es_es: Trono del Maestro Sabandija

source: Tiny Settlement
es_es: Asentamiento Diminuto

source: Tower of Abuse
es_es: Torre del Abuso

source: Tower of Fog
es_es: Torre de la Niebla

source: Tower Of Goats
es_es: Torre De Cabras

source: Tower Of Ninjas
es_es: Torre De Ninjas

source: Tower of Spiders
es_es: Torre de Arañas

source: Trader's Edge
es_es: Margen de los Comerciantes

source: Vagrant Camp
es_es: Campamento Errante

source: Waystation Four
es_es: Estación de Paso Cuatro

source: Waystation Ruins
es_es: Ruinas de Estación de Paso

source: White Eyebrow Camp
es_es: Campamento Cejablanca

source: Wolf Den
es_es: Madriguera de Lobos

source: Workshop Complex
es_es: Taller Complejo

source: World's End
es_es: Fin del Mundo

source: Your Outpost
es_es: Tu Avanzada

source: Chest
es_es: Pecho

source: Head
es_es: Cabeza

source: Left Arm
es_es: Brazo Izquierdo

source: Left Foreleg
es_es: Pata Delantera Izquierda

source: Left Leg
es_es: Pierna Izquierda

source: Right Arm
es_es: Brazo Derecho

source: Right Foreleg
es_es: Pata Delantera Derecha

source: Right Leg
es_es: Pierna Derecha

source: Stomach
es_es: Estómago

source: Default start
es_es: Punto de partida estándar

source: Advanced Battery Capacity
es_es: Capacidad de la Batería Avanzada

source: Each advancement in this study can increase battery capacity by 60
es_es: Cada avance en este estudio puede aumentar la capacidad de la batería en 60

source: Advanced Battery Power
es_es: Energía de la Batería Avanzada

source: Advanced Cooking
es_es: Cocina Avanzada

source: Better food can be made if more ingredients are available
es_es: Si hay más ingredientes disponibles se puede hacer mejor comida

source: Contains theories for ridiculous looking, advanced harpoon turret designs that can supposedly fire multiple shots.
es_es: Contiene teorías para una búsqueda absurda, diseños de torretas avanzadas con arpón que supuestamente pueden disparar múltiples tiros.

source: Advanced Harpoonery
es_es: Arponería Avanzada

source: Advanced Medicine
es_es: Medicina Avanzada

source: Advanced first aid kits would last longer and save more lives.
es_es: Botiquín avanzado de primeros auxilios duraría más y salvaría más vidas.

source: Building regular old houses isn't going to get us far. We need to study some new fundamental engineering concepts that will allow us to build something bigger that can stand up to assaults from anything and everything.
es_es: La construcción de viejas casas normales no nos llevará muy lejos. Necesitamos estudiar algunos conceptos nuevos de ingeniería esencial que nos permitan construir algo más grande que resista a las agresiones de cualquier cosa y de todo.

source: Advanced Outpost Blueprints
es_es: Proyectos Avanzados de Puestos de Avanzada

source: Advanced Splints
es_es: Entablillado Avanzado

source: Advanced Stone Mining
es_es: Minería de Piedras Avanzada

source: Advanced Training Dummies
es_es: Maniquís de Entrenamiento Avanzado

source: A specially made training dummy, its pretty clever. It will let rookies train their attack skills to about level 15. There's no way a rookie can take his training any further than this without facing real combat.
es_es: Un maniquí especialmente hecho para entrenar, es muy listo. Permitirá a los novatos entrenar sus habilidades de ataque hasta el nivel 15. No hay modo de que un novato pueda llevar este entrenamiento más allá sin enfrentarse a un combate real.

source: Training
es_es: Entrenamiento

source: Advanced Weapon Grades
es_es: Grados Avanzados de Sables

source: One day we will have the greatest swordsmiths in the world and blades that can cut a man clean in half with a single cut. Today though, we will have generic rubbish.
es_es: Un día tendremos los mejores forjadores del mundo y espadas que podrán partir en dos a un hombre de un solo tajo. Sin embargo, hoy, solo tendremos la típica basura.

source: A better bench is needed to make the higher level stuff.
es_es: Es necesario un banco de trabajo mejor para hacer cosas de mayor nivel.

source: Advanced Weapon Smithing
es_es: Forja de Armas Avanzada

source: Advanced Wind Generator Theory
es_es: Teoría de Aerogenerador Avanzado

source: A more powerful large wind generator, with double the potential output
es_es: Un aerogenerador grande y más potente, con doble potencial de producción

source: Amplified Generators
es_es: Generadores Amplificados

source: A further 15kw upgrade to all large generators.
es_es: Una mejora de más de 15kw para todos los generadores grandes.

source: Assassin Training II
es_es: Formación para Asesino II

source: Train like a ninja and learn to knock people out from behind.
es_es: Fórmate como un ninja y aprende a noquear a la gente por la espalda.

source: Assassin Training III
es_es: Formación para Asesino III

source: Automated Hybrid Mine
es_es: Mina Híbrida Automatizada

source: We're not going to get any further mining resources by hand. It's time to take it to the next level!
es_es: No vamos a conseguir más recursos mineros a mano. ¡Es hora de pasar al siguiente nivel!

source: Automated Mining Tech
es_es: Tecnología de Minería Automatizada

source: Automatic Flour Grinding
es_es: Molienda de Harina Automática

source: Automatic Loom (Cotton)
es_es: Telar Automático (Algodón)

source: An automatic version of the loom that requires minimal human work
es_es: Una versión automática del telar que requiere un mínimo de trabajo humano

source: Automatic Loom (Hemp)
es_es: Telar Automático (Cáñamo)

source: Baking
es_es: Horneando

source: Wheatstraw isn't edible until you bake it into bread.
es_es: Trighebra no es comestible hasta que lo horneas como pan.

source: Basic Exterior Lighting
es_es: Iluminación Exterior Básica

source: Basic First Aid Kits
es_es: Botiquín Básico de Primeros Auxilios

source: First aid kits save lives, we need to look at being able to create our own.
es_es: Los botiquines de primeros auxilios salvan vidas, necesitamos intentar ser capaces de crear el nuestro propio.

source: Basic Furniture
es_es: Mobiliario Básico

source: Stools and tables and stuff, totally useless really.
es_es: Banquetes y mesas y cosas, completamente inútiles la verdad.

source: Basic Weapon Grades
es_es: Grados Básicos de Armas

source: One day we will have the greatest swordsmiths in the world and blades that can cut a man clean in half with a single cut. Today though, we will have rusted junk.
es_es: Un día tendremos a los mejores forjadores del mundo y espadas que pueden con un único corte limpio partir en dos a un hombre. Hoy, sin embargo, tendremos trastos oxidados.

source: The starting point of crafting our own weapons.
es_es: El punto de partida para elaborar nuestras propias armas.

source: Basic Weapon Smithing
es_es: Forjado Básico de Armas

source: Batteries can store excess power and keep things running during emergencies. They are especially important if you rely on wind power.
es_es: Las baterías pueden almacenar la energía excedente y mantener las cosas en marcha durante emergencias. Son especialmente importantes si dependes de energía eólica.

source: Batteries
es_es: Baterías

source: Battery Capacity
es_es: Capacidad de la Batería

source: A potential 10kw increase to battery output power
es_es: Un aumento potencial de 10kw a la potencia de salida de la batería

source: Battery Power
es_es: Energía de la Batería

source: Beds
es_es: Camas

source: Somewhere to rest and heal faster
es_es: Un lugar donde descansar y recuperarse más rápido

source: Better Training Dummies
es_es: Maniquís de Entrenamiento Mejores

source: A better training dummy would let rookies train their attack skills up to about level 10.
es_es: Un maniquí de entrenamiento mejor posibilitaría a los novatos entrenar sus habilidades de ataque hasta el nivel 10.

source: Biofuel
es_es: Biocombustible

source: An ancient way of turning crops into generator fuel. Choose between electricity or starvation!
es_es: Un antiguo modo de convertir cereales en combustible del generador. ¡Elige entre electricidad o hambre!

source: Bolts: Heavies
es_es: Flechas: Pesadas

source: Enables the crafting of Heavy bolts
es_es: Permite la elaboración de flechas Pesadas

source: Bolts: Longs
es_es: Flechas: Largas

source: Enables the crafting of long-bolts
es_es: Permite la elaboración de flechas Largas

source: Bolts: Regulars
es_es: Flechas: Normales

source: Enables the crafting of Regular bolts
es_es: Permite la elaboración de flechas Normales

source: Building Materials
es_es: Materiales de Construcción

source: The basic ability to mine and create building materials
es_es: La habilidad básica para extraer y crear materiales de construcción

source: A crop suitable for dry environments.
es_es: Un cereal adecuado para ambientes secos.

source: Cactus Farming
es_es: Cultivo de Cactus

source: Camp Shelter
es_es: Refugio de Campaña

source: Important for any traveller, these tents are easily constructed out of spare fabrics and could save your life in an acid storm.
es_es: Importante para cualquier viajero, estas tiendas se construyen fácilmente con telas de sobra y podrían salvarte la vida en una tormenta ácida.

source: Chainmail eh? That's going to be bloody fiddly isn't it?
es_es: Cota de malla, ¿eh? Esto va a ser jodidamente complicado, ¿verdad?

source: Chain Armour Crafting
es_es: Elaboración de Cota de Malla

source: Cleavers
es_es: Cuchillos de carnicero

source: With this we could craft clothes and stuff. For wearing.
es_es: Con esto podemos elaborar ropas y cosas. Para vestir.

source: Clothing Manufacture
es_es: Manufactura de Ropa

source: Using a lower friction material for the slide of a crossbow could increase the power by another 5%.
es_es: Utilizar un material de menor fricción en el carril de una ballesta podría aumentar la potencia un 5%.

source: Composite Runners
es_es: Rieles Compuestos

source: Cooking
es_es: Cocinando

source: Copper Alloy Plates are required for more high-tech engineering projects.
es_es: Las placas de aleación de cobre son demandadas para proyectos de ingeniería de última tecnología.

source: Copper Alloys
es_es: Aleaciones de Cobre

source: Corpses make a mess and attract scavengers and predators and all kinds of trouble. Incineration would be the most effective solution.
es_es: Los cadáveres montan un lío y atraen a carroñeros y predadores y todo tipo de problemas. La incineración sería la solución más efectiva.

source: Corpse Disposal
es_es: Eliminación de Cadáver

source: If we can farm cotton we can use it to manufacture fabrics.
es_es: Si podemos cultivar algodón podemos usarlo para elaborar tejidos.

source: Cotton Farming
es_es: Cultivo de Algodón

source: Crossbow Bolts
es_es: Flechas de Ballesta

source: A bench that would enable us to craft ammunition for crossbows
es_es: Una mesa de trabajo que nos permitiría elaborar munición para ballestas

source: Crossbow Crafting
es_es: Elaboración de Ballesta

source: A bench where we could craft our own crossbows
es_es: Una mesa de trabajo donde podríamos elaborar nuestras propias ballestas

source: A spotlight that can be fitted to the mounted crossbow to help against night attacks
es_es: La ballesta montada puede ser equipada con un foco como ayuda contra ataques nocturnos

source: Crossbow Turret Spotlight Fitting
es_es: Montaje del Foco de la Torreta con Ballesta

source: A fancier crossbow string technology that could increase the power of all mounted crossbows by 10%.
es_es: Una cuerda de ballesta de tecnología más sofisticada que podría aumentar la poterncia de todas las ballestas montadas un 10%.

source: Crossbow Turret Strings
es_es: Cuerdas de Ballesta Montada en Torreta

source: Defensive Walls
es_es: Muros Defensivos

source: Defence
es_es: Defensa

source: Solid walls that we can actually stand and build turrets on.
es_es: Paredes firmes que podemos levantar propiamente y sobre las que construir torretas.

source: Food that can be produced in desert environments
es_es: Comida que puede ser producida en ambientes desérticos

source: Desert Cooking
es_es: Cocina del Desierto

source: Desert Sabres
es_es: Sables del Desierto

source: Two shots instead of one, how great would that be?
es_es: Dos tiros en lugar de uno, ¿sería genial, que no?

source: Double-Barrel Harpoon Turret
es_es: Torreta para Arpón de Doble-Cañón

source: A spotlight fitting for the double-barrel harpoon turrets
es_es: Un foco adecuado para torretas con arpón de doble-cañón

source: Double-Barrel Turret Spotlight Fitting
es_es: Instalación de Foco a Torreta de Doble-Cañón

source: Durable Arms
es_es: Brazos Duraderos

source: Electrical Crafting
es_es: Elaboración Eléctrica

source: Here we could craft fundamental electrical components and parts.
es_es: Aquí podríamos elaborar componentes eléctricos fundamentales y otras partes.

source: Exotic Weapons
es_es: Armas Exóticas

source: Extra Durable Legs
es_es: Piernas Extra Duraderas

source: Extra Strong Arms
es_es: Brazos Extra Fuertes

source: Crafting
es_es: Manufacturando

source: If we can make our own fabric it makes clothing and armour crafting more cost-effective.
es_es: Si podemos hacer nuestro propio tejido esto hace más rentable la elaboración de ropa y armaduras.

source: Fabric Manufacture
es_es: Manufactura de Tejido

source: Foreign Sabres
es_es: Sables Extranjero

source: Fragment Axe
es_es: Fragmento de Hacha

source: Frustrated by heavily armoured opponents? Want to cut them in half with a single sweep? This is the weapon is for you! (Disclaimer: super human strength not included).
es_es: ¿Frustrado por oponentes fuertemente armados? ¿Querrías cortarlos por la mitad con un único movimiento? ¡Esta arma es para ti! (Renuncia de responsabilidad: fuerza de súper humano no incluida).

source: An electricity generator that runs on fuel.
es_es: Un generador eléctrico que marcha con combustible.

source: Fuel Generator Theory
es_es: Teoría de Generador de Combustible

source: Fully Automatic Ore Drill
es_es: Taladradora de Mineral Completamente Automática

source: Gear Storage
es_es: Depósito de Herramientas

source: Storage for various types of weapons and armour
es_es: Depósito para varios tipos de ropa y armadura

source: Grog Distillation
es_es: Destilación de Grog

source: A very common alchoholic drink, it would be a good source of income if we could produce it.
es_es: Una bebida alcohólica muy común, podría ser una buena fuente de ingresos si pudiésemos producirla.

source: Harpoon Turret Spotlight Fitting
es_es: Instalación de Foco a Torreta de Arpón

source: An option to fit a spotlight to turrets for aiding against night attacks
es_es: Una opción para adaptar un foco a las torretas como asistencia contra ataques nocturnos

source: A new weapon technology that should be more powerful and accurate than crossbow technology can achieve.
es_es: Una nueva tecnología armamentística que debería ser la más potente y precisa que la tecnología que la ballesta puede lograr.

source: Harpoon Turrets mkII
es_es: Torretas para Arpón mkII

source: The production of hashish is dangerous, but potentially the most profitable.
es_es: La producción de hachís es peligrosa, aunque la más beneficiosa en potencia.

source: Hashish Production
es_es: Producción de Hachís

source: Hats and Headgear
es_es: Sombreros y Cascos

source: A whole load of hats that could be crafted.
es_es: Una carga entera de sombreros que podrían ser elaborados.

source: Heavy Building Foundations
es_es: Cimientos Constructivos Pesados

source: This would solve a fundamental engineering problem and enable us to build larger, sturdier structures.
es_es: Esto debería solucionar un problema de ingeniería fundamental y posibilitarnos construir estructuras mayores y más robustas.

source: Core
es_es: Núcleo

source: An improved fuel generator. Larger and more powerful.
es_es: Un generador de combustible mejorado. Más grande y más potente.

source: Heavy Generator Theory
es_es: Teoría de Generador Potente

source: Heavy weapons. Ridiculed by many and often hailed as "cock extensions", nothing is more amusing than watching some idiot try to fight with a weapon he can barely lift. But, if you work very, very hard, if you master it and build the necessary strength... maybe, just maybe you could become something very dangerous...
es_es: Armas pesadas. Ridiculizadas por muchos y con frecuencia aclamadas como "extensiones de polla", nada más entretenido que observar a algún idiota intentando luchar con un arma que apenas puede levantar. Pero, si trabajas muy, muy duro, si la dominas y desarrollas la fuerza necesaria... quizás, sólo quizás, puedas convertirte en algo muy peligroso...

source: Heavy Weapons
es_es: Armas Pesadas

source: Hemp is a much more efficient source of fabrics, and can also be used for narcotics or medicine.
es_es: El cáñamo es una fuente mucho más eficiente de tejidos, y puede también ser empleado como narcótico o medicina.

source: Hemp Farming
es_es: Cultivo de Cáñamo

source: Hemp Oil Biofuel
es_es: Biocombustible de Aceite de Cáñamo

source: Refining of hemp oil for an alternative method of biofuel production.
es_es: Refinería de aceite de cáñamo para un método alternativo de producción de biocombustible.

source: Hemp-Based Fabric
es_es: Tejido a Base de Cáñamo

source: An alternative source of fabric manufacture, much more efficient but may be illegal in some parts.
es_es: Una fuente alternativa de tejido manufacturado, mucho más eficiente aunque pueda ser ilegal en algunas partes.

source: High-Speed Legs
es_es: Piernas de Alta-Velocidad

source: A copy of the Hiver's "Economy Arms"
es_es: Una copia de los "Brazos Económicos" del Enjambre

source: Hiver Skeleton Arms
es_es: Brazos de Esqueleto Enjombre

source: Hiver Skeleton Legs
es_es: Piernas de Esqueleto Enjombre

source: A copy of the Hiver's "Economy Legs" technology, this will be the stepping stone to replacement limb production.
es_es: Una copia de la tecnología de las "Piernas Económicas" del Enjambre, este será el trampolín para la producción de miembros de reposición.

source: Holed Sabres
es_es: Sables Perforados

source: Why bother with 2 machines that could be combined into one? A stone mine that immediately produces building materials
es_es: Por qué molestarse con 2 máquinas cuando pueden ser combinadas en una? Una mina de piedra que produce inmediatamente materiales de construcción

source: A way to reliably grow crops indoors would be the ultimate advantage for survival outposts deep in the inhospitable zones where food can not normally be grown.
es_es: Una manera de hacer crecer los cultivos interiores de forma fiable sería la ventaja definitiva para la supervivencia en puestos avanzados ubicados en la profundidad de zonas inhóspitas donde los alimentos normalmente no pueden ser cultivados.

source: Hydroponics
es_es: Hidropónicos

source: Imprisonment
es_es: Encarcelamiento
