Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: We could build cages. This would allow us to capture and interrogate certain people, temporarily store bounties, or even keep hostages for ransom. Actually this is starting to sound pretty wrong, be careful we don't end up going down the wrong path.
es_es: Podríamos construir jaulas. Esto nos facilitaría capturar e interrogar a cierta gente, almacenar recompensas temporalmente, o incluso retener rehenes a cambio de un rescate. En verdad, esto empieza a sonar bastante mal, ten cuidado no acabemos yendo por mal camino.

source: Improved Stone Mining
es_es: Mejora de la Explotación Minera de Piedra

source: Indoor Lighting
es_es: Iluminación Interior

source: Some basic lighting so we're not working in the darkness
es_es: Alguna iluminación básica así no tenemos que trabajar en la oscuridad

source: Iron plates are a fundamental building material for machinery. It's vital that we can make our own.
es_es: Las planchas de hierro son un material constructivo para maquinaria fundamental. Es vital que podamos hacer los nuestros.

source: Iron Plates IV
es_es: Placas de Hierro IV

source: Item Storage
es_es: Almacén de Artículos

source: A classic weapon, light, sharp and fast. Deadly and beautiful, but the fine skill they require makes them less commonly used than other blades.
es_es: Un arma clásica, ligera, afilada y rápida. Letal y bella, aunque la refinada habilidad que requieren hacen que sean comúnmente menos empleadas que otras espadas.

source: Much larger building shells with more secure workspace
es_es: Armazones de construcciones mucho más granes con un mayor espacio seguro para trabajar

source: Large Building Shells
es_es: Armazones Constructivos Grandes

source: To make our walls any bigger we would need to rebuild them with stronger foundations.
es_es: Para hacer nuestras murallas algo más grandes necesitaríamos reconstruirlas con cimientos más fuertes.

source: Large Defensive Walls
es_es: Murallas Defensivas Grandes

source: Leather Armour Crafting
es_es: Elaboración de Armadura de Cuero

source: With this we would have the basis to make our own clothing and light armour. The same equipment could also be used to make under-armour and bandages.
es_es: Con esto tendríamos la base para hacer nuestra propia ropa y armaduras ligeras. El mismo equipamiento podría ser empleado para hacer sub-armaduras y vendas.

source: A stand-alone electrical light. On a post.
es_es: Una luz eléctrica autónoma. En un poste.

source: A more energy-efficient light post
es_es: Un poste de luz más rentable energéticamente

source: Light Post Efficiency
es_es: Eficacia del Poste de Luz

source: Electrics
es_es: Componentes Eléctricos

source: Light Wind Generator Theory
es_es: Teoría del Aerogenerador

source: Smaller lighter generators would work better in environments with low wind, or provide more consistent power where the weather is erratic.
es_es: Generadores de luz más pequeños funcionarían mejor en ambientes con poco viento, o proveerían una energía más consistente donde el clima es impredecible.

source: Lockpick Training
es_es: Entrenamiento para Forzar Cerraduras

source: Learning to picklocks is hard to get started in. It's too late to learn once you're locked in a cage, training is needed to get your foot on the ladder.
es_es: Aprender a forzar cerraduras es duro al principio. Una vez que estás atrapado en una jaula es demasiado tarde para aprender, es necesario entrenar para tener el viento a favor.

source: Lockpick Training II
es_es: Entrenamiento para Forzar Cerraduras II

source: Lockpick Training III
es_es: Entrenamiento para Forzar Cerraduras III

source: Long Cleavers
es_es: Cuchillos de carnicero Largos

source: The heavy cleaver, it bridges the gap between sabres and heavy weapons. Some people like 'em.
es_es: El cuchillo de carnicero pesado, abarca el vacío entre sables y armas pesadas. A alguna gente les gusta.

source: Longswords
es_es: Espadaslargas

source: Defensive walls that would keep all those bastard bandits out.
es_es: Muros defensivos que mantendrían afuera a todos aquellos bastardos bandidos.

source: Makeshift Walls
es_es: Muros Improvisados

source: Better first aid kits would last longer and save more lives.
es_es: Un botiquín de primeros auxilios mejor duraría más tiempo y salvaría más vidas.

source: Medicine
es_es: Medicina

source: Medium Building Shells
es_es: Armazones Constructivos Medianos

source: Bigger buildings with more space.
es_es: Construcciones mayores con más espacio.

source: Heavy ranged weapons could defend the walls and keep bandits off our gates. Mounting on the walls would be best, because once an enemy gets too close you would be vulnerable to attack.
es_es: Pesadas armas a distancia podrían defender las murallas y mantener a los bandidos alejados de nuestros portones. Lo mejor sería montarlas en las murallas, porque una vez que el enemigo se acerca demasiado serías vulnerable al ataque.

source: Mounted Crossbows
es_es: Ballestas Montadas

source: Mounted Crossbows II
es_es: Ballestas Montadas II

source: An all-round better design that improves speed, range, reload and damage.
es_es: El mejor diseño todo-terreno que mejora la velocidad, alcance, recarga y daños.

source: A smaller, lighter katana popular with ninjas because they're so good for stabbing.
es_es: Una katana más pequeña y ligera popular entre los ninjas porque son estupendas para apuñalar.

source: Ninja Blades
es_es: Cuchillos Ninja

source: An extended katana. Heavier, with increase range and damage at the expense of speed.
es_es: Una katana extendida. Más pesada, con alcance y daño aumentados a expensas de la velocidad.

source: This would speed up mining a great deal
es_es: Esto aceleraría muchísimo la minería

source: Ore Drill
es_es: Taladro Mineral

source: Outpost Type III
es_es: Puesto de Avanzada Tipo III

source: Outpost Type IV
es_es: Puesto de Avanzada Tipo IV

source: Paladin's Cross
es_es: Cruz Palatina

source: Serious armour needs solid buggerin' plates of steel stuck on to it.
es_es: Una armadura seria necesita unas jodidas placas de aluminio clavadas en ella.

source: Plate Armour Crafting
es_es: Elaboración de Armadura de Placas

source: Polearms
es_es: Armas Enastadas

source: Powered Stone Refinery
es_es: Refinería de Piedra a Motor

source: The Stone Processor requires too much manpower, we need to improve the design so we can get more output with less workers, but it's going to need to be powered by a generator.
es_es: El Procesador de Piedra requiere de demasiada mano de obra, necesitamos mejorar el diseño de manera que consigamos mayores resultados con menos trabajadores, aunque será necesario que sea alimentado por un generador.

source: Prototype Harpoon Turrets
es_es: Prototipo de Torretas con Arpón

source: Public Sales
es_es: Ventas al Público

source: It would save us a lot of running around to sell goods if we could get the customers to come to us.
es_es: Nos ahorraría un montón de ir de acá para allá para vender bienes si consiguiésemos que los clientes vinieran a nosotros.

source: Placing these on the roofs of buildings can collect the rainwater in areas where wells can't be used.
es_es: Colocados en los techos de las construcciones pueden colectar agua de lluvia en zonas donde los pozos no pueden ser utilizados.

source: More useless furniture to clog up your house with.
es_es: Más mobiliario inútil con el que petar tu casa.

source: Random Furniture
es_es: Mobiliario Aleatorio

source: This crazy design could fire 6 shots in rapid succession, although it would probably sacrifice some power and accuracy.
es_es: Este alocado diseño podría disparar 6 tiros en una rápida sucesión, aunque probablemente sacrificaría algo de potencia y precisión.

source: Revolving-Barrel Harpoon Turret
es_es: Torreta con Arpón de Cañón Giratorio

source: A common crop in the swamps
es_es: Un cereal común en las ciénagas

source: Riceweed Farming
es_es: Cultivo de Yerbarroz

source: Ringed Sabres
es_es: Sables Anillados

source: Regular first aid kits are no help for Skeletons, we would need to craft special machinery kits to repair any damage.
es_es: Los botiquienes normales de primeros auxilios no son una ayuda para Esqueletos, necesitaríamos elaborar unos botiquines con maquinaria especial para reparar cualquier daño.

source: Robotics
es_es: Robótica

source: Farming
es_es: Agricultura

source: Rum Brewing
es_es: Elaboración de Ron

source: If we have water, and we have cactus, then we could brew rum...
es_es: Si tenemos agua, y tenemos cactus, entonces podríamos destilar ron...

source: Sabres
es_es: Sables

source: A good heavy bladed sabre.
es_es: Un buen sable de pesada cuchilla.

source: Sake is a traditional Swamper's drink, but also very popular in the United Cities. Alcohol production is often a good source of income.
es_es: El sake es una bebida tradicional de los Cienagueses, aunque también muy popular en las Ciudades Unidas. La producción de alcohol a menudo es una buena fuente de ingresos.

source: Sake Distillation
es_es: Destilación de Sake

source: A powerful searchlight for mounting on gates and walls
es_es: Un potente foco reflector para su montaje en portones y muros

source: Search Lights
es_es: Foco Reflector

source: Semi-Automatic Ore Drill
es_es: Taladro para Minerales Semi-Automática

source: A semi-automatic drilling machine that only needs a single operator
es_es: Una máquina taladradora semiautomática que solo requiere de un único operario

source: More types of clothing available to craft.
es_es: Más tipos de vestimentas disponibles para su elaboración.

source: Simple Clothing Types
es_es: Tipos Sencillos de Ropa

source: Smithing
es_es: Forja

source: Simple Training Dummies
es_es: Maniquís de Entrenamiento Sencillos

source: Damn rookies are useless. Keep getting beat up because they can't hit anything. A basic training dummy would let them train their attack skills up to about level 5.
es_es: Los malditos novatos son inútiles. Siguen siendo apaleados porque no pueden golpear nada. Un maniquí para entrenamiento básico les permitiría entrenar sus habilidades de ataque hasta el nivel 5.

source: Advanced high-tech arms like what the skeletons have.
es_es: Brazos de tecnología avanzada como los que tienen los esqueletos.

source: Skeleton Arms
es_es: Brazos de Esqueleto

source: Advanced high-tech legs like what the skeletons have.
es_es: Piernas de tecnología avanzada como las que tienen los esqueletos.

source: Skeleton Legs
es_es: Piernas de Esqueleto

source: Skeleton Repair Beds
es_es: Camas Reparadoras de Esqueleto

source: Skeleton-Human Transformation Bible
es_es: Biblia de la Transformación Esqueleto-Humana

source: Savant's secret alchemical formula for turning skeletons into humans
es_es: Fórmula alquímica secreta de Savant para convertir a esqueletos en humanos

source: Useful things for any traveller.
es_es: Cosas muy útiles para cualquier viajero.

source: Sleeping Bags
es_es: Sacos de Dormir

source: We need something bigger than a shack if we are going to get any work done.
es_es: Necesitamos algo más grande que esta chabola si vamos a conseguir cualquier trabajo hecho.

source: Small House
es_es: Casa Pequeña

source: Splints
es_es: Entablillados

source: Splint kits would allow medics to add support to leg injuries, helping you out-run cannibals and stuff.
es_es: Botiquines de entablillado permitirían a los médicos sumar un apoyo a las lesiones de pierna, ayudándote a escapar de los caníbales y demás.

source: Stealth Legs
es_es: Piernas Sigilosas

source: Steel bars are used to craft advanced weapons and gear, we can refine them from raw iron ore.
es_es: Las barras de acero son empleadas para elaborar armas avanzadas y herramientas, podemos refinarlas a partir de mena de hierro en bruto.

source: Steel Bars
es_es: Barras de Acero

source: The Stone Processor requires too much manpower, we need to improve the design so we can get more output with less workers.
es_es: El Procesador de Piedra requiere demasiada mano de obra, necesitamos mejorar el diseño de manera que consigamos mayores resultados con menos trabajadores.

source: Stone Refinery Upgrade
es_es: Renovación de la Refinaría de Piedra

source: Storage Boxes
es_es: Cajones de Almacenamiento

source: Things will go a lot smoother if we organise an efficient method to store and distribute our raw materials. Otherwise things are going to get jammed up. If a dude wants to haul a load of raw stone to the Stone Processor, and his inventory is full of iron ore, what's he gonna do? Exactly. He needs some kind of storage box. Geez!
es_es: Las cosas irán como la seda si organizamos un método eficaz para almacenar y distribuir nuestras materias primas. Si no, las cosas se van a estancar. Si un tío quiere arrastrar un montón de piedra al Procesador de Piedra, y su inventario está lleno de mineral de hierro, ¿qué hará? Exactamente. Necesita cualquier tipo de caja de almacenamiento. ¡Jesús!

source: Storage Boxes: Crafting
es_es: Cajas de Almacenamiento: Manufacturación

source: Farms by nature take a long time to grow, then suddenly harvest season comes and you have mountains of crops everywhere and nowhere to put them. Storage is important, be ready for harvest.
es_es: Las granjas por naturaleza necesitan mucho tiempo para crecer, entonces de repente llega la época de la cosecha y tienes montañas de cereales por todos lados y ningún lugar donde ponerlos. El almacenamiento es importante, prepárate para la cosecha.

source: Storage Boxes: Farming
es_es: Cajas de Almacenamiento: Agricultura

source: Storage Boxes: Ore
es_es: Cajas de Almacenamiento: Minerales

source: Things will go a lot smoother if we organise an efficient method to store and distribute our raw materials. Otherwise things are going to get jammed up.
es_es: Las cosas irán como la seda si organizamos un método eficaz para almacenar y distribuir nuestras materias primas. Si no, las cosas se van a estancar.

source: Strong Defensive Walls
es_es: Fuertes Murallas Defensivas

source: Tech Level 2
es_es: Nivel Tecnológico 2

source: A bigger, better research desk would allow us to research bigger, better things.
es_es: Un escritorio para investigar mejor y más grande que nos permitiría mayores investigacones, mejores cosas.

source: Tech Level 3
es_es: Nivel Tecnológico 3

source: Tech Level 4
es_es: Nivel Tecnológico 4

source: Tech Level 5
es_es: Nivel Tecnológico 5

source: Tech Level 6
es_es: Nivel Tecnológico 6

source: The ultimate level, the best equipment, the best scientists.
es_es: El nivel definitivo, el mejor equipamiento, los mejores científicos.

source: The Plank
es_es: La Plancha

source: A nice balance for those who find fragment axes too clumsy and blunt, the plank retains some of the extra deadly traits of a regular sword, while still remaining ridiculously crude.
es_es: Un buen equilibrio para los que encuentran fragmentos de hachas demasiado difíciles de manejar y romos, la plancha conserva parte de los rasgos ultra mortales de una espada normal, manteniendo ridículamente la crudeza.

source: Thievery Training
es_es: Formación en Robos

source: Something to train your ability to steal things without making noise
es_es: Algo para entrenar tu capacidad para robar cosas sin hacer ruido

source: Thievery Training II
es_es: Formación en Robos II

source: Thievery Training III
es_es: Formación en Robos III

source: A forgotten weapon of the old empire.
es_es: Un arma olvidada del viejo imperio.

source: Turret Training
es_es: Formación para Torreta

source: Turret Training II
es_es: Formación para Torreta II

source: Turret Training III
es_es: Formación para Torreta III

source: A practice turret would be a quick way to train up some basic competence in the use of mounted turret weapons.
es_es: Una torreta para practicar sería una manera rápida de empezar a aprender a partir de cero algunas competencias básicas en el uso de las armas de una torreta montada.

source: Upgraded Small Generators
es_es: Generadores Pequeños Renovados

source: A further 15kw upgrade to all small generators.
es_es: Una actualización de 15 kw extra en todos los generadores pequeños.

source: A shorter variant of the Katana, they are fast and sharp but generally used as backup weapons.
es_es: Una variante más corta de la Katana, son veloces y cortantes por lo general se usan como armas de apoyo.

source: Weapon Melting
es_es: Fundición de Arma

source: A big furnace that could melt down old metal weapons and armour back into raw iron.
es_es: Un gran horno que podría fundir viejas armas y armaduras de metal de nuevo en hierro en bruto.

source: Industry
es_es: Industria

source: Wells II
es_es: Pozos II

source: Upgrading our wells to reach deeper and access more water.
es_es: Renovando nuestros pozos para llegar más adentro y acceder a más agua.

source: Wells III
es_es: Pozos III

source: A good all-round sturdy crop, though it needs grinding before you can make food.
es_es: Un cereal robusto, bueno para todos los terrenos, aunque necesita ser molido antes de que puedas convertirlo en alimento.

source: Wheatstraw Farming
es_es: Cultivo de Trighebra

source: Wind Generator Theory
es_es: Teoría del Aerogenerador

source: Wind generators can generate power out of nothing! Free energy! At this stage we will have to buy the components needed to build it with.
es_es: ¡Los aerogeneradores pueden generar energía de la nada! ¡Energía gratuita! En esta etapa tendremos que comprar componentes necesarios para construirlos.

source: Backpack designed to fit Bulls
es_es: Mochila diseñada a medida para Toros

source: Bull Backpack
es_es: Mochila para Toro

source: Backpack designed to fit Gars
es_es: Mochila diseñada a medida para Garrus

source: Garru Backpack
es_es: Mochila para Garru

source: This backpack is huge. Don't even think about fighting with this on your back. The thing weighs a ton just when its empty. Do you seriously think you can fill it full of iron or something and be able to lift it? Let alone carry it across the desert!? Go get a smaller one.
es_es: Esta mochila es enorme. Ni se te ocurra luchar con ella a tus espaldas. Esto pesa una tonelada de por sí cuando está vacía. ¿En serio crees que puedes llenarla a tope de hierro o algo así y ser capaz de levantarla? ¿Y acarrearla tú solo a través del desierto? Anda, coge otra más pequeña.

source: Large Backpack
es_es: Mochila Grande

source: Medium Backpack
es_es: Mochila Mediana

source: A medium sized backpack, with a good weight distribution, so you can handle more weight. It will hinder you a bit in combat though.
es_es: Una mochila de tamaño mediano, con una buena distribución del peso, de manera que puedas coger más peso. Aunque será un poco trasto en combate.

source: Medium backpack (colored)
es_es: Mochila mediana (de colores)

source: A cheap and useful backpack, commonly associated with peasants and scavengers.
es_es: Una mochila barata y práctica, por lo general asociada a campesinos y basureros.

source: Scavenger's Basket
es_es: Cesta de Basurero

source: A bag designed for shopkeepers. Not for travelling around with.
es_es: Una bolsa diseñada para tenderos. No para viajar por ahí.

source: Shopkeeper goods bag
es_es: Bolsa para bienes de tendero

source: Shopkeepers Backpack
es_es: Mochila de Tendero

source: A bag designed for shopkeepers. Not designed for travelling around with.
es_es: Una bolsa diseñada para tenderos. No está diseñada para viajar por ahí.

source: A small and light backpack that will help you carry extra supplies, and can be ditched in an emergency. The comfortable weight distribution allows you to carry a lot more weight, and will only slow you down very slightly in a fight.
es_es: Una mochila pequeña y ligera que te ayudará a llevar provisiones extra, y te puedes deshacer de ella en una emergencia. La cómoda distribución del peso te permite llevar mucho más peso, y sólo te ralentizará muy ligeramente en una lucha.

source: Small Backpack
es_es: Mochila Pequeña

source: Small Backpack (colored)
es_es: Mochila Pequeña (de colores)

source: Small Thieves Backpack
es_es: Mochila Pequeña de Ladrones

source: A bag used by professional thieves and ninjas. Well made and designed not to hinder your stealth while you fill it with other people's posessions.
es_es: Una bolsa utilizada por ladrones profesionales y ninjas. Bien hecha y diseñada para no entorpecer tu acción furtiva mientras que la rellenas con posesiones de otra gente.

source: Thieves Backpack
es_es: Mochila de Ladrones

source: A specialist backpack for traders. Allows better stacking of large items within a smaller space, particularly trade goods. Not designed to wear during a sword fight though.
es_es: Una mochila técnica para comerciantes. Permite acumular mejor grandes objetos dentro de un espacio más pequeño, particularmente bienes para comerciar. Aunque no está diseñada para llevarla durante una pelea con espadas.

source: Traders Backpack Large
es_es: Mochila de Comerciantes Grande

source: A specialist backpack for traders. Allows better stacking of large items within a smaller space, particularly trade goods
es_es: Una mochila técnica para comerciantes. Permite amontonar mejor grandes objetos dentro de un espacio pequeño, particularmente bienes para comerciar

source: Traders Backpack Medium
es_es: Mochila de Comerciantes Mediana

source: A wooden backpack with a built in sun shade. It's the height of luxury for the travelling trader.
es_es: Una mochila de madera con un parasol incorporado. Es el culmen del lujo para un viajante.

source: Trader's Wooden Backpack
es_es: Mochila de Madera de Comerciantes

source: A backpack that allows for better stacking of large items within a smaller space, particularly trade goods.
es_es: Una mochila que permite acumular mejor grandes objetos dentro de un espacio más pequeño, particularmente bienes para comerciar.

source: Wooden Backpack
es_es: Mochila de Madera

source: Catun No.1
es_es: Gatún No.1

source: Catun No.2
es_es: Gatún No.2

source: Catun No.3
es_es: Gatún No.3

source: crossbow
es_es: ballesta

source: Edge Type 1
es_es: Filo Tipo 1

source: Edge Type 2
es_es: Filo Tipo 2

source: Edge Type 3
es_es: Filo Tipo 3

source: Handheld Crossbow
es_es: Ballesta Portátil

source: Merchants Blade
es_es: Espada de Mercaderes

source: Mid-Grade Salvage
es_es: Salvamente Grado-Medio

source: Old Refitted Blade
es_es: Espada Reparada Vieja

source: Refitted Blade
es_es: Espada Reparada

source: Rusted Junk
es_es: Trasto Oxidado

source: This weapon is long dead. Give it a proper burial.
es_es: Este arma está muerta de lejos. Dale un entierro apropiado.

source: -Rusting blade-
es_es: -Espada en proceso de oxidación-

source: This weapon probably used to be decent enough, but is long past retirement
es_es: Este arma probablemente solía ser bastante decente, pero hace tiempo que está jubilada

source: Rusting Blade
es_es: Espada en proceso de oxidación

source: The condition of this weapon is terrible. Its barely worth using it to dig holes with.
es_es: El estado de este arma es terrible. Apenas vale para hacer agujeros con ella.

source: Spring-Bat
es_es: Murci-Resorte

source: Tooth Pick
es_es: Mondadientes

source: This weapon dates back to the old empire. It's not great, but it says something that it has lasted this long. It's been re-fitted and sharpened in recent times, and still holds a good edge.
es_es: Este arma data del viejo imperio. No es genial, aunque querrá decir si ha durado hasta ahora. Ha sido reparada y afilada recientemente, y aún conserva un buen filo.

source: Ancient
es_es: Antiguo

source: Catun Scrapmaster
es_es: Chatarrexperto de Gatún
