Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: The Okranite scripts, although rather eccentric, are some of the oldest legible texts salvaged to this day and may offer a useful insight into the history of the ancients. The most notable point of their teachings is that of the enemy: The demon 'Narko' and her skeletons. Was Narko in fact the leader of the skeletons and Okran an ancient human who managed to save the few remaining survivors from destruction in a battle between the two sides? This still does not explain the malice for other races, other than a simplistic fear of those who are different. The most plausible explanation would be that non-humans were born from the lesser tribes of the time which the ancient humans warred with. These tribal societies would have been seen as inferiors incapable of grasping advanced concepts and thus feared as contaminating their pure blood. - Sabina
es_es: Las escrituras Okranitas, aunque bastante excéntricas, son algunos de los textos legibles más antiguos salvaguardados hasta día de hoy y puede ofrecer un conocimiento útil sobre la historia de los antiguos. El punto más notable de sus enseñanzas trata sobre el enemigo: el demonio 'Narko' y sus esqueletos. ¿Era de hecho Narko el líder de los esqueletos y Okran un humano anciano que logró salvar a uno de los pocos supervivientes de la destrucción en una batalla entre ambos bandos? Esto aún no explica la malicia de otras razas, más allá de un miedo simplista hacia aquellos que son diferentes. La explicación más plausible sería que los no-humanos hubiesen nacido de las tribus inferiores en los tiempos en que los antiguos humanos estaban en guerra. Esas sociedades tribales habrían sido vistas como inferiores incapaces de comprender conceptos avanzados y de este modo temidos por el riesgo contaminar su sangre pura. - Sabina

source: It's no secret that I do not regard the Okranite religion of any value to historical research. But for the sake of theorisation, let's assume that the beginnings of Okranism do coincide with the mass extinction - the First Extinction, as they themselves call it. Scapegoating can be frighteningly easy during times of turmoil, and mixed with religious fanaticism it can be all the more cruel. Let's take Atticus' biological extinction as the reason for the ancient's end. The skeleton, immune to disease and biological attack, would have been the strongest surviving race and perhaps even a subject of envy. The first religious texts originate back to a considerably longer time after the age of the oldest ruins, which suggests a chain of lost misinterpretations combined with this scapegoating. Now let's look at another tragedy of nature: Volcanic eruption, earthquake, flooding... Be it self inflicted destructive force or natural disaster, such huge scale destruction could easily be interpreted as an act of the 'demon'. The skeletons survived the atrocity, perhaps due to a sturdier physical makeup, and thus are associated with this 'demon' as the ones to have carried out her will. -Finch
es_es: No es un secreto que no considero la religión Okranita de valor para la investigación histórica. Pero por el bien de la teorización, vamos a asumir que los inicios del Okranismo coincidieron con la extinción masiva - la Primera Extinción, como la llaman ellos mismos. Acusar a un chivo expiatorio puede ser terriblemente fácil durante los tiempos de confusión, y mezclado con fanatismo religioso puede ser aún más cruel. Tomemos la extinción biológica de Atticus como el motivo del final de los antiguos. Los esqueletos, inmunes a la enfermedad y al ataque biológico, habrían sido la raza superviviente más fuerte y tal vez incluso objeto de envidia. Los primeros textos religiosos se originan en un tiempo considerablemente tras la época de las más viejas ruinas, lo que sugiere una cadena de confusas malinterpretaciones combinadas con la acusación de chivos expiatorios. Ahora echemos un vistazo a otra tragedia de la naturaleza: Erupción volcánica, terremoto, inundación... Ya sea por la fuerza destructiva auto-inflingida o un desastre natural, semejante escalada de destrucción descomunal podría ser fácilmente interpretada como un acto del 'demonio'. Los esqueletos sobrevivieron a la atrocidad, tal vez debido a una constitución física más robusta, y de este modo asociada con el este 'demonio' como el únicos que han cumplido con su voluntad. - Finch

source: Okranite Theories In Relation To Findings II
es_es: Teorías Okranitas Respecto A Descubrimientos II

source: Looks like it has been damaged from overheating. It's a miracle this skeleton was still alive.
es_es: Parece que se ha estropeado por sobrecalentamiento. Es un milagro que este esqueleto siguiese con vida.

source: Old CPU Unit
es_es: Unidad CPU Vieja

source: Old Map
es_es: Mapa Viejo

source: An old map of some other, probably fictional, continent. Pretty useless, but maybe you can get some money for it.
es_es: Un viejo mapa de algún otro, probablemente ficticio, continente. Bastante inútil, aunque quizás puedas conseguir algo de dinero por él.

source: Parchment
es_es: Pergamino

source: A fancy decorative thing used by extremely rich people to clutter up their houses.
es_es: Una elegante cosa decorativa utilizada por gente sumamente rica para atestar de trastos sus casas.

source: Pearl Cup
es_es: Taza de Perlas

source: Pearl Sword Holder
es_es: Empuñadura de Perlas

source: Pearl Urn
es_es: Urna de Perlas

source: Pearl Vase
es_es: Vasija de Perlas

source: Pickaxe
es_es: Piqueta

source: Some kind of ancient tech, possibly a Skeleton's heart or liver or something.
es_es: Algún tipo de tecnología antigua, posiblemente un corazón de Esqueleto o hígado o algo.

source: Power Core
es_es: Núcleo de Energía

source: Press
es_es: Prensa

source: High Priest Tyluig gives his opinion on the Hub's abandonment: "While brother Varloo is right on the fact that the Hub cannot be held for now, he is mistaken as to the reason why. Narko's power did not increase significantly in the last years; It is Okran's light that has been wavering for some time now. Our faith is the conduit that allows Okran's grace to be bestowed upon us. We have let our society fall into decay and debauchery and none but we are to be blamed. Women acting with ignorant brazenness, children shaming their fathers, men forgetting the deeply rooted traditions of our holy society... It is not the Dark Demoness' minions that have been covering the light, it is we. If we are to avoid our lost brother's fate, we must purify ourselves! Only then can we save this world from damnation."
es_es: Sumo Sacerdote Tyluig da su opinión sobre el abandono del Meollob:\n"Mientras que el hermano Varloo está en lo cierto sobre el hecho de que el Meollob no puede ser mantenida, se equivoca en el motivo. El poder de Narko no ha aumentado significativamente en los últimos años; Es la luz de Okran que ha estado vacilando desde hace algún tiempo. Nuestra fe es el conducto que posibilita que nos sea concedida la gracia de Okran. Tenemos que dejar a nuestra sociedad caer en la decadencia y el libertinaje y solo nosotros seremos culpados. Las mujeres actuando con ignorante descaro, niños avergonzando a sus padres, hombres olvidando sus tradiciones profundamente arraigadas de nuestra sociedad sagrada... No han sido los súbditos de la Oscura Diablesa quienes han estado cubriendo la luz, somos nosotros. Si vamos a evitar el destino de nuestro perdido hermano, ¡debemos purificarnos! Solo entonces podremos salvar este mundo de la perdición."

source: Priest Tyluig's Note
es_es: Nota del Sacerdote Tyluig

source: High Priest Varloo gives his opinion on the Hub's abandonment: "As history has shown, the Hub cannot be held. Everytime we try, we inevitably lose it within months. The recent loss at the hands of the Empire was further proof of that: Narko shook the world and made two entire sections of the southern wall collapse. And, no later than this week, wraiths have appeared and taken one of our holy brothers. As long as Narko's darkness covers the place, we cannot hold it. For too long have we fought with the false enemy! We must redirect our attention to the Dark Demoness' first minions, only by destroying the dark ones can we weaken her influence."
es_es: Sumo Sacerdote Varloo da su opinión sobre el abandono del Meollob: "Como nos enseña la historia, el Meollob no puede ser sostenido. Cada vez que lo intentamos, inevitablemente nos perdemos dentro por meses. El fracaso reciente a manos del Imperio fue una prueba extra de ello: Narko hizo temblar el mundo e hizo colapsar dos secciones enteras de la muralla al sur. Y, a más tardar esta semana, han aparecido espectros y han tomado a uno de nuestros hermanos sagrados. Mientras que la oscuridad de Narko cubra el lugar, no podemos mantenerlo. ¡Durante demasiado tiempo hemos luchado contra el falso enemigo! Debemos redirigir nuestra atención primero hacia los súbditos de la Oscura Diablesa, sólo destruyendo a la oscura podemos debilitar su influencia."

source: Priest Varloo's Note
es_es: Nota del Sacerdote Varloo

source: Puppet
es_es: Títere

source: An unsigned letter: "Our new emperor is Tengu? How can THIS be our replacement for Emperor Anzai? A man so brash, so unintelligent... there are such better candidates within the noble circle yet they chose a buffoon to rule the elite. The only explanation for this that I can fathom... a buffoon is easy to control."
es_es: Una carta sin firmar: "¿Es Tengu nuestro nuevo emperador? ¿Como puede ser ESTE nuestro sustituto del Emperador Anzai? Un hombre tan presuntuoso, tan poco inteligente... hay mejores candidatos dentro del círculo noble, pero escogieron a un bufón para gobernar a la élite. La única explicación que puedo entender es que... un bufón es más fácil de controlar."

source: Ration Pack
es_es: Paquete de Ración

source: Raw Iron
es_es: Hierro Sin Procesar

source: Raw metal is used to make Steel Bars
es_es: El metal puro es utilizado para hacer Barras de Acero

source: Uncooked meat from some dead animal. Probably.
es_es: Carne sin cocinar de algún animal muerto, Probablemente.

source: Raw Meat
es_es: Carne Cruda

source: Raw stone is used to make building materials.
es_es: La piedra pura es utilizada para hacer materiales de construcción.

source: Raw Stone
es_es: Piedra Pura

source: A plain staple food
es_es: Una comida básica sencilla

source: Rice Bowl
es_es: Bol de Arroz

source: A nutritious weed that grows in wet environments like swamps.
es_es: Una hierba nutritiva que crece en ambientes húmedo como ciénagas.

source: Riceweed
es_es: Yerbarroz

source: RoboPiece13
es_es: RoboPieza13

source: RoboPiece14
es_es: RoboPieza14

source: RoboPiece16
es_es: RoboPieza16

source: RoboPiece4
es_es: RoboPieza4

source: RoboPiece8
es_es: RoboPieza8

source: Robotics Components
es_es: Componentes Robóticos

source: Rotten Food
es_es: Comida Podrida

source: No longer edible, such a waste.
es_es: No es comestible por más tiempo, menudo desperdicio.

source: A strong alcohol made in the swamps, but popular among samurai and frequently imported by the Empire towns.
es_es: Un alcohol fuerte hecho en las ciénagas, aunque popular entre los samurais y frecuentemente importado a las ciudades del Imperio.

source: Scripture of Radiance Vol. I
es_es: Escritura del Resplandor Vol. I

source: Holy scripture written by the Holy Lord Phoenix I: "Born out of the darkest depths of the world came Narko, the Shadow. She sought to erase all that is good, if not for our saviour Okran. Both battled for millenias in the skies until light overcame dark. Narko was restrained, absorbed into the Lord Okran's being. But, alas, Narko The Deceiver's defeat was not the end. While both fought their war in the skies, split in two once again, Narko's spawns were ravaging our world, created out of hate and malice. Against mankind, her Dark Agents were hurled."
es_es: Escritura sagrada escrita por el Santo Señor Fénix I: "Nacido de las profundidades más oscuras del mundo vino Narko, la Sombra. Ella trató de borrar todo lo que es bueno, al menos para nuestro salvador Okran. Ambos lucharon por milenios en los cielos hasta que la luz venció a la oscuridad. Narko fue contenida, absorbida dentro del cuerpo del Señor Okran. Pero, ay, la derrota de El Impostor de Narko no fue el final. Mientras ambos pelearon su guerra en los cielos, se dividió en dos otra vez, Las semillas de Narko estaban devastando nuestro mundo, creadas de la nada a partir del odio y la malicia. Contra la humanidad, Sus Agentes Oscuros fueron arrojados."

source: Scripture of Radiance Vol. II
es_es: Escritura del Resplandor Vol. II

source: Holy scripture written by the Holy Lord Phoenix I: "In our darkest moments came the brightest light, the Phoenix. Okran had sent us his champion, one that would restore our faith and banish the Shadow. Phoenix came with the everlasting Sacred Flame, the promise that Man would once more live free. He saved us from both shackles and beastiality and united as one with the Holy Bindings. One by one, the Dark Ones were now slain by the blade of our restored faith. When Narko's minions were subdued and Narko herself banished deep under the earth."
es_es: Escritura sagrada escrita por el Santo Señor Fénix I: "En nuestros momentos más oscuros vino la más brillante luz, el Fénix. Okran nos ha enviado a su campeón, el que restauraría nuestra fe y desterraría la Sombra. El Fénix vino con la perpetua Llama Sagrada, la promesa de que el Hombre volvería a vivir libre una vez más. Él nos salvó tanto de los grilletes como de la bestialidad y se unió como uno solo con las Sagradas Ataduras. Uno a uno, los Oscuros ahora caían bajo la espada de nuestra restaurada fe. Cuando los secuaces de Narko fueron sometidos y Narko se desterró a si misma a las profundidades bajo tierra."

source: Holy scripture written by the Holy Lord Phoenix I: "Man was created in the human image of Okran, Lord Of Light; Woman was created in the image of Narko, Demoness of Darkness. Seek caution, children of Okran! An impure race is an unholy one; They must be rebirthed to serve the cause of Okran, lest they join the cause of darkness. An unrestrained woman is an idle one; She must be subdued, lest she seduce and tempt the purity of man into the darkness with her."
es_es: Escritura sagrada escrita por el Santo Señor Fénix I: "El hombre fue creado según la imagen humana de Okran, Señor de la Luz; La mujer fue creada a imagen y semejanza de Narko, Diablesa de la Oscuridad. ¡Buscad precaución, niños de Okran! Una raza impura es una impía; Ellos deben ser renacidos para servir a la causa de Okran, no sea que se unan a la causa de la oscuridad. Una mujer descontrolada es una holgazana; Debe ser sometida, no sea que seduzca y tiente a la pureza del hombre hacia su oscuridad."

source: Scripture of Radiance Vol. III
es_es: Escritura del Resplandor Vol. III

source: Scripture of Radiance Vol. IV
es_es: Escritura del Resplandor Vol. IV

source: Holy scripture written by the Holy Lord Phoenix I : "The Agents of Darkness infest the world as unholy vermin, The darkness that caused the world's First Extinction. The Agents of Darkness possess the idle man as Darkened, But it is the faithful man who will prevent the world's Second Extinction. Through Okran's Divine Flame, all evil will be erased and cleansed. Slay the enemy with fire, purge the world of darkness."
es_es: Escritura sagrada escrita por el Santo Señor Fénix I: "Los Agentes de la Oscuridad infestan el mundo cual plaga impía, La oscuridad que causó la Primera Extinción del mundo. Los Agentes de la Oscuridad poseen al hombre ocioso como Oscuro, Pero es el hombre de fe quien prevendrá la Segunda Extinción del mundo. A través de la Llama DIvina de Okran, todo mal será eliminado y purificado. Mata al hombre con fuego, purga el mundo de oscuridad."

source: Holy scripture written by the Holy Lord Phoenix I : "Let us not yearn for pleasures of the flesh, but yearn only for the love of our Creator and the wellbeing of all mankind. Let us not be tempted by the Shadow's lures of sexual misdeeds, orgies, theft and wrong speech. Let us honour our holy brothers, never harm them, never feel envy or animosity towards them. Let us abstain from intoxication, for the darkness preys on the undisciplined mind"
es_es: Escritura sagrada escrita por el Santo Señor Fénix I: "No nos dejes desear los placeres veniales, sino desear solo el amar de nuestro Creador y el bienestar de la humanidad. No nos dejes ser tentados por las tentaciones de la Sombra de las fechorías sexuales, orgías, robo y mal hablar. Permítenos honrar a nuestros sagrados hermanos, nunca dañarlos, nunca sentir envidia u hostilidad hacia ellos. Abstengámonos de la embriaguez, porque la oscuridad se ceba en la mente indisciplinada"

source: Scripture of Radiance Vol. V
es_es: Escritura del Resplandor Vol. V

source: Severed Cannibal Left Arm
es_es: Brazo Izquierdo Caníbal Amputado

source: The severed left arm of a human
es_es: El brazo izquierdo de un humano amputado

source: The severed left leg of a human
es_es: La pierna izquierda de un humano amputada

source: Severed Cannibal Left Leg
es_es: Pierna Izquierda Caníbal Amputada

source: The severed right arm of a human
es_es: El brazo derecho amputado de un humano

source: Severed Cannibal Right Arm
es_es: Brazo Derecho Caníbal Amputado

source: Severed Cannibal Right Leg
es_es: Pierna Derecha Caníbal Amputada

source: The severed right leg of a human
es_es: La pierna derecha de un humano amputada

source: Severed Cannibal Skav Left Arm
es_es: Brazo Izquierdo Caníbal Karroñet Amputado

source: Severed Cannibal Skav Left Leg
es_es: Pierna Izquierda Caníbal Karroñet Amputada

source: Severed Cannibal Skav Right Arm
es_es: Brazo Derecho Caníbal Karroñet Amputado

source: Severed Cannibal Skav Right Leg
es_es: Pierna Derecha Caníbal Karroñet Amputada

source: The severed left arm of a hiver
es_es: El brazo izquierdo de un enjombre amputado

source: Severed Hive Left Arm
es_es: Brazo Izquierdo Enjombre Amputado

source: Severed Hive Left Leg
es_es: Pierna Izquierda Enjombre Amputada

source: The severed left leg of a hiver
es_es: La pierna izquierda amputada de un enjombre

source: The severed right arm of a hiver
es_es: El brazo derecho de un enjombre amputado

source: Severed Hive Right Arm
es_es: Brazo Derecho Enjombre Amputado

source: Severed Hive Right Leg
es_es: Pierna Derecha Enjombre Amputada

source: The severed right leg of a hiver
es_es: La pierna derecha de un enjombre amputado

source: Severed Human Left Arm
es_es: Brazo Izquierdo Humano Amputado

source: Severed Human Left Leg
es_es: Pierna Izquierda Humana Amputada

source: Severed Human Right Arm
es_es: Brazo Derecho Humano Amputado

source: Severed Human Right Leg
es_es: Pierna Izquierda Humana Amputada

source: The severed left arm of a shek
es_es: El brazo izquierdo de un shek amputado

source: Severed Shek Left Arm
es_es: Brazo Izquierdo Shek Amputado

source: Severed Shek Left Leg
es_es: Pierna Izquierda Shek Amputada

source: The severed left leg of a shek
es_es: La pierna izquierda de un shek amputada

source: Severed Shek Right Arm
es_es: Brazo Derecho Shek Amputado

source: The severed right arm of a shek
es_es: El brazo derecho de un shek amputado

source: The severed right leg of a shek
es_es: La pierna derecha amputada de un shek

source: Severed Shek Right Leg
es_es: Pierna Izquierda Shek Amputada

source: A Shek book detailing the end of the late King Shager's reign: "The battle against the Holy Nation dogs raged on and the odds looked bleak. King Shager, consumed with vengeance, plotted his last stand with the weakened Shek Warriors that remained. But the warrior Bayan protested against the suicide attack and Shager's rage was fueled. Amidst his threats and bellows the Stone Golem stepped in and boomed, 'the man speaks the truth. You want Bayan silenced, you'll have to cut me down first'. Their swords crossed but the Stone Golem's strength prevailed, her blade pressed to Shager's throat. 'Finish me, I'll die a warrior than live a coward'. And with a slice of her blade, a river of blood flowed."
es_es: Un libro Shek detallando el final del reino del difunto Rey Shager: "La batalla contra los perros de la Nación Sagrada se enconó y las posibilidades parecían desalentadoras. El Rey Shager, consumido en la venganza, lanzó su último cartucho contra los debilitados Guerreros Shek restantes. Pero el guerrero Bayan protestó contra el ataque suicida y la rabia de Shager se avivó. En medio de sus amenazas y gritos el Gólem de Piedra se metió y estalló, 'el hombre dice la verdad. Tú quieres a Bayan silenciado, tendrás que reducirme primero'. Sus espadas se cruzaron pero la fortaleza del Gólem de Piedra prevaleció, su espada pulsó la garganta de Shager. 'Acaba conmigo, moriré como guerrero antes que vivir como un cobarde'. Y con un gesto de su espada, un río de sangre fluyó."

source: Shager's Overthrow
es_es: El Derrocamiento de Shager

source: Simple Rug
es_es: Alfombrilla Sencilla

source: Something basic for the floor of your building.
es_es: Algo básico para el suelo de tu construcción.

source: Skeleton Eye
es_es: Ojo de Esqueleto

source: Some kind of electrical glass eye like the ones the Skeletons have.
es_es: Cierto tipo de gafas eléctricas como las que tienen los Esqueletos.

source: Skeleton Muscle
es_es: Músculo de Esqueleto

source: Also known to engineers as "Hydraulics", they are what makes a Skeleton's arms and legs move.
es_es: También conocido entre ingenieros como "Hidráulicos", son lo que hace que se muevan los brazos y piernas de un Esqueleto.

source: The equivalent of a first aid kit for Skeletons, contains tools and common robotic components
es_es: El equivalente a un botiquín de primeros auxilios para Esqueletos, contiene herramientas y componentes robóticos comunes

source: Skeleton Repair Kit
es_es: Botiquín de Reparación de Esqueleto

source: Sleeping Bag
es_es: Saco de dormir

source: Essential for any traveller. Carry one of these around with you and you can build yourself a camp bed anywhere you need it. Finding some time to rest up and heal in the wilds can save your life. (Use BUILD mode to place a camp bed)
es_es: Esencial para cualquier viajero. Carga uno de estos contigo y podrás construirte un catre de campaña en cualquier sitio que lo necesites. Encontrar algo de tiempo para descansar y recuperarte en la naturaleza puede salvarte la vida. (Usa el modo CONSTRUIR para colocar una cama de campaña)

source: A small sculpture of the Holy Nations Emperor.
es_es: Una pequeña escultura del Emperador de las Naciones Sagradas.

source: Small Emperor Statue
es_es: Estatua del Emperador Pequeña

source: A splint kit can be used to rig up wounded bodyparts so that they can be used again. Useful if you have a leg injury and don't want to limp all the way back to town, you can splint up your leg and regain a little functionality. They also have the bonus that any splinted damage counts against limb amputation in combat. The amount of hitpoints you can splint is limited by your medic skill and the quality of the kit.
es_es: Un botiquín de entablillado puede ser utilizado para inmovilizar partes del cuerpo heridas por lo que pueden ser usadas otra vez. Útil si tienes una pierna lesionada y no quieres cojear todo el camino de vuelta al pueblo, puedes entablillar tu pierna y recuperar un poco de funcionalidad. Además tienen el punto extra de que cualquier lesión entablillada cuenta contra la amputación del miembro en combate. La cantidad de puntos de golpe que puedes entablillar está limitada por tu aptitud médica y la calidad del botiquín.

source: Splint Kit
es_es: Botiquín de Entablillado

source: A flexible metal used in crossbows and machinery.
es_es: Un flexible metal utilizado en ballestas y maquinarias.

source: Spring Steel
es_es: Acero para Muelles
