Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: Samurai Rogue
es_es: Samurai Renegado

source: Samurai Scout
es_es: Explorador Samurai

source: Samurai Sergeant
es_es: Sargento Samurai

source: Sand Ninja
es_es: Ninja de la Arena

source: Sand Ninja Jounin
es_es: Jounin Ninja de la Arena

source: Sand Ninja Oni
es_es: Oni Ninja de la Arena

source: Scavenger
es_es: Basurero

source: Scrawny Cannibal
es_es: Caníbal Escuálido

source: Screamer the False
es_es: Gritón el Falso

source: Screamer Unit
es_es: Unidad Gritona

source: Screamy
es_es: Chillón

source: Shade
es_es: Sombra

source: Shek Dueler
es_es: Duelista Shek

source: Shek Fighter
es_es: Luchador Shek

source: Shek Pacifier
es_es: Pacificador Shek

source: Shek Retainer
es_es: Criado Shek

source: Shek scout
es_es: Explorador Shek

source: Shek Warrior
es_es: Guerrero Shek

source: Shek Warrior Last stand bar 1
es_es: Guerrero Shek bar Última Batalla 1

source: Shek Warrior Last stand bar 2
es_es: Guerrero Shek bar Última Batalla 2

source: Shek Warrior Last stand bar 3
es_es: Guerrero Shek bar Última Batalla 3

source: Shinobi Citizen
es_es: Ciudadano Shinobi

source: Shinobi Guard
es_es: Guardia Shinobi

source: Shinobi Smuggler
es_es: Contrabandista Shinobi

source: Shinobi Trader
es_es: Comerciante Shinobi

source: Shop Guard
es_es: Guardia de Tienda

source: Shop Guard holy
es_es: Guardia de Tienda sagrado

source: Shrieking Bandit
es_es: Bandido Chillón

source: Silvershade
es_es: Sombrargent

source: Sinklyde
es_es: Sinclayd

source: Sir Shootabit
es_es: Don Disparunpoco

source: Sir Shootalot
es_es: Don Disparoasaco

source: Sir Testalot
es_es: Señor Testalot

source: Skeleton Bandit
es_es: Bandido Esqueleto

source: Skeleton Barman
es_es: Camarero Esqueleto

source: Skeleton Civilian
es_es: Esqueleto Civil

source: Skeleton Doctor
es_es: Doctor Esqueleto

source: Skeleton Grayflayer
es_es: Esqueleto Desolladorcano

source: Skeleton Outlaw
es_es: Esqueleto Forajido

source: Skeleton Patron
es_es: Cliente Esqueleto

source: Skin bandit
es_es: Bandido de piel

source: Skull collector
es_es: Recolector de calaveras

source: Slave Guard
es_es: Guardia de Esclavo

source: Slave Hunter
es_es: Cazador de Esclavos

source: Slave Market Master
es_es: Dueño del Mercado de Esclavos

source: Slave Master Grande
es_es: Grande Amo de Esclavos

source: Slave Master Haga
es_es: Haga Amo de Esclavos

source: Slave Master Ruben
es_es: Ruben Amo de Esclavos

source: Slave Master Wada
es_es: Wada Amo de Esclavos

source: Slave Mistress Grace
es_es: Grace Ama de Esclavos

source: Slave Mistress Ren
es_es: Ren Ama de Esclavos

source: Slave Trade Pacifier
es_es: Pacificador Traficante de Esclavos

source: Slave Trader
es_es: Traficante de Esclavos

source: Slavemonger
es_es: Esclavizador

source: Slaver
es_es: Esclavo

source: Slaver Boss
es_es: Jefe Esclavo

source: Slaver Caravan Boss
es_es: Jefe de la Caravana Esclavista

source: Slaver Caravan Guard
es_es: Guardia de Caravana Esclavista

source: Slaver Guard
es_es: Guardia Esclava

source: Slaver Heavy Guard
es_es: Guardia Esclavista Con Armamento Pesado

source: Smuggler
es_es: Contrabandista

source: Smuggler Barman
es_es: Camarero Contrabandista

source: Sniperbot
es_es: Francotirabot

source: Soldier Drone
es_es: Soldado Zángano

source: Soldierbot Guard
es_es: Guardia Milicianbot

source: Soman
es_es: Somán

source: Spider Foreman
es_es: Capataz Araña

source: Spring Agent
es_es: Agente Spring

source: Starving Vagrant
es_es: Errante Famélico

source: Stone Camp Trader
es_es: Comerciante Campamento de Piedra

source: Stone Rat
es_es: Rata Pétrea

source: Stormthrall
es_es: Tormentesclavo

source: Straw Lieutenant
es_es: Teniente Straw

source: Strayed Paladin
es_es: Paladín Extraviado

source: Surgeon
es_es: Cirujano

source: Suspicious Settler
es_es: Colono Sospechoso

source: Swamp Ninja Chunin
es_es: Ninja Chunin de la Ciénaga

source: Swamp Ninja Genin
es_es: Ninja Genin de la Ciénaga

source: Swamp Ninja Jonin
es_es: Ninja Jonin de la Ciénaga

source: Swamper Barman
es_es: Camarero Cienagués

source: Swamper Casino Dealer
es_es: Crupier del Casino Cienagués

source: Swamper Gate Guard
es_es: Portero Cienagués

source: Tech Hunter
es_es: Cazador de Tecnología

source: Tech Hunter Guard
es_es: Guardia Tecnocazador

source: Temple Inquisitor
es_es: Inquisidor del Templo

source: Test
es_es: Prueba

source: Test player
es_es: Jugador de prueba

source: test1
es_es: prueba1

source: Test2
es_es: Prueba2

source: Test2 copy
es_es: Prueba2 copia

source: Test3
es_es: Prueba3

source: TG Diplomat
es_es: Diplomático GC

source: The Five Invincibles
es_es: Los Cinco Invencibles

source: The Preacher
es_es: El Predicador

source: The Queen
es_es: La Reina

source: The Vault Warden
es_es: Guardián de la Bóveda

source: Thief
es_es: Ladrón

source: Thief Boss
es_es: Ladrón Jefe

source: Thief Fence
es_es: Ladrón Perista

source: Thrall
es_es: Esclavo

source: Tinfist
es_es: Puñolata

source: Tinhead
es_es: Cabezalata

source: Tora The Fearless
es_es: Tora La Intrépida

source: Town thug
es_es: Matón urbano

source: Trade Goods
es_es: Vende Bienes

source: Trade Goods (shek)
es_es: Vende Bienes (shek)

source: Trade goods adv holy
es_es: Vende bienes avnz sagrado

source: Trade goods illegal
es_es: Vende bienes ilegales

source: Trade goods simple
es_es: Vende bienes sencillos

source: Traders Guard
es_es: Guardia de Comerciantes

source: Traders Guild Pacifier
es_es: Pacificador Gremio de Comerciantes

source: Twinblade
es_es: DobleHoja

source: Twitchy Bar Thug
es_es: Matón de Bar Inquieto

source: UC Agent
es_es: Agente CU

source: UC Armour Trader
es_es: Comerciante de Armaduras CU

source: UC Construction Trader
es_es: Constructor CU

source: UC Hat trader
es_es: Sombrerero CU

source: UC Pacifier
es_es: Pacificador CU

source: UC Weapon Trader
es_es: Vendedor de Armas CU

source: Ugly Bar Thug
es_es: Matón Feo del Bar

source: Undertaker
es_es: Sepulturero

source: United Hero
es_es: Héroe Unido

source: Upgraded Skeleton Bandit
es_es: Bandido Esqueleto Actualizado

source: Upgraded Skeleton Guard
es_es: Guardia Esqueleto Renovado

source: Upgraded Watchbot
es_es: Vigibot Renovado

source: Vagabond
es_es: Vagabundo

source: Valamon
es_es: Valamón

source: Vigilante Chief
es_es: Jefe Justiciero

source: Wandering Assassin
es_es: Asesino Errante

source: Warden
es_es: Alcaide

source: Warden the 2nd
es_es: Vicealcaide

source: Warrior doctor
es_es: Médico guerrero

source: Watchbot
es_es: Vigibot

source: Weak Thrall
es_es: Esclavo Débil

source: Weapon trader adv
es_es: Vendedor de armas avnz

source: White Eyebrow
es_es: Ceja Blanca

source: White Eyebrow Grunt
es_es: Gruñón Cejablanca

source: Worker Drone
es_es: Zángano Obrero

source: Yabuta Chief
es_es: Jefe Yabuta

source: Yabuta of the Sands
es_es: Yabuta de las Arenas

source: Yabuta Outlaw
es_es: Forajido Yabuta

source: Zed
es_es: Zeta

source: Zed-copy
es_es: Zeta-copia

source: Gifted to Shager's most loyal Invincible Warrior, Ida the Flying Bull. For him, I fight a thousand men. For him, I die a thousand deaths.
es_es: Regalado al Guerrero Invencible más leal de Shager, Ida el Toro Volador. Por él, lucho contra mil hombres. Por él, muero mil muertes.

source: Bull Horn Axe
es_es: Hacha de Toro

source: Combat Cleaver
es_es: Cuchillo de Carnicero de Combate

source: A sword-cleaver hybrid, it's lighter and more suited to normal combat.
es_es: Un híbrido espada-cuchillo de carnicero, es más ligero y adecuado para un combate normal.

source: Desert Sabre
es_es: Sable del Desierto

source: An unusual weapon design that supposedly came from the deserts. Usually hard to find, but they have a distinct ability to gut spiders really well, making them popular with certain specialists.
es_es: Un diseño inusual para un arma que se supone viene de los desiertos. Normalmente es difícil de encontrar, pero tienen una habilidad marcada para destripar arañas estupendamente, lo que las hace populares entre ciertos especialistas.

source: Exile Plank
es_es: Plancha del Exilio

source: A hefty sword once taken from a defeated Shek Guardian. Without their name, their status, or their prized weapons, the shamed ones walk the land forever as lost ghosts.
es_es: Un mamotreto de una vez quitada a un Guardia Shek derrotado. Sin su nombre, su estatus, o sus preciadas armas, los avergonzados caminan para siempre por el mundo como fantasmas perdidos.

source: A ridiculously unwieldy weapon sometimes used by Skeletons. Requiring both dexterity and strength to use properly, they are widely known as "Suicide Blades", because they often get their users killed.
es_es: Un arma ridículamente difícil de manejar utilizada a veces por los Esqueletos. Requiere tanto de destreza como de fortaleza para usarla adecuadamente, son ampliamente conocidas como "Cuchillas Asesinas", porque matan a sus usuarios con frecuencia.

source: Falling Sun
es_es: Sol Poniente

source: default, do not delete
es_es: por defecto, no borrar

source: FISTS
es_es: PUÑOS

source: FISTS- robo
es_es: PUÑOS- robo

source: A nasty weapon, designed for hacking through meat. The crude bluntness of the weapon means victims don't bleed to death so often, they just get hacked and maimed.
es_es: Un arma repugnante, diseñada para machetear la carne. La vulgar brusquedad del arma implica con frecuencia que la víctima no se desangra hasta la muerte, solo se quedan despedazados y mutilados.

source: Flesh Cleaver
es_es: Hachuela de Carne

source: A pretty exotic weapon, thought to have originated from the Black Desert. Not very popular for some reason and people will probably laugh at you in bars, but is actually a defensive masterpiece and shouldn't be underestimated.
es_es: Un arma bastante exótica, se cree que se originó en el Desierto Negro. Por alguna razón, no es muy popular y probablemente la gente se reirá de ti en los bares, pero se trata en realidad una obra maestra defensiva y no debe ser subestimada.

source: Foreign Sabre
es_es: Sable Extranjero

source: A huge axe built to work like a sword. Stupidly heavy, but it impresses the ladies. Shek ladies mostly.
es_es: Un hacha gigante construida para funcionar como una espada. Estúpidamente pesada, aunque impresiona a las damas. Damas Shek sobre todo.

source: An uncommon katana modification sacrificing defence by removing the guard. It's more a psychological advantage than a physical one, knowing subconsciously that attack is your best defence promotes a more aggressive combat style. Gang bosses and Jonin tend to use them to equip their underlings because it makes trouble-makers on both sides more reluctant.
es_es: Una modificación inusual de katana que sacrifica la defensa al eliminar el guardamano. Es una ventaja más psicológica que física, sabiendo inconscientemente que el ataque es la mejor defensa promueve un estilo de combate más agresivo. Los jefes de las bandas y Jonin tienden a utilizarlas para equipar a sus subordinados, ya que hace que los folloneros en ambos lados sean más reacios.

source: Guardless Katana
es_es: Katana sin Guardamano

source: Heavy Jitte
es_es: Jitte Pesada

source: A professional law-enforcement weapon. Designed for non-lethal takedowns, it has a sword-catcher guard that gives an advantage when defending.
es_es: Un arma profesional del cuerpo policial. Diseñada para asaltos no letales, tiene una guarda atrapa-espadas que da una ventaja en la defensa.

source: Heavy Polearm
es_es: Arma Enastada Pesada

source: An unusual sabre-polearm hybrid that mitigates the disadvantages of using a polearm.
es_es: Un híbrido sable-enastado inusual que mitiga las desventajas de utilizar un arma enastada.

source: A portion of metal cut out of the far end of the blade makes it slightly faster and more manoeuvrable. Most swordsmen can't notice the difference, others swear by it.
es_es: Una parte del metal cortada de la punta de la hoja la hace ligeramente más rápida y maniobrable. La mayoría de los espadachines no se dan cuenta de la diferencia, otros creen ciegamente en ella.

source: Holed Sabre
es_es: Sable Perforado

source: The classic sabre. Does more damage than a regular katana, at the cost of extra weight. The heavier blade is better for defending, but still curved for cutting damage. They're very common, so can usually be found cheaper than other weapons of similar quality.
es_es: El sable clásico. Hace más daño que una katana normal, a costa de peso extra. La hoja más pesada es mejor para la defenderse, pero lo suficiente curva para ejercer daño por cortes. Son muy comunes, por lo general se pueden encontrar más baratas que otras armas de calidad parecida.

source: Horse Chopper
es_es: Picador a Caballo

source: Iron Club
es_es: Porra de Hierro

source: A basic iron stick with a wrapped handle.
es_es: Un sencillo palo de hierro con un mango cubierto.

source: An iron stick, used to hit things.
es_es: Un palo de hierro, utilizado para golpear cosas.

source: Iron Stick
es_es: Palo de Hierro

source: A professional law-enforcement weapon. Designed for non-lethal takedowns, it has a sword-catcher guard that gives an advantage when defending. The smaller 1-handed version makes a good sidearm and has an advantage in tight indoor situations.
es_es: Un arma profesional del cuerpo policial. Diseñada para asaltos no letales, tiene una guarda atrapa-espadas que da una ventaja en la defensa. La versión para usar co una mano más pequeña la hace una buena arma de mano y tiene una ventaja en estrechas situaciones a cubierto.

source: A standard katana, one of the fastest, lightest weapons around. They rely on skill and dexterity rather than brute strength. Quality is more important than it is with other types of blade, so they tend to be more expensive.
es_es: Una katana normal, de las más rápidas y ligeras armas por aquí. Dependen de la habilidad y destreza más que de la fuerza bruta. Calidad es más importante que en otro tipo de hojas, por lo que suelen ser más caras.

source: Long Cleaver
es_es: Cuchillo de carnicero Largo

source: Close to being classed as a heavy weapon, it's the heaviest cleaver you will find.
es_es: Cerca de ser clasificada como un arma pesada, es el cuchillo de carnicero más pesado que podrás encontrar.

source: Longsword
es_es: Espadalarga

source: Very light for a sabre, but too straight and heavy to classify as a katana. They are popular among nobles as a status symbol in the empire.
es_es: Muy ligera para un sable, pero demasiado recta y pesada para clasificarla como una katana. Son populares entre nobles como símbolo de estatus en el imperio.

source: Mercenary Club
es_es: Porra Mercenaria

source: A hefty club used by wealthier bandit types.
es_es: Una porra robusta utilizada por la clase de bandidos más rica.

source: Moon Cleaver
es_es: Hachuela de la Luna

source: Most blades, like katanas and sabres, use their curvature to "slide" off the target, increasing the amount of cut damage. The reverse curvature of a Moon Cleaver does the opposite, catching limbs and necks, keeping the force of the blow driving inwards.
es_es: La mayoría de armas blancas, como katanas y sables, usan su curvatura para "deslizarse" fuera del objetivo, aumentando la proporción lesiva del corte. La curvatura inversa de una Hachuela de la Luna hace lo contrario, atrapando extremidades y cuellos, dirigiendo la fuerza del golpe hacia el interior.

source: A samurai hunter's weapon that can be deceptively fast and hard to defend against. Too long to use effectively in cramped environments, but good against animals.
es_es: Un arma de caza Samurai que puede ser aparentemente rápida y difícil de la que defenderse. Demasiado larga para utilizarla eficazmente en ambientes estrechos, pero buena contra animales.

source: A katana-polearm hybrid that mitigates the disadvantages of using a naginata, but still too long to be comfortable indoors.
es_es: Un híbrido de katana-arma enastada que mitiga las desventajas de utilizar una naginata, pero lo suficientemente larga para que sea cómoda en interiores.

source: Ninja Blade
es_es: Espada Ninja

source: A smaller, lighter katana with a straight blade that is easier to produce. Popular with ninjas because they're better for stabbing people in the back with, but not the best for toe-to-toe combat.
es_es: Una katana más pequeña y ligera con una hoja recta que es más fácil de producir. Popular entre los ninjas porque son mejores para apuñalar por la espalda, pero no las mejores para un combate mano a mano.

source: An extended katana variant with increased reach and damage.
es_es: Una variante de katana prolongada con mayor alcance y daño.

source: The Cross is the revered holy weapon and symbol of the Paladins. With it they have been slaying skeletons and people they think might be skeletons for centuries.
es_es: La Cruz es la reverenciada arma sagrada y símbolo de los Paladinos. Con ella han estado matando esqueletos y gente que creen puedan que sean esqueletos durante siglos.

source: A hefty hacking weapon, with a good reach. A nice balance for those who find fragment axes too clumsy and blunt, the plank retains some of the extra deadly traits of a regular sword, while still remaining ridiculously crude.
es_es: Un arma pesada para dar hachazos, con un buen alcance. Un buen equilibrio para aquellos que encuentran fragmentos de hachas demasiado difíciles de manejar y romos, la plancha conserva parte de los rasgos ultra mortales de una espada normal, manteniendo ridículamente la crudeza.

source: Plank
es_es: Plancha

source: Polearm
es_es: Arma Enastada

source: Unusual weapons that are sometimes used by hunters as their reach makes them good for taking down animals. Due to their cumbersome length however they are at a serious disadvantage when used indoors.
es_es: Armas inusuales que a veces son empleadas por los cazadores ya que su alcance las hacen buenas para abatir animales. Sin embargo, debido a su engorrosa longitud, están en gran desventaja cuando se utilizan en interiores.

source: Ringed Sabre
es_es: Sable Anillado

source: A classic hard-hitting blade used by many legendary swordsmen, including Arc himself. The rings are pretty noisy and mainly designed to distract and annoy the hell out of your opponent. Beak Things hate it, but it tends to just make them more vicious.
es_es: Una contundente arma blanca clásica utilizada por muchos espadachines legendarios, incluyendo al propio Arc. os anillos son bastante ruidosos y están diseñados principalmente para distraer y tocar las narices de tu oponente. Los Pinchostruos las odian, aunque solo suelen enrabiarlos más.

source: Short-Cleaver
es_es: Cuchillo Corto de Carnicero

source: A lightweight version of the combat cleaver that can be worn on the hip.
es_es: Versión ligera para combate de un cuchillo de carnicero que puede ser llevado en la cadera.

source: Spiked Club
es_es: Porra de Púas

source: A nasty weapon that causes bleeding in addition to crushing damage.
es_es: Un arma ruin que causa desangramiento junto a daños demoledores.

source: Popular with poor farmers, pacifists and drifters. It's usually seen as a weapon for those who can't afford a blade, but sometimes can make a fool of a good swordsman.
es_es: Popular entre granjeros pobres, pacifistas y vagabundos. Por lo general vista como un arma por aquellos que no pueden permitirse un arma blanca, a veces puede burlarse de un buen espadachín.

source: Staff
es_es: Vara

source: A hybrid between katana and sabre, it has a top-heavy balance that feels odd to a katana user, hence the name. It's fast and has a similar reach to a Nodachi. A mostly forgotten weapon in modern times, it was once popular among mercenaries of the old empire.
es_es: Un híbrido entre la katana y el sable, tiene un equilibrio demasiado pesado en la parte superior que ofrece una extraña sensación para un usuario de katana. Es rápido y tienen un alcance parecido a un Nodachi. Un arma casi olvidada en la época moderna, que alguna vez fue popular entre los mercenarios del viejo imperio.

source: Smaller and lighter, usually used as a sidearm for backup. It's worth noting that although short, it has a major advantage when fighting indoors against longer weapons.
es_es: Más pequeña y ligera, por lo general utilizada como arma de mano de apoyo. Vale la pena señalar que, aunque corta, tiene una gran ventaja cuando se lucha en el interior contra armas largas.

source: An extremely old set of samurai armour that is rusting away to nothing.
es_es: Un conjunto sumamente viejo de armadura samurai que está oxidándose hasta desaparecer.

source: Ancient Samurai Armour
es_es: Antigua Armadura Samurai

source: Ancient Samurai Boots
es_es: Antiguas Botas Samurai

source: Ancient Samurai Helmet
es_es: Casco Samurai Antiguo

source: Ancient Samurai Legplates
es_es: Antigua Armadura metálica para piernas Samurai

source: Armoured Face Plates
es_es: Láminas Faciales Blindadas

source: Heavy armour plates for protecting the neck and face.
es_es: Pesada armadura blindada para proteger el cuello y la cara.

source: Armoured Hood
es_es: Capucha Blindada

source: An armoured hood, for some kind of heavy-ninja dude.
es_es: Una capucha blindada, para algún tío del tipo ninja-pendenciero.

source: Salvaged rags, straps and plates pulled together by a decent craftsman has made this monstrosity. Commonly found on wanderers and bandits, it shouldn't be underestimated.
es_es: Retales, correas y láminas recuperados y juntados por un decente artesano ha hecho esta monstruosidad. Comúnmente se encuentran en vagabundos y bandidos, no debería ser subestimada.

source: Armoured Rag Skirt
es_es: Falda de Retales Blindada

source: Armoured Rag Skirt (colored)
es_es: Falda de Retales Blindada (de colores)

source: Armoured Rags
es_es: Harapos Blindados

source: Salvaged rags, straps and plates pulled together by a decent craftsman has made this monstrosity. This armour has plenty of gaps and vulnerabilities, but allows good freedom of movement for its class. Commonly found on wanderers and bandits, but is also favoured by duelists.
es_es: Retales, correas y láminas recuperados y juntados por un artesano decente ha hecho esta monstruosidad. Esta armadura tiene muchos huecos y vulnerabilidades, pero permite una buena libertad de movimiento dada su categoría. Comúnmente llevada por vagabundos y bandidos, aunque también es preferida por duelistas.

source: Armoured Rags (colored)
es_es: Harapos Blindados (de colores)

source: The strange hat and stormgoggles of the Ashland drifters, strange individuals who have allegedly ventured into the Ashlands and returned, for reasons unknown.
es_es: Los raros anteojos anti-ventisca y sombrero de los vagabundos de las Tierrascenizas, individuos extraños que presuntamente se han aventurado en las Tierrascenizas y regresado, por razones desconocidas.

source: Ashland Hat
es_es: Sombrero Tierrascenizas

source: Ashlander Stormgoggles
es_es: Anteojos anti-ventisca de los Tierrascenizos

source: A pair of stormgoggles of the Ashland drifters, strange individuals who have allegedly ventured into the Ashlands and returned, for reasons unknown.
es_es: Un par de anteojos anti-ventisca de los vagabundos de las Tierrascenizas, individuos extraños que se han aventurado supuestamente en las Tierrascenizas y regresado, por razones desconocidas.
