Repository: coegho/kenshi_galician
Catalog: */gamedata.po
Languages: es_es

source: An account of the historic Red Rebellion written by surviving noble Lady Tanaka: "It was the Year of the Harvest when the droughts hit the southern plains, but society remained complacent. The Traders Guild would surely lend their aid, they'd never failed us before after all. But, days rolled by into weeks and the aid never came. Opportunistic rogues had blocked the paths of the Traders Guild caravans and the Empire citizens were left starving and panic stricken. The few rations that the Empire finally received were snatched up by the most powerful of us. It was then that we shut ourselves off from the outer dregs: This was everyone for themselves now, there was no room for charity or pity. But disaster struck, and for the first time in our lives, desperation and death-fueled fear reared it's ugly head. The power of the nobles was under threat as a violent revolt ensued. The ground ran red with blood and, like drowning rats clawing at a sinking ship, the desperate souls dragged us all down with them to their doom."
es_es: Un informe de la histórica Rebelión Roja escrito por la noble superviviente Dama Tanaka: "Era el Año de la Cosecha cuando las sequías golpearon las llanuras meridionales, pero la sociedad seguía siendo complaciente. El Gremio de los Comerciantes seguramente prestarían su ayuda, después de todo nunca nos fallaron antes. Pero, los días tornaron semanas y su apoyo nunca llegó. Granujas oportunistas habían bloqueado los caminos de las caravanas del Gremio de los Comerciantes y los ciudadanos del Imperio fueron abandonados hambrientos y en estado de pánico. Las escasas raciones que el Imperio recibió finalmente fueron arrebatadas por el más poderoso de nosotros. Fue entonces cuando nos aislamos de las heces exteriores: Ahora esto éramos todos para el resto, no había lugar para la caridad o la pena. Pero un desastre resonó, y por primera vez en nuestras vidas, la desesperación y el miedo alimentado por la muerte levantó su fea cabeza. El poder de los nobles estaba bajo amenaza como resultado de la violenta revuelta. La tierra se enrojecía con la sangre y, como ratas ahogadas arañando el barco que se hunde, las almas desesperadas nos arrastraron a todos con ellas hacia su condena."

source: "Money finds it's way to the worthy, a tool for the powerful. But it will find it's escape from the fool, taking command of the helm and parting ways. Money is power, but destitution is weak, and it is the weak masses that will drag the ship down into the sea. The United Cities are a haven for the worthy select, the cream of society, united in power and pleasure. The beggar's place is in the mines, a destiny fit for the lowly and the weak links that would sully our perfect nation."
es_es: "El dinero encuentra su camino hasta el digno, una herramienta para el poderoso. Pero encontrará su huida del loco, tomando el mando del timón y separando los caminos. El dinero es poder, pero la indigencia es débil, y son las masas débiles las que arrastrarán al barco mar adentro. Las Ciudades Unidas son un refugio para el selecto digno, la crema de la sociedad, unida en poder y placer. El lugar del mendigo está en las minas, un destino adecuado para los humildes y débiles enlaces que mancillarían nuestras nación perfecta."

source: The United Cities, A United Power
es_es: Las Ciudades Unidas, Un Poder Unido

source: Found in the larger lakes of the swamps and wetlands, the blandly-named Thinfish. So called because it's thinner than the other type of fish.
es_es: Se encuentra en los lagos más grandes de las ciénagas y humedales, el nombrado sin gracia Peztrecho. Llamado así porque es más delgado que otros tipos de peces.

source: Thinfish
es_es: Peztrecho

source: Tools
es_es: Herramientas

source: A pack of tools. Can be used to cut through locks and to remove slave shackles. They tend to break pretty often and are usually discarded after use. Cutting through locks is a lot slower and noisier than picking. They are commonly used by more honest folk such as treasure hunters breaking into old vaults.
es_es: Un paquete de herramientas. Pueden ser utilizadas para traspasar cerraduras y eliminar grilletes a esclavos. Suelen romperse a menudo y habitualmente son desechadas después de su uso. Abrir las cerraduras atravesándolas es mucho más lento y ruidoso que forzarlas. Son empleadas normalmente por gente más honesta tales como cazatesoros para asaltar viejas cajas fuertes.

source: United Weekly I
es_es: Semanario Unido I

source: "Twig men bring yet MORE crime into the United Cities" - A United Cities news flyer detailing claims of a rising hiver population with increased poverty and crime rates
es_es: "Los hombres de ramitas traen todavía MÁS crimen a las Ciudades Unidas" - Un panfleto noticioso de Ciudades Unidas destacando reivindicaciones de una población enjambre creciente con tasas de crimen y pobreza en aumento

source: United Weekly II
es_es: Semanario Unido II

source: "Emperor Tengu sports a brand new hat at the Bodyguard Battles… And we LOVE it" - A United Cities news flyer detailing Emperor Tengu's new hat. It's got sparkles on it.
es_es: "El Emperador Tengu practica deporte con un flamante sombrero en las Batallas de Guardaespaldas... Y nos ENCANTA" - Un panfleto noticioso de Ciudades Unidas destacando el nuevo sombrero del Emperador Tengu. Tiene chispas.

source: "Cleaning up the Dregs. How to fix the 'poor' problem in the outer cities" - A United Cities news flyer which criticizes the leniency of poverty laws in the Empire.
es_es: "Purificación de los Posos. Como arreglar el 'pobre' problema en las ciudades exteriores" - Un panfleto noticioso de Ciudades Unidas que critica la indulgencia de las leyes sobre la pobreza en el Imperio.

source: United Weekly III
es_es: Semanario Unido III

source: "This season: Gorillos and Golden pants" - A United Cities news flyer on the latest luxuries and crazes in Empire fashion.
es_es: "Esta temporada: Gorilos y ropa interior Dorada" - Un panfleto noticioso de Ciudades Unidas con el último grito en moda y lujos del buen gusto Imperial.

source: United Weekly IV
es_es: Semanario Unido IV

source: United Weekly V
es_es: Semanario Unido V

source: "Empire merchants endure squalid conditions during visit to hive" - A United Cities news flyer accusing 'animal-like' native hivers of abusing Empire merchants whilst on a trade visit.
es_es: "Mercaderes del Imperio resisten miserables condiciones durante la visita al enjambre" - Un panfleto noticioso de Ciudades Unidas acusando a los 'animales' enjambres nativos de abusar de los mercaderes del Imperio durante una visita comercial.

source: "Shek looney 'honour kills' woman in UC bar fight" - A United Cities news flyer detailing claims of a rising Shek population and increased violence in the city
es_es: "Shek con un tornillo de menos 'mata con honor' a una mujer durante pelea de bar en CU" - Un panfleto noticioso de Ciudades Unidas destacando reivindicaciones de una creciente población Shek y violencia en la ciudad

source: United Weekly VI
es_es: Semanario Unido VI

source: "Kral extremists ate my baby!" - A United Cities news flyer detailing inner city violence following the brutal Traders Guild caravan hijacking in the Skimsands.
es_es: "¡Los extremistas de Kral se comieron a mi bebé!" - Un panfleto noticiario de las Ciudades Unidas describiendo la violencia en el centro de la ciudad que acompaña a la brutal caravana secuestrada del Gremio de los Comerciantes en el Patiarenal.

source: United Weekly VII
es_es: Semanario Unido VII

source: A threadbare old book from ancient years. Most parts are illegible, including the cover and it's spine, but there are a few paragraphs still readible: "We all fought valiantly together for justice. We all endured chaos, we all mourned our lost comrades. The world looked a little brighter after we prevailed, but we were blinded by it's false light. Even Cat-Lon, ruling with a light heart but a heavy grip, had order slip between his fingers. He was our hero, but he become our enemy. And we were plunged back into blackness. We never saw him again after the Modern Age... but he still lives. Beings such as he do not simply die."
es_es: Un libro viejo y raído de los años antiguos. Casi todas las partes son ilegibles, incluyendo la portada y el lomo, pero quedan unos cuantos párrafos legibles: "Todos luchamos valientemente unidos por la justicia. Todos resistimos al caos, todos lloramos la muerte de nuestros camaradas perdidos. El mundo parecía un poco más brillante cuando triunfamos sobre nuestros enemigos, pero estábamos cegados por su falsa luz. Incluso a Cat-Lon, gobernando con un suave corazón pero una mano dura, se le escapaba el orden entre las dedos. Él era nuestro héroe, pero se convirtió en nuestro enemigo. Y tuvimos que arrojarlo de vuelta a la oscuridad. Nunca le volvimos a ver después de la Edad Moderna... pero sigue con vida. Un ser como él no muere tan fácil."

source: Unknown Old Book
es_es: Libro Viejo Desconocido

source: 'Big Bo'. Race: Scorchlander Gender: Female Age: Estimated at 40 Wanted for acts of terrorism and anti-workforce propaganda. Target is hostile and extremely dangerous. REWARD: c.30,000
es_es: 'Gran Bo'. Raza: Chamusklandés Género: Femenino Edad: Estimada en 40 Se busca por actos de terrorismo y propaganda anti-mano de obra. El objetivo es hostil y extremadamente peligrosa. RECOMPENSA: c.30,000

source: WANTED: Big Bo
es_es: SE BUSCA: Gran Bo

source: WANTED: Blue Eyes
es_es: SE BUSCA: Ojoasules

source: Race: Greenlander/ Scorchlander Gender: Female Fugitive wanted for crimes of fraud, extortion, smuggling, impersonation of an official, trickery and theft. Responsible for scamming countless United Citizens out of millions of Cats. Master of disguise with an everchanging appearance, however also a known braggart and drunkard whose loud mouth will certainly be her downfall; recommend hunters search not with eyes, but with ears peeled. REWARD: c.10,000
es_es: Raza: Verdenés/ Chamusklandés Género: Femenino Fugitiva buscada por crímenes de fraude, extorsión, contrabando, suplantación de identidad de un oficial, engaño y robo. Responsable por estafar a innumerables Ciudadanos Unidos millones de Cats. Experta del incógnito con una apariencia cambiante, sin embargo, también una conocida presumida y borracha cuya bocaza será sin lugar a dudas su perdición; se recomienda a los cazadores no buscar con los ojos, sino con las orejas bien abiertas. RECOMPENSA: c.10,000

source: WANTED: Bugmaster
es_es: SE BUSCA: Maestro Sabandija

source: The notorious criminal "Bugmaster". Wanted for banditry, raiding, mass-murder, cannibalism, genocide. EXTREMELY DANGEROUS. Attacks on sight, appears to have control of an army of spiders. Reasons for this ability are unknown, motivation unknown. Known residence is in the crater of Arach, south-west of the Stenn Desert and Spider Plains. REWARD: c.100,000 UPDATE: Intelligence indicates that the "Bugmaster" is also in posession of a large amount of treasure. Any valuables or artifacts found in the apprehension or assassination of the target is free for you to take.
es_es: El tristemente célebre criminal "Maestro Sabandija". Se busca por vandalismo, saqueos, asesinatos en masa, canibalismo, genocidio. EXTREMADAMENTE PELIGROSO. Ataca al ver a la víctima, parece tener el control de un ejército de arañas. Los motivos de esta habilidad son desconocidos, la motivación desconocida. La residencia conocida está en el cráter de Arach, al suroeste del Desierto Stenn y las Llanuras de la Araña. RECOMPENSA: c.100,000 INFORMACIÓN DE ÚLTIMA HORA: Inteligencia indica que el "Maestro Sabandija" está además en posesión de una gran cantidad de tesoros. Cualquier objeto de valor o artefactos encontrados en el arresto o asesinato de el objetivo puedes cogerlo libremente.

source: Lock your doors, protect your loved ones! Beware the Butcher! Wanted for the murder and mutilation of multiple citizens also known as the Black Scratch Massacre. Description and whereabouts unknown. REWARD: c.10,000 UPDATE - Please bring ALL suspects to the police for interrogation: Any person found of execution by their own judgement will face punishment of murder.
es_es: ¡Cierra tus puertas, protege a tus amados! ¡Cuidado con el Carnicero! Se busca por el asesinato y mutilación de múltiples ciudadanos, también conocida como la Masacre de Negro Rasguño. Descripción y paradero desconocidos. RECOMPENSA: c.10,000 ÚLTIMAS NOTICIAS - Por favor trae a todos los SOSPECHOSOS a la policía para interrogarles: Cualquier persona descubierta por aplicar la justicia por su cuenta se enfrentará al castigo por asesinato.

source: WANTED: Butcher Of Black Scratch
es_es: SE BUSCA: Carnicero del Negro Rasguño

source: WANTED: Cannibal Leaders
es_es: SE BUSCAN: Líderes Caníbales

source: 'Cannibal Grand Wizard' Leader of the entire known cannibal population. Actual magical powers unknown. Location unknown. REWARD: c.40,000 'Unknown' Thought to be some kind of regional sub-leader. Currently controls the cannibal origin territories of Darkfinger. Name not known. REWARD: c.30,000
es_es: 'Gran Hechicero Caníbal' Líder de toda la población caníbal conocida. Poderes mágicos reales desconocidos. Ubicación desconocida. RECOMPENSA: c.40,000 'Desconocido' Se cree pueda ser algún tipo de líder menor regional. Actualmente controla los territorios originales caníbales de Dedoscuro. Nombre no conocido. RECOMPENSA: c.30,000

source: The leader of the notorious Dust Bandits, he is thought to be hiding out somewhere in the Border Zone. REWARD: c.30,000
es_es: El líder de los celebérrimos Bandidos de la Polvareda, se cree que se está escondiendo en algún lugar de la Zona Fronteriza. RECOMPENSA: c.30,000

source: WANTED: Dust King
es_es: SE BUSCA: Rey de la Polvareda

source: Race: Greenlander Gender: Male Eyewitness description: 'Fat as a bughouse' Public nuisance wanted on account of multiple bar thefts. REWARD: c.1000
es_es: Raza: Verdenés l

source: WANTED: Ells
es_es: SE BUSCA: Ells

source: WANTED: Flying Bull
es_es: SE BUSCA: Toro Volador

source: Race: Shek Gender: Male Extremist and traitor to the Stone Golem. Names himself as Kral's Chosen. REWARD: c.25,000
es_es: Raza: Shek Género: Varón Extremista y traidor a la Gólem de Piedra. Se llama así mismo el Elegido de Kral. RECOMPENSA: c.25,000

source: WANTED: 'Four-Teeth' Milton
es_es: SE BUSCA: Milton 'Cuatro-Dientes'

source: Wanted for multiple charges of theft, murder and sexual assault. Reports suggest settlement in the swamps with protection from local gang members, seek caution. REWARD: c.10,000
es_es: Se busca por múltiples cargos de robo, asesinato y agresión sexual. Los informes sugieren que está en el asentamiento de las ciénagas con la protección de los miembros de la banda local, sé cauto. RECOMPENSA: c.10,000

source: WANTED: Ghost
es_es: SE BUSCA: Fantasma

source: Race: Shek Gender: Male Warmongerer known to be camped in the Spider Plains as leader of the Berserkers. REWARD: c.10,000
es_es: Raza: Shek Género: Varón Beligerante conocido por estar acampado en las Llanuras de la Araña como líder de los Desquiciados. RECOMPENSA: c.10,000

source: WANTED: Giant King Gurgler
es_es: SE BUSCA: Rey Gigante Gorjeador

source: WANTED DEAD for crimes of kidnapping and cannibalism of Catun residents. Neither man nor animal, the Giant King Gurgler is an enormous beast with more similarity to a hiveman-crossed-crab, ten-fold in size. Thought to be dwelling south of Catun's shore. The king gurgler's head is highly valued. TROPHY VALUE: c.60,000 UPDATE: The King Gurgler has been reported to be in possession of an ancient weapon of the fallen empire. Slaughter the monster and the weapon is yours to keep.
es_es: SE BUSCA MUERTO por los crímenes de secuestro y canibalismo de residentes de Gatún. Ni hombre ni animal, el Gigante Rey Gorjeador es una bestia enorme con semejanza mayor a un enjombre-cruzado-con-cangrejo, y multiplicado por diez en tamaño. Se cree que habita al sur en la costa de Gatún. La cabeza del rey gorjeador está muy valorada. VALOR DEL TROFEO: c.60,000 ÚLTIMAS NOTICIAS: Ha sido comunicado que el Rey Gorjeador está en posesión de una antigua arma del imperio caído. Sacrifica al monstruo y te quedas el arma.

source: Race: Greenlander Gender: Male Description: Inhumanly large. Slow of mind. Also known as the Boulder. Wanted for robbery, assault and destruction of property, namely within the lost town of Mourn. Thought to be hiding out somewhere in the Forbidden Zone with his followers, the Gorrillo Bandits. REWARD: c.60,000
es_es: Raza: Verlandés Género: Varón Descripción: Inhumanamente grande. Lento de mente. También conocido como el Boulder. Se busca por robo, asalto y destrucción de propiedad, concretamente en el pueblo perdido de Luto. Se cree que está escondiéndose en alguna parte de la Zona Prohibida junto a sus seguidores, los Bandidos Gorilo. RECOMPENSA: c.60,000

source: WANTED: Gorrillo
es_es: SE BUSCA: Gorilo

source: WANTED: Gutterhead
es_es: SE BUSCA: Destripatriarca

source: Gender: Male Leader of the Scavengers wanted for numerous attacks and robberies on the roads of Venge. Located south of the desert, beyond the Eye. REWARD: c.10,000
es_es: Género: Varón Líder de los Basureros, se busca por numerosos ataques y robos en las carreteras de Ganza. Localizado al sur del desierto, más allá del Ojo. RECOMPENSA: c.10,000

source: 'Jaegar The Mad' Race: Scorchlander Gender: Male Description: Middle aged, average stature, hook nosed, scar on left side of face. Multiple acts of terrorism, assault, kidnap, indoctrination, conspiracy against the Empire, fraud, theft, ransom, murder, crime against peace and outright lunacy. Skilled and dangerous. REWARD: c.30,000
es_es: 'Jaegar El Loco' Raza: Chamusklandés Género: Masculino Descripción: Edad adulta, estatura media, nariz aguileña, cicatriz en el lado derecho de la cara. Actos múltiples de terrorismo, asalto, secuestro, adoctrinamiento, conspiración contra el Imperio, fraude robo, pedir rescate, homicidio, crimen contra la paz y locura total. Adiestrado y peligroso. RECOMPENSA: c.30,000

source: WANTED: Jaegar The Mad
es_es: SE BUSCA: Jaegar El Loco

source: WANTED: Moll
es_es: SE BUSCA: Moll

source: His Holy Excellency Lord Phoenix, praise be His name, bestows upon you the holy honor of serving Okran's will by cleansing the foul servant of the Demoness Narko going by the name of "Moll". Wanted for the crimes of blasphemy, treason, disobedience, witchcraft, terrorism, murder, child murder, cannibalism, female independence, arson, kidnapping, mind-control, blackmail, thievery and slander. Whereabouts are unknown. Known abilities are the use of dark magics and mind control that she uses to brainwash her dark army of demon ninjas. It is recommended that you attack quickly and without warning so as not to give her a chance to speak her tainted words. REWARD: c.30,000
es_es: Su Santa Excelencia Señor Fénix, alabado sea Su nombre, le concede el honor de servir a la voluntad de Okran limpiando al infame sirviente de la Diablesa Narko que se hace llamar "Moll". Se busca por los crímenes de blasfemia, traición, desobediencia, brujería, terrorismo, asesinato, infanticidio, canibalismo, independencia femenina, pirómana, secuestro, manipulación, chantaje, hurto y difamación. Paradero desconocido. Entre sus habilidades conocidas están el uso de la magia negra y control mental que emplea para lavar el cerebro de su oscuro ejército de ninjas demonios. Se recomienda que ataques rápidamente y sin avisar para no darle la oportunidad de hablar con sus palabras envenenadas. RECOMPENSA: C.30,000

source: Race: Hive Gender: N/A Description: Old High standing amongst the anti-workforce cultists. Wanted for acts of terrorism, multiple murder, kidnap and industry interference. A very skilled combatant and deceiver, do not be fooled by the age. REWARD: c.30,000
es_es: Raza: Enjambre Género: NS/NC Descripción: Viejo Alto nivel contra la mano de obra en ritos religiosos. Se busca por actos de terrorismo, asesinato múltiple, secuestro e intromisión industrial. Un combatiente e impostor muy cualificado, no te dejes engañar por la edad. RECOMPENSA: c.30,000

source: WANTED: Old Grey
es_es: SE BUSCA: Viejo Cano

source: WANTED: Razor
es_es: SE BUSCA: Razor

source: Race: Hiver Gender: N/A Description: Algae hued, shiny eyed, angular cheek bones Wanted for victimization of an esteemed member of the United Cities. Let it be known that no enemies of the nobility will escape punishment from Tengu's Vault. Must be delivered alive. REWARD: c.10,000
es_es: Raza: Enjambre Género: NS/NC Descripción: Tonalidad algosa, brillo en los ojos, mandíbulas angulosas Se busca por la persecución y castigo de un miembro estimado de las Ciudades Unidas. Se hace saber que ningún enemigo de la nobleza escapará al castigo de la Bóveda de Tengu. Debe ser entregado con vida. RECOMPENSA:c.10,000

source: Race: Scorchlander Gender: Female Description: Ninja-y Leader of the sand ninja bandits. Aggressive ninja activity frequently reported around the Great Desert area. WARNING: VERY sneaky. REWARD: c.10,000
es_es: Raza: Chamusklandés Género: Hembra Descripción: Ninja-y Líder de los bandidos ninjas de la arena. Denunciada con frecuencia por actividad ninja agresiva por la zona del Gran Desierto. AVISO: MUY astuta. RECOMPENSA: c.10,000

source: WANTED: Sand Ninja Oni
es_es: SE BUSCA: Oni, Ninja de la Arena

source: WANTED: Savant the Skin Eater
es_es: SE BUSCA: Savant el Devorador de Piel

source: Responsible for the disappearance of hundreds of humans in the Forbidden Zone, south of the Great Desert. Victims have been found savagely mutilated, most notably, the bodies completely skinned and hacked of all outer flesh. Details of the mutilator are still largely unknown. Target is considered highly dangerous. REWARD: c.50,000
es_es: Responsable de la desaparición de cientos de humanos en la Zona Prohibida, al sur del Gran Desierto. Las víctimas han sido encontradas mutiladas salvajemente, lo más destacable, los cuerpos completamente desollados y con la carne de fuera cortada a trozos. Los detalles sobre el mutilador son todavía casi desconocidos. El objetivo es considerado sumamente peligroso. RECOMPENSA: c.50,000

source: Race: Scorchlander Gender: Female Description: 'Soft and floppy' Dagger-wielding ninja trash wanted for acts of theft and general deviousness. Please put her out of her pitiful existence where perhaps she might be reunited with her spine in the rotten, maggot eating depths of a coward's afterlife. Last seen cowering in a raptor hole in the swamps. REWARD: c.20,000
es_es: Raza: Chasmusklandés Género: Hembra Descripción: 'Suave y flexible' Gentuza ninja empuña-dagas se le busca por actos de robo y engaños en general. Por favor, llévala a dormir a su patética existencia y quizás así pueda reunirse con sus agallas en las podridas y comidas por gusanos profundidades de la vida de ultratumba de una cobarde. La última vez se le vio en las ciénagas encogida de miedo en el agujero de un rapaz. RECOMPENSA: c.20,000

source: WANTED: Shade
es_es: SE BUSCA: Sombra

source: Race: Greenlander Gender: Male Bandit leader wanted for multiple counts of murder and robbery. Preys upon travellers and merchants, growing stronger and more powerful in numbers. Simion has a vicious army under his control: caravans are warned to employ extra bodyguards when travelling the desert until further notice. REWARD: c.20,000
es_es: Raza: Verlandés Género: Varón Se busca a bandido líder por múltiples cargos de asesinato y robo. Se aprovecha de viajeros y comerciantes, creciendo su fuerza y potencia numérica. Simión tiene un ejército vicioso bajo su control: se ha advertido a las caravanas para que contraten a guardaespaldas de más cuando viajen a través del desierto hasta cambio de orden. RECOMPENSA: c.20,000
