Repository: coegho/kenshi_galician
Catalog: */LC_MESSAGES/main.po
Languages: es_es, gl, pt_br

source: Dodge XP rate:
es_es: EXP Tasa de fintas:
pt_br: Taxa de EXP de esquiva:

source: (Training hindered by encumbrance)
es_es: (Entrenamiento obstaculizado con cargas)
pt_br: (Treinamento atrapalhado por sobrecarga)

source: Getting hit while stumbling
es_es: Ser golpeado mientras tropieza
pt_br: Levando golpes enquanto manca

source: Max run speed:
es_es: Máx. velocidad de carrera:
pt_br: Vel. de corrida máxima:

source: Current run speed:
es_es: Velocidad de carrera en curso:
pt_br: Vel. de corrida atual:

source: Athletics XP bonus:
es_es: EXP Bonificación Carrera:
pt_br: Bônus de EXP de atletismo:

source: Running fast, with a light inventory
es_es: Corriendo rápido, con un inventario ligero
pt_br: Correndo rápido, com inventário leve

source: Max swim speed:
es_es: Máx. velocidad natación:
pt_br: Máxima vel. de nado:

source: Current swim speed:
es_es: Velocidad natación en curso:
pt_br: Vel. de nado atual:

source: Swimming around in water
es_es: Nadando en el agua
pt_br: Nadando na água

source: First aid skills:
es_es: Habilidades de primeros auxilios:
pt_br: Hab. em primeiros socorros:

source: Healing people
es_es: Curando gente
pt_br: Curando pessoas

source: Crafting medkits
es_es: Elaborando botiquines
pt_br: Fabricando kits médicos

source: Amount of damage dealt
es_es: Cantidad de daño infligido
pt_br: Quantidade de dano causado

source: Attacking with this specific weapon
es_es: Atacando con este arma específica
pt_br: Atacando com esta arma específica

source: Accuracy:
es_es: Precisión:
pt_br: Precisão:

source: Rate of fire:
es_es: Tasa de disparo:
pt_br: Taxa de fogo:

source: Using harpoon and crossbow turrets
es_es: Usando arpones y torretas de ballesta
pt_br: Uso de torretas de arpão e de besta

source: Using crossbows and ranged weapons
es_es: Usando ballestas y armas a distancia
pt_br: Uso de bestas e armas de longo alcance

source: Accuracy
es_es: Precisión
pt_br: Precisão

source: Shooting moving targets:
es_es: Disparo de objetivos en movimiento:
pt_br: Atirando em alvos em movimento:

source: Using turrets and ranged weapons
es_es: Usando torretas y armas a distancia
pt_br: Usando torretas e armas de longo alcance

source: Friendly fire avoidance:
es_es: Evitar el fuego enemigo:
pt_br: Evasão de fogo amigo:

source: Accidentally shooting your friends
es_es: Disparando accidentalmente a tus amigos
pt_br: Atirando acidentalmente nos amigos

source: Stealing items
es_es: Robando ítems
pt_br: Roubando itens

source: Selling stolen items
es_es: Vendiendo ítems robados
pt_br: Vendendo itens roubados

source: Stealing things
es_es: Robando cosas
pt_br: Roubando coisas

source: Lock-picking doors & cages
es_es: Forzar cerraduras de puertas & jaulas
pt_br: Abrindo fechaduras de portas e jaulas

source: Picking locks/cages
es_es: Forzar cerraduras/jaulas
pt_br: Arrombar fechaduras/jaulas

source: Special training equipment
es_es: Equipamiento de entrenamiento especial
pt_br: Equipamento especial de treino

source: Ability to remain undetected while sneaking
es_es: Capacidad de no ser detectado
pt_br: Habilidade de permanecer indetectado enquanto se esgueira

source: Avoiding discovery when in disguise
es_es: Evita ser descubierto cuando vas de incógnito
pt_br: Evitando descoberta quando disfarçado

source: Avoiding discovery when you have a bounty
es_es: Evita ser delatado si tienes una recompensa
pt_br: Evitando descoberta quando houver recompensa

source: Aided by:
es_es: Ayudado por:
pt_br: Auxiliado por:

source: Staying in the darkness
es_es: Permaneciendo en la oscuridad
pt_br: Permanecendo na escuridão

source: Special gear
es_es: Herramienta especial
pt_br: Equipamento especial

source: Hindered by:
es_es: Obstaculizado por:
pt_br: Atrasado por:

source: Encumbrance / heavy armour
es_es: Carga / armadura pesada
pt_br: Sobrecarga / armadura pesada

source: Wounded legs or torso.
es_es: Heridas las piernas o torso.
pt_br: Tórax ou pernas feridas.

source: Using stealth mode with enemies around
es_es: Usando el modo sigiloso con enemigos alrededor
pt_br: Usando modo furtivo na proximidade de inimigos

source: Stealthy knock-outs:
es_es: Knock-outs sigilosos:
pt_br: Nocautes furtivos:

source: Chance to successfully kidnap someone
es_es: Oportunidad de secuestrar a alguien de manera exitosa
pt_br: Chance de sequestrar alguém com sucesso

source: Chance to break free when being carried away
es_es: Oportunidad de liberarse cuando eres llevado
pt_br: Chance de escapar enquanto sendo carregado

source: Resist knock-out and kidnapping attempts
es_es: Resistir intentos de secuestro y knock-outs
pt_br: Resistir tentativas de nocaute e sequestro

source: Trying stealthy knock-outs
es_es: Intentando knock-outs sigilosos
pt_br: Tentando nocautes furtivos

source: Building things:
es_es: Construyendo cosas:
pt_br: Construindo coisas:

source: Repairing things:
es_es: Reparando cosas:
pt_br: Reparando coisas:

source: Building things
es_es: Contruyendo cosas
pt_br: Construindo coisas

source: Repairing things
es_es: Reparando cosas
pt_br: Reparando coisas

source: Research rate:
es_es: Tasa de investigación:
pt_br: Taxa de pesquisa:

source: Researching things at a research bench
es_es: Investigando cosas en una banco/laboratorio de investigación
pt_br: Pesquisando coisas em uma bancada de pesquisa

source: Doing science
es_es: Haciendo ciencia
pt_br: Fazendo pesquisa

source: Being sciency
es_es: Siendo científico
pt_br: Sendo científico

source: Mining:
es_es: Minería:
pt_br: Minerando:

source: Using machinery:
es_es: Usando maquinaria:
pt_br: Operando maquinário:

source: Work hard
es_es: Trabajo duro
pt_br: Trabalhando duro

source: Harvesting speed:
es_es: Velocidad de cosecha:
pt_br: Velocidade de colheita:

source: Harvesting yield:
es_es: Rendimiento de cosecha:
pt_br: Rendimento de colheita:

source: Crafting weapons (speed):
es_es: Elaborando armas (velocidad):
pt_br: Fabricando armas (vel.):

source: Weapon quality:
es_es: Calidad del Arma:
pt_br: Qualidade de arma:

source: Crafting weapons
es_es: Elaborando armas
pt_br: Fabricando armas

source: Crafting armour (speed):
es_es: Elaborando armadura (velocidad):
pt_br: Fabricando armaduras (vel.):

source: Armour quality:
es_es: Calidad de la Armadura:
pt_br: Qualidade de armadura:

source: Crafting armour and parts
es_es: Elaborando armadura y partes
pt_br: Fabricando armadura e componentes

source: Crafting crossbows (speed):
es_es: Elaborando ballestas (velocidad):
pt_br: Fabricação besta (velocidade):

source: Crafting crossbow bolts (speed):
es_es: Elaborando flechas de ballestas (velocidad):
pt_br: Fabricação de virotes de besta (velocidade):

source: Crossbow quality:
es_es: Calidad de la ballesta:
pt_br: Qualidade da besta:

source: Crafting crossbows and bolts
es_es: Elaborando ballestas y flechas
pt_br: Fabricação de bestas e virotes

source: Your physical strength determines your ability to use heavy weapons and armour without tiring, and to carry heavy loads, including your wounded comrades. Strength affects the blunt damage you do with heavy weapons, hacking-type blades, and while unarmed. It is trained faster by using heavier weapons in battle, or by travelling around with a very heavy inventory or encumbrance.
es_es: Tu fortaleza física determina tu capacidad de usar armas pesadas y armadura sin extenuarte, y de acarrear cargas pesadas, incluyendo tus camaradas heridos.La fortaleza afecta a los traumatismos que infliges con armas pesadas, cuchillas tipo-machete, y cuando estás desarmado. Es entrenada más rápido si usas armas pesadas en la batalla, o si viajas con un inventario o carga super pesados.
pt_br: Sua força física determina sua habilidade de usar armas pesadas e armadura sem se cansar, além de carregar cargas pesadas, incluindo seus companheiros feridos. A força afeta o dano de impacto de suas armas pesadas, de lâminas cortantes e de seus punhos. Ela aumenta mais rapidamente ao usar armas mais pesadas em batalha ou viajando com um inventário ou carga bem pesados.

source: Toughness is both physical and mental. It's how you survive out in the desert. Physically it's your ability to take a beating and survive. You will also take less damage, and will be less likely to stumble when hit by a weaker attack. Mentally it's an attitude forged from harsh experience. Do you pass out from your wounds like a sissy, or do you force yourself to struggle to your feet again? Do you panic and bleed out or can you stay calm enough to lower your heart rate and let the blood clot? -Bonuses if you are fighting while critically wounded -Once your health drops below your {1} KO point {2}your health becomes critical and you won't be able to get back up again. You will go into a coma and need healing.
es_es: La resistencia es física y mental. Trata sobre cómo sobrevivir en el desierto. Físicamente es tu capacidad para recibir una paliza y sobrevivir. Además, recibirás menos daños, y será menos probable que te tropieces cuando seas golpeado por un ataque más débil. Mentalmente es una actitud forjada tras una dura experiencia. ¿Te vas a desmayar a causa de las heridas como un mariquita, o vas a esforzarte y a mantenerte en pie de lucha? ¿Entras en pánico y te desangras o puedes mantener la calma lo suficiente como para apaciguar los latidos de tu corazón y dejar que la sangre coagule? -Bonificaciones si luchas estando herido de gravedad -Una vez que tu salud cae por debajo de tu {1} punto KO {2}tu salud pasa a un estado crítico y no serás capaz de levantarte de nuevo. Entrarás en estado de coma y necesitarás curarte.
pt_br: A resistência é física e mental. É a forma como você sobrevive no deserto. Fisicamente, é sua capacidade de aguentar uma surra e sobreviver. Você também receberá menos dano e terá menos chance de tropeçar ao ser atingido por um ataque mais fraco. Mentalmente, é a atitude forjada por experiências duras. Você desmaia covardemente por causa das feridas ou se esforça para levantar outra vez? Você entra em pânico e sangra até morrer ou fica calmo o bastante para reduzir os batimentos cardíacos e permitir que o sangue coagule? -Concede bônus se você lutar com um ferimento grave -Se sua vida ficar abaixo de seu{1} ponto de nocaute {2}sua saúde fica crítica e você não poderá se levantar. Você entrará em coma e precisará de tratamento.

source: Dexterity affects the speed and quality of your sword work. Your sword cuts will do more damage, your attacks and blocks will be faster. It also helps with handling and reloading ranged weapons.
es_es: La destreza afecta a la velocidad y la calidad de tu con la espada. Los cortes de tu espada serán más dañinos, tus ataques y bloqueos serán más rápidos. Además ayuda con el manejo y la carga de armas a distancia.
pt_br: A destreza afeta a velocidade e qualidade do seu movimento com espadas. Os seus cortes causarão mais dano e os ataques e defesas serão mais rápidos.

source: Your perception affects your general accuracy with all ranged weapons, including your ability to hit far away or moving targets.
es_es: Tu percepción afecta a tu precisión general con armas de todo rango, incluyendo tu habilidad para pegar desde lejos o a objetivos en movimiento.
pt_br: Sua percepção afeta a precisão geral com todas as armas de longa distância, incluindo sua habilidade de acertar objetos distantes e em movimento.

source: Affects damage. Katanas are a common weapon, and their quality varies greatly. Most are scavenged goods with a history of owners and barely good for scrap. Masterworks are around however, and their speed and cutting power is un-rivalled by any other blade.
es_es: Daños ejercidos. Las katanas son un arma común, y sus calidades varían enormemente. La mayoría son bienes encontrados, con una historia de propietarios y apenas buenas para su desguace.Sin embargo hay obras maestras por ahí, y su velocidad y poder de corte no tienen igual.
pt_br: Afeta o dano. Katanas são armas comuns e sua qualidade varia muito. A maioria acabou sendo tomada de antigos donos e não servem nem como sucata. Contudo, existem as obras-primas com velocidade e poder de corte muito superiores aos de qualquer outra lâmina.

source: Affects damage. A sabre is a heavy blade designed for heavy slashing damage. The heavier blade makes them slower and more cumbersome but stronger for blocking with and cutting through armour.
es_es: Daños ejercidos. Un sable es una espada pesada diseñada para infligir cortes profundos. Una hoja más pesada lo hace más lento y difícil de manejar, pero más fuerte para bloquear con él y para cortar a través de la armadura.
pt_br: Afeta o dano. Sabres são lâminas pesadas projetadas para causar dano de corte. A lâmina mais pesada os torna mais lentos e desajeitados, mas mais fortes para se defender e para cortar armaduras.

source: Affects damage. The Holy Nation prefer them for their advantage when fighting against mechanical enemies. Often considered a thug's weapon in most other cultures, hackers are heavy axe-bladed weapons that do as much blunt damage as chopping damage, relying mainly on brute strength rather than skill. The crude blades don't cause as much bloodloss, so victims tend to get maimed to death instead.
es_es: Daños ejercidos. La Nación Sagrada los prefiere dada su ventaja cuando luchan contra enemigos mecánicos. A menudo considerada por el resto de culturas como un arma de matón, las hachuelas son pesadas armas con hoja de hacha que hacen daño tanto por las contusiones como por los cortes, dependiendo de la fuerza bruta principalmente más que de la habilidad. Las toscas hojas no causan demasiada pérdida de sangre, por lo que las víctimas de hecho suelen ser mutiladas a muerte.
pt_br: Afeta o dano. A Nação Sagrada utiliza esse tipo de arma pela vantagem que ela oferece ao lutar contra inimigos mecânicos. Normalmente consideradas armas de vagabundo em outras culturas, os fatiadores são armas pesadas de lâminas parecidas com machados, que causam tanto dano contundente quanto de corte, dependendo mais de força bruta do que de habilidade. As lâminas brutas e simples não causam muita perda de sangue, por isso é comum destroçar as vítimas até a morte.

source: Affects damage. Most normal people struggle to even lift a full-weight heavy blade, and they require incredible strength and endurance to wield effectively. Beginners struggle with this weapon style and face a hard path ahead. As a result living practitioners are few and many men carry them only for bluff and posturing. The real masters of this weapon however, are men to be feared.
es_es: Daños ejercidos. A la mayoría de la gente normal les supone un gran esfuerzo siquiera levantar en peso una espada pesada, y requieren una fuerza y aguante increíbles para empuñarla con eficacia. Los principiantes tienen problemas con el estilo de este arma y se enfrentan a un duro camino por delante. Como resultado, pocos practicantes sobreviven y muchos hombres las llevan solo para fardar y posturear. Los auténticos maestros de este arma, sin embargo, son hombres temibles.
pt_br: Afeta o dano. A maioria das pessoas têm dificuldades até para levantar uma lâmina pesada, e é preciso ter força e resistência incríveis para empunhá-las efetivamente. Iniciantes sofrem com esse estilo de arma. Como um resultado disso, são poucos os praticantes vivos, e muitos as carregam somente por exibicionismo. Os verdadeiros mestres, no entanto, são pessoas temíveis.

source: Affects damage. Blunt weapon damage breaks bones, disables limbs, and temporarily stuns organs. They don't cause much in the way of blood loss so are not usually lethal. Armour is usually designed for protection from blades, so you can often beat through it. A good weapon for the pacifist, or those who like to be different.
es_es: Daños ejercidos. Un arma contundente daña y rompe huesos, mutila extremidades y aturde órganos de forma temporal. No produce un gran daño del tipo pérdida de sangre por lo que normalmente no son letales. La armadura está diseñada normalmente como protección de las espadas, así que con frecuencia puedes atravesarla.
pt_br: Afeta o dano. Armas contundentes quebram ossos, inutilizam membros e atordoam os órgãos temporariamente. Elas não fazem muito em matéria de sangramento, portanto não são normalmente letais. A armadura geralmente protege contra cortes, por isso você pode normalmente espancar o alvo através delas. Uma boa arma para os pacifistas ou os que gostam de serem diferentes.

source: Polearms
es_es: Armas enastadas
pt_br: Armas de haste

source: Affects damage. An unconventional weapon, polearms have incredible reach and give an advantage when fighting against animals.
es_es: Daños ejercidos. Un arma poco convencional, un arma enastada tiene un increíble alcance y te da ventaja cuando luchas contra animales.
pt_br: Afeta o dano. Equipamentos inconvencionais, as armas de haste têm incrível alcance e dão uma vantagem ao lutar contra animais.

source: Skill at shooting with defensive weapon turrets. Affects accuracy, reload speed, and target acquisition.
es_es: Habilidad en el disparo con torretas de armas defensivas. Afecta a la precisión, velocidad de recarga, y detección de objetivos.
pt_br: Habilidade de atirar em torretas de defesa. Afeta a precisão, a velocidade de recarga, a obtenção de alvo e a capacidade de evitar fogo amigo.

source: Skill at shooting with crossbows. Affects accuracy, reload speed, and target acquisition.
es_es: Habilidad en tiro con ballestas. Afecta a la precisión, velocidad de recarga, y detección de objetivos.
pt_br: Habilidade para atirar com bestas. Afeta precisão, velocidade de recarga, aquisição de alvos, e a habilidade de evitar fogo amigo.

source: Melee attack
es_es: Ataque melé
pt_br: Ataque corpo a corpo

source: This is your general skill in melee combat. It governs your chance to successfully land a hit on your opponent, and is essential whatever weapon you choose to master.
es_es: Esta es tu habilidad general en el combate cuerpo a cuerpo. Rige tu posibilidad de encajar un golpe en tu oponente con éxito, y es esencial para el dominio de cualquier arma que elijas.
pt_br: Esta é a habilidade em geral no combate corpo a corpo. Ela governa sua chance de acertar o adversário e é essencial para o aprendizado com todos os tipos de armas.

source: Melee defence
es_es: Defensa melé
pt_br: Defesa corpo a corpo

source: This is your ability to perceive and defend against attacks from opponents. By increasing this skill, you will successfully block more attacks when using a sword. A balanced swordsman would keep this skill similar to his Melee Attack level.
es_es: Esta es tu habilidad para percibir y defenderte contra los ataques de los oponentes. Incrementando esta habilidad, bloquearás más ataques cuando usas una espada. Un espadachín equilibrado mantendrá esta habilidad a un nivel similar que su Ataque Melé.
pt_br: Esta é a sua habilidade para perceber e se defender de ataques. Aumente essa habilidade para bloquear com sucesso mais ataques enquanto usar uma espada. Um espadachim equilibrado deve manter esse nível próximo de seu nível de ataque corpo a corpo.

source: A rare skill in this day and age, warriors only consider it a last resort. At normal skill levels, an unarmed man is always at a huge disadvantage against an armed opponent of similar ability. There are stories however, of high-level martial arts masters who can match any master swordsman in combat with just their bare hands. Physical conditioning is an important factor for a martial artist.
es_es: Una habilidad escasa en estos días y época, los guerreros solo lo consideran un último recurso. En niveles normales de esta habilidad, un hombre desarmado siempre está en gran desventaja contra un oponente armado de capacidad similar. Sin embargo, hay historias sobre maestros en las artes marciales de altísimo nivel que luchaban parejos en combate contra expertos espadachines sólo con sus propias manos. La condición física es un importante factor para un experto en artes marciales.
pt_br: Uma habilidade rara nesta época, guerreiros só a consideram como um último recurso. Em níveis de habilidade normais, um homem desarmado está sempre em grande desvantagem contra um adversário armado de habilidade similar. No entanto, há histórias sobre lutadores de alto nível que podem se equiparar a qualquer mestre espadachim somente com as mãos. O condicionamento físico é um fator importante para um artista marcial.

source: Dodge
es_es: Finta
pt_br: Esquiva

source: The ability to evade attacks without blocking. You need to stay light and fast. If you are encumbered with heavy equipment you won't be able to dodge, or learn anything.
es_es: La finta es la habilidad de esquivar ataques sin tener que bloquear. Tienes que permanecer ligero y rápido. Si estás sobrecargado con un equipo pesado no serás capaz de esquivar ni de aprender nada.
pt_br: A habilidade de evitar ataques sem bloquear. É preciso ser leve e rápido. Se houver equipamento pesado atrapalhando, não será possível esquivar nem aprender nada sobre isso.

source: Precision shooting
es_es: Precisión de disparo
pt_br: Tiro de Precisão

source: When using ranged weapons, this is your ability to avoid accidentally shooting your allies. Nothing worse than acidentally getting shot in the back by your own friends. It's adversely affected when you have injuries, however.
es_es: Cuando utilizas armas a distancia, ésta es tu capacidad para evitar disparar accidentalmente a tus aliados. No hay nada peor que recibir accidentalmente un disparo por la espalda de uno de tus amigos. Sin embargo, se ve afectada negativamente cuando tienes lesiones.
pt_br: Esta é a habilidade que evitar atirar acidentalmente em aliados ao usar armas de longo alcance. Não há nada pior do que acertar um amigo pelas costas por acidente. No entanto, se estiver ferido, esta habilidade sofre um efeito adverso.

source: The ability to move around undetected. Enables you to sneak around, steal things and pick locks without anybody noticing. Also invaluable for escaping hostile imprisonment. Breaking out of a cage is all well and good, but you won't get much further without stealth. Much more effective in the darkness. Injuries will hinder your effective stealthiness, although your toughness level can counteract this.
es_es: La habilidad de desplazarte sin ser detectado. Te permite avanzar a hurtadillas, robar cosas y forzar cerraduras sin que nadie se dé cuenta. También de gran valor para escapar de prisiones hostiles. Todo eso de fugarse de una jaula está bien aunque no te llevará muy lejos sin ser sigiloso. Mucho más efectivo en la oscuridad. Las lesiones obstaculizarán la eficacia del sigilo, aunque tu nivel de resistencia puede contrarrestar esto.
pt_br: A habilidade de mover-se despercebidamente. Permite esgueirar-se por aí, roubar coisas e arrombar fechaduras sem que ninguém perceba. Também indispensável para escapar de prisões hostis. Escapar de uma jaula pode ser fácil, mas sem furtividade você não chegará longe. É muito mais eficaz na escuridão. Ferimentos atrapalharão a furtividade efetiva, embora o nível de resistência possa compensar isso.

source: The ability to pick locks, open doors and safes. More importantly however, it's also used to break OUT of situations: cages, jails, handcuffs. It's for those who value freedom and don't wait around to be rescued.
es_es: La habilidad para forzar cerraduras, abrir puertas y cajas fuertes. Más importante, sin embargo, es que es usado para fugarse de ciertas situaciones: jaulas, celdas, esposas. Es para aquellos que valoran la libertad y no van a esperar a ser rescatados.
pt_br: A capacidade de arrombar fechaduras, cofres e roubar coisas. Contudo, o mais importante é que é usada para ESCAPAR de situações que envolva: jaulas, cadeias, algemas. Para quem valoriza a liberdade e não quer ser resgatado.
