Repository: coegho/kenshi_galician
Catalog: */LC_MESSAGES/main.po
Languages: es_es, gl, pt_br

source: Allows you to jump between characters in different map zones without any loading time because it keeps a larger area in memory. WARNING: will use more RAM and reduce frame rate
es_es: Te deja saltar entre personajes en diferentes zonas del mapa sin tiempo de carga porque guarda un área mayor en la memoria. AVISO: usará más RAM y reducirá la resolución
gl: Permíteche alternar entre personaxes en distintas zonas do mapa sen tempos de carga porque mantén unha área maior en memoria. AVISO: vai usar máis RAM e reducirá a taxa de cuadros ou frame rate
pt_br: Permite alternar entre personagens em áreas diferentes do mapa sem carregamento, pois uma área maior será armazenada na memória. AVISO: mais RAM será usada e a taxa de quadros será reduzida

source: Gameplay
es_es: Partida
gl: Xogabilidade
pt_br: Jogabilidade

source: Population settings (affects performance)
es_es: Configuración de población (afecta al rendimiento)
gl: Configuración de poboación (afecta o rendemento)
pt_br: Configurações de população (afeta o desempenho)

source: Squad size multiplier
es_es: Multiplicador del tamaño del escuadrón
gl: Multiplicador de tamaño de grupo
pt_br: Multiplicador de tamanho de grupos

source: This multiplies the number of NPCs in each squad (Does not affect number of squads). Setting higher than 1.0 means MORE characters and bigger battles. WARNING! Will adversely affect performance.
es_es: Esto multiplica el número de NPCs en cada escuadrón (No afecta al número de los escuadrones). Establecer más de 1.0 conlleva MÁS personajes y mayores batallas. ¡AVISO! Afectará negativamente al rendimiento.
gl: Isto multiplica o número de NPCs en cada grupo (non afecta ao número de grupos). Un número maior que 1.0 significa MÁIS personaxes e batallas maiores. AVISO: vai afectar negativamente ao rendemento.
pt_br: Multiplica o número de PNJs de cada grupo (Não afeta o número de grupos). Um número maior que 1.0 significa MAIS personagens e batalhas maiores. AVISO! Isso prejudicará o desempenho.

source: Global population multiplier (num NPC squads)
es_es: Multiplicador de la población global (núm NPC escuadrones)
gl: Multiplicador global de poboación (núm. de grupos NPCs)
pt_br: Multiplicador global de população (núm. de grupos de PNJs)

source: This multiplies the number of squads in the world (Does not affect squad size). Setting higher than 1.0 means MORE characters. WARNING! Will adversely affect performance.
es_es: Esto multiplica el número de escuadrones en el mundo (No afecta al tamaño de los escuadrones). Estableces más de 1.0 conlleva MÁS personajes. ¡¡AVISO!! Afectará negativamente al rendimiento.
gl: Multiplica o número de grupos no mundo (non afecta o tamaño do grupo). Un número maior que 1.0 significa MÁIS personaxes. AVISO: vai afectar negativamente o rendemento.
pt_br: Multiplica o número de grupos no mundo (não afeta o tamanho do grupo). Um número maior que 1.0 significa MAIS personagens. AVISO! Isso prejudicará o desempenho.

source: Difficulty settings
es_es: Ajustes de la dificultad
gl: Configuración de dificultade
pt_br: Configurações de dificuldade

source: Town raid events: size
es_es: Eventos de asalto al pueblo: tamaño
gl: Eventos de incursión na vila: tamaño
pt_br: Eventos de saque da cidade: tamanho

source: Affects the size (and therefore difficulty) of attacking forces when nearby factions attack your town. WARNING! Making the raids bigger will affect performance
es_es: Afecta al tamaño (y por tanto la dificultad) de las fuerzas de ataque cuando facciones cercanas atacan tu pueblo. ¡ADVERTENCIA! Perpetrar asaltos más grandes afectará al rendimiento
gl: Afecta o tamaño (e por tanto a dificultade) das forzas atacantes cando faccións veciñas atacan a túa vila. AVISO! Facer as incursións maiores afectará o rendemento
pt_br: Afeta o tamanho (e, portanto, a dificuldade) das forças de ataque quando facções vizinhas atacam sua cidade. CUIDADO! Aumentar a incursão afeta o desempenho.

source: Town raid events: frequency
es_es: Eventos de asalto al pueblo: frecuencia
gl: Eventos de incursión na vila: frecuencia
pt_br: Eventos de saque da cidade: frequência

source: Affects the frequency of the raid events. (Values > 1 means more frequent attacks)
es_es: Afecta a la frecuencia de los actos de incursión. (Valores > 1 implican ataques más frecuentes)
gl: Afecta a frecuencia dos eventos de incursión. (Valores maiores que 1 significan ataques máis frecuentes)
pt_br: Afeta a frequência dos eventos de saque. (Valor acima de 1 significa ataques mais frequentes)

source: Town attacks frequency
es_es: Frecuencia de ataques al pueblo
gl: Frecuencia de ataques á vila
pt_br: Frequência de ataques à cidade

source: Bombardment
es_es: Bombardeo
gl: Bombardeo
pt_br: Bombardeio

source: High
es_es: Alto
gl: Alta
pt_br: Alta

source: Fewer
es_es: Menos
gl: Poucos
pt_br: Poucos

source: Rare
es_es: Excepcional
gl: Raros
pt_br: Raros

source: Never
es_es: Nunca
gl: Nunca
pt_br: Nunca

source: This is a separate thing to the raid events. This is for the attacks by bandits and enemies that just happen to be passing by your base and decide to attack it, trying to take it over. The old default was [High]
es_es: Esto es una cosa separada para los eventos de asalto. Esto es para los ataques perpetrados por bandidos y enemigos que sencillamente pasan junto a tu base y deciden atacarla, intentando hacerse con ella. El viejo valor por defecto era [Alto]
gl: É algo separado para os eventos de incursión. É para os ataques de bandidos e inimigos que, por acaso, pasan pola túa base e deciden atacala, nunha tentativa de asumir o control. O antigo valor por defecto era [Alto]
pt_br: É uma coisa separada para fazer em eventos de saque. É para os ataques de bandidos e inimigos que, por acaso, passam pela sua base e decidem atacá-la, em uma tentativa de assumir o controle. O padrão anterior era [Alto].

source: Dismemberment
es_es: Desmembramiento
gl: Desmembramento
pt_br: Desmembramento

source: Frequent
es_es: Frecuente
gl: Frecuente
pt_br: Frequente

source: Affects how often limbs are lost. [Frequent] means that a limb is lost whenever its HP drops below -100. [Rare] means limbs are only lost when HIT and the damage goes below -100 (a rare occurence). With either setting limbs can still be eaten off also. [Never] means limb loss is disabled completely (boring)
es_es: Afecta a la frecuencia con que pierdes tus miembros. [Frecuente] significa que un miembro es perdido siempre que su PS cae por debajo de -100. [Excepcional] significa que los miembros sólo son perdidos cuando GOLPE y el daño caen por debajo de -100 (un suceso muy raro). Con cualquiera de las configuraciones de los miembros pueden seguir siendo comidas. [Nunca] significa que la pérdida de miembros está totalmente inhabilitada (aburrido)
gl: Afecta a frecuencia coa que se perden membros. [Frecuente] significa que o membro é perdido sempre que os PV caen por debaixo de 100. [Raro] significa que os membros só se perden cando sufren un GOLPE e o dano baixa por debaixo de -100 (non sucede a miúdo). Con calquera das dúas configuracións, os membros tamén poden ser devorados. [Nunca] significa que a perda de membros está completamente desactivada (aburrido)
pt_br: Afeta a frequência na qual os membros são perdidos. [Frequente] significa que o membro é perdido sempre que o PV dele cai para menos de 100. [Raro] significa que os membros são perdidos apenas quando o ACERTADOS e o dano cai para menos de 100 (ocorrência rara). Em ambas as configurações, os membros também podem ser arrancados com mordidas. [Nunca] significa que a perda de membros está completamente desativada (sem graça).

source: Graphics
es_es: Gráficos
gl: Gráficos
pt_br: Gráficos

source: Resolution (need restart)
es_es: Resolución (necesita reiniciar)
gl: Resolución (require reiniciar)
pt_br: Resolução (requer reiniciar)

source: Full screen (need restart)
es_es: Pantalla completa (necesita reiniciar)
gl: Pantalla completa (require reiniciar)
pt_br: Tela cheia (requer reiniciar)

source: Fullscreen mode, use only if Borderless isn't working for you
gl: Modo pantalla completa, úsao só se o modo sen bordos non funciona
pt_br: Modo tela cheia. Use-o apenas se o modo sem bordas não funcionar.

source: Borderless (need restart)
es_es: Sin bordes (necesita reiniciar)
gl: Sen bordos (require reiniciar)
pt_br: Sem bordas (requer reinício)

source: Borderless is the recommended screen mode, it is a type of fullscreen that allows safer alt-tabbing
gl: O modo sen bordos é o recomendado, é un tipo de pantalla completa que permite facer alt+tab con maior seguridade
pt_br: O modo de tela recomendado é o ‘sem bordas’, um tipo de tela cheia que permite usar alt + tab com mais segurança.

source: View Distance
es_es: Distancia de Visión
gl: Distancia de visión
pt_br: Distância de visão

source: Increases the distance you can see, but has a negative effect on performance. Recommend you don't set it extremely high or low.
es_es: Aumenta la distancia que puedes ver, pero tiene un efecto negativo en el rendimiento. Te recomiendo no ajustarlo ni extremadamente alta ni baja.
gl: Aumenta a distancia á que podes ver, mais ten un efecto negativo no rendemento. Recoméndase non poñelo moi alto nin moi baixo.
pt_br: Aumenta a distância de visão, mas prejudica o desempenho. Recomenda-se não configurar em extremamente alto ou baixo.

source: Terrain Detail
es_es: Detalle del Terreno
gl: Detalle do terreo
pt_br: Detalhe do terreno

source: Increases the quality of the terrain, but can have a negative effect on performance.
es_es: Aumenta la calidad del terreno, aunque también puede tener un efecto negativo en el rendimiento.
gl: Aumenta a calidade do terreo, mais ten un efecto negativo no rendemento.
pt_br: Aumenta a qualidade do terreno, mas pode prejudicar o desempenho.

source: Grass View Range
es_es: Alcance de Visión de la Hierba
gl: Alcance de visión da herba
pt_br: Alcance de visão de grama

source: Grass Density
es_es: Densidad de la Hierba
gl: Densidade da herba
pt_br: Densidade da grama

source: Foliage View Range
es_es: Alcance Visión del Follaje
gl: Alcance de visión da follaxe
pt_br: Alcance de visão de folhagem

source: NPC View Range
es_es: Alcance Visión NPC
gl: Alcance de visión dos NPCs
pt_br: Alcance de visão de PNJs

source: Objects View Range
es_es: Alcance Visión de Objetos
gl: Alcance de visión dos obxectos
pt_br: Alcance de visão de objetos

source: Texture Quality (need restart)
es_es: Calidad de la Textura (necesita reiniciar)
gl: Calidade de texturas (require reiniciar)
pt_br: Qualidade de texturas (necessita reiniciar)

source: Mega-high (danger!)
es_es: Mega-Alto (¡peligro!)
gl: Moi alta (perigo!)
pt_br: Muito alta (perigo!)

source: Medium
es_es: Medio
gl: Media
pt_br: Média

source: Low
es_es: Bajo
gl: Baixa
pt_br: Baixa

source: Fugly
es_es: Feísimo
gl: Abominábel
pt_br: Horrível

source: Increases texture quality, doesn't tend to affect performance but will affect memory use and loading times. /n WARNING! If you don't have enough video RAM to handle the setting you choose then the game will crash randomly because that's just how Microsoft designed it. Recommend > 4GB VRAM for max setting
es_es: Aumenta la calidad de la textura, no tiende a afectar al rendimiento sino que afecta al uso de la memoria y los tiempos de carga. /n ¡AVISO! Si no tienes suficiente RAM de vídeo para manejar la configuración que eliges, el juego se bloqueará aleatoriamente porque así es como Microsoft lo diseñó. Recomendación > 4GB VRAM para el ajuste máximo
gl: Aumenta a calidade das texturas, non adoita afectar ao rendemento mais afecta no uso de memoria e tempos de carga. /n AVISO! Se non tes RAM de vídeo suficiente para manexar a a configuración escollida, o xogo irá crashar aleatoriamente porque é así como Microsoft o deseñou. Recoméndase > 4GB de VRAM para configuración máxima
pt_br: Aumenta a qualidade das texturas, não costuma prejudicar o desempenho, mas afeta o uso da memória e os tempos de carregamento. /n AVISO! Se você não tiver RAM de vídeo suficiente para suportar a configuração escolhida, o jogo travará aleatoriamente porque foi assim que a Microsoft fez ele. Recomenda-se > 4 GB de VRAM

source: Terrain Chunk Size (need restart)
es_es: Tamaño del Trozo de Terreno (necesita reiniciar)
gl: Tamaño do cacho de terreo (require reiniciar)
pt_br: Tamanho do pedaço de terreno (necessário reiniciar)

source: Small
es_es: Pequeño
gl: Pequeno
pt_br: Pequeno

source: Large
es_es: Grande
gl: Grande
pt_br: Grande

source: The size of terrain chunks. [Large] will make the game run much faster when looking at the horizon for faster computers. Slower systems using a shorter view distance may find it actually runs slower, in which case set it to [Small]. [Small] will also help if you have problems with running out of video RAM, which causes crashes
es_es: El tamaño de los trozos de terreno. [Grande] hará que el juego funcione mucho más rápido cuando miras al horizonte, con ordenadores más rápidos. Sistemas más lentos que usan una distancia de visión más corta puede suceder que funcionen más lentos, en tal caso configurarlo [Pequeño]. [Pequeño] además te ayudará si tienes problemas con el funcionamiento de la RAM de vídeo, la cual hace que se quede colgada
gl: O tamaño dos cachos (Chunks) de terreo. [Grande] fará que o xogo vaia máis rápido ao ollar o horizonte nos computadores rápidos. Sistemas máis lentos usando visión de curto alcance poden achar que, ao contrario, fican máis lento; nese caso troca para [Pequeno]. [Pequeno] tamén axudará se tes problemas por quedar sen RAM, que provoca crashes
pt_br: O tamanho de partes do terreno. [Grande] fará com que o jogo fique mais rápido ao olhar o horizonte nos computadores rápidos. Sistemas mais lentos usando visão de curto alcance podem achar que, ao contrário, fica mais lento, nesse caso, troque para [Pequeno]. [Pequeno] também ajudará caso tenha problemas com a memória ram de vídeo, que causa erros.

source: Water reflection
es_es: Reflejo en agua
gl: Reflexos na auga
pt_br: Reflexos na água

source: Disabled
es_es: Inhabilitado
gl: Desactivado
pt_br: Desativado

source: Landscape
es_es: Paisaje
gl: Paisaxe
pt_br: Terreno

source: Characters
es_es: Personajes
gl: Personaxes
pt_br: Personagens

source: Everything
es_es: Todo
gl: Todo
pt_br: Tudo

source: Determines what is reflected in the water. Turning this off will give a good performance boost
es_es: Determina lo que se refleja en el agua. Apagar esto dará un buen impulso al rendimiento
gl: Determina que se reflexa na auga. Desactivar esta opción aumenta bastante o rendemento
pt_br: Determina o que é refletido na água. Desligar esta opção melhora o desempenho.

source: Shadows
es_es: Sombras
gl: Sombras
pt_br: Sombras

source: CSM
gl: CMS
pt_br: CMS

source: Turn off shadows if you have problems with performance
es_es: Apaga las sombras si te genera problemas de rendimiento
gl: Desactiva as sombras se tes problemas co rendemento
pt_br: Desative as sombras se tiver problemas com o desempenho

source: Shadow Quality
es_es: Calidad de la Sombra
gl: Calidade das sombras
pt_br: Qualidade das sombras

source: 1024 (poor)
es_es: 1024 (pobre)
gl: 1024 (escasa)
pt_br: 1024 (ruim)

source: 2048 (nice)
es_es: 2048 (bueno)
gl: 2048 (boa)
pt_br: 2048 (bom)

source: 4096 (some video cards may freak out)
es_es: 4096 (algunas tarjetas de video pueden flipar)
gl: 4096 (algunhas tarxetas de vídeo poden tolear)
pt_br: 4096 (alguns computadores podem pirar)

source: Shadow Range
es_es: Alcance de Sombra
gl: Alcance das sombras
pt_br: Alcance das sombras

source: Setting a longer range means that shadows are visible for a longer distance, but also reduces the shadows resolution/quality. Find a balance that you like.
es_es: Establecer una distancia mayor implica que las sombras son visibles desde una distancia mayor, aunque también reduce la resolución/calidad de las sombras. Encuentra el equilibrio que te guste.
gl: Definir unha distancia maior significa que as sombras son visíbeis nunha distancia maior, mais tamén reduce a resolución/calidade das sombras. Atopa o equilibrio que gustes.
pt_br: Definir um alcance maior significa que sombras ficam visíveis por uma distância maior, mas também reduz a resolução/qualidades das sombras. Encontre o equilíbrio que desejar.

source: Blood
es_es: Sangre
gl: Sangue
pt_br: Sangue

source: Decal Range
es_es: Alcance de la Calco
gl: Alcance de decalques
pt_br: Alcance de decalques

source: Decal Resolution
es_es: Resolución de la Calco
gl: Resolución de decalques
pt_br: Resolução de decalques

source: The quality of blood-splats on the terrain
es_es: La calidad de las salpicaduras de sangre en el terreno
gl: A calidade das manchas de sangue no terreo
pt_br: A qualidade de manchas de sangue no terreno

source: Harpoon limit
es_es: Límite de arpones
gl: Límite do arpón
pt_br: Limite de arpão

source: The max number of harpoons/arrows that are left in the ground. Reduce this if you have frame rate drops around heavy turret areas.
es_es: El número máximo de arpones/flechas que son abandonadas en el suelo. Reduce esto si la tasa de fotogramas cae alrededor de la zona con torretas blindadas.
gl: O número máximo de arpóns/frechas que quedan no chan. Reduce isto se tes caídas da taxa de cuadros (frame rate drops) preto de áreas con moitas torretas.
pt_br: O número máx. de harpões/flechas que são deixados no chão. Reduza essa configuração se sua taxa de quadros cair perto de áreas com muitas torretas.

source: Audio
pt_br: Som

source: Music volume
es_es: Volumen música
gl: Volume da música
pt_br: Volume da música

source: Ambient volume
es_es: Volumen ambiente
gl: Volume do ambiente
pt_br: Volume do ambiente

source: Footstep volume
es_es: Volumen pisadas
gl: Volume dos pasos
pt_br: Volume dos passos

source: SFX volume
es_es: Volumen SFX
gl: Volume de efectos
pt_br: Volume de efeitos

source: VO volume
es_es: Volumen Voz
gl: Volume da voz
pt_br: Volume da narração

source: UI volume
es_es: Volumen GUI
gl: Volume da interface
pt_br: Volume da interface

source: Music Frequency (minutes)
es_es: Frecuencia de Música (minutos)
gl: Frecuencia de música (minutos)
pt_br: Frequência de música (minutos)

source: Affects the overall amount of time that music plays in the game
es_es: Afecta a la cantidad global de tiempo que la música suena en el juego
gl: Afecta á cantidade de tempo total en que a música soa durante o xogo
pt_br: Afeta a quantidade de tempo total em que música toca durante o jogo

source: Controls
es_es: Mandos
gl: Controis
pt_br: Controles

source: Invert mouse X
es_es: Ratón invertido X
gl: Invertir X do rato
pt_br: Inverter X do mouse

source: Invert mouse Y
es_es: Ratón invertido Y
gl: Invertir Y do rato
pt_br: Inverter Y do mouse

source: Swap mouse buttons
es_es: Intercambiar botones del ratón
gl: Trocar botóns do rato
pt_br: Trocar botões do mouse

source: Swap left and right mouse buttons on the GUI
es_es: Permuta izquierda y derecha con los botones del ratón en la GUI
gl: Intercambia os botóns esquerdo e dereito do rato na GUI
pt_br: Alterna os botões esquerdo e direito do mouse na IU

source: Hardware Mouse
es_es: Ratón Hardware
gl: Rato de hardware
pt_br: Mouse de hardware

source: Turning this on will use the windows hardware mouse pointer, which looks a bit weird but has the advantage that it's not affected by the frame-rate. (REQURIES RESTART)
es_es: Encendiento esto, usará el puntero del ratón del hardware de windows, cuyo aspecto es un poco raro pero tiene la ventaja de que no está afectado por la resolución o tasa de cuadrados. (REQUIERE REINICIAR)
gl: Activar esta opción usará o punteiro do rato de hardware de Windows, que é un pouco rariño mais ten a vantaxe de non verse afectado pola taxa de cuadros (REQUIRE REINICIO)
pt_br: Ativar esta opção usará o ponteiro do hardware de mouse do Windows, que é meio esquisito, mas tem a vantagem de não ser afetado pela taxa de quadros (REQUER REINÍCIO)

source: Camera Move Speed
es_es: Velocidad Movimiento Cámara
gl: Velocidade de movemento da cámara
pt_br: Velocidade de movimento da câmera

source: Camera Rotate Speed X
es_es: Velocidad Rotación Cámara X
gl: Velocidade de xiro da cámara X
pt_br: Velocidade de giro da câmera X

source: Camera Rotate Speed Y
es_es: Velocidad Rotación Cámara Y
gl: Velocidade de xiro da cámara Y
pt_br: Velocidade de giro da câmera Y

source: Camera Zoom Speed
es_es: Velocidad Zoom Cámara
gl: Velocidade de zoom da cámara
pt_br: Velocidade de zoom da câmera

source: Key bindings
es_es: Atajos de teclado
gl: Atallos de teclado
pt_br: Atalhos

source: Selection
es_es: Selección
gl: Selección
pt_br: Seleção

source: Issue command
es_es: Dar una orden
gl: Emitir comando
pt_br: Problema de comando

source: Pause Game
es_es: Pausar Juego
gl: Pausar o xogo
pt_br: Pausar o jogo

source: Take screenshot
es_es: Tomar pantallazo
gl: Facer captura de pantalla
pt_br: Obter captura de tela

source: Quicksave
es_es: Guardar Rápidamente
gl: Gardado rápido
pt_br: Salvamento rápido

source: Quickload
es_es: Cargar Rápidamente
gl: Cargado rápido
pt_br: Carregar rápido

source: Normal game speed
es_es: Velocidad de juego Normal
gl: Velocidade de xogo normal
pt_br: Velocidade de jogo normal

source: Faster game speed
es_es: Velocidad de juego Más Rápido
gl: Velocidade de xogo rápida
pt_br: Velocidade de jogo rápida

source: Fastest game speed
es_es: Velocidad de juego Rapidísimo
gl: Velocidade de xogo máis rápida
pt_br: Velocidade de jogo mais rápida

source: Up one floor
es_es: Subir un piso
gl: Subir un piso
pt_br: Subir um andar

source: Down one floor
es_es: Bajar un piso
gl: Baixar un piso
pt_br: Descer um andar

source: Highlight Items
es_es: Artículos Destacados
gl: Destacar obxectos
pt_br: Destacar itens

source: Rotate camera
es_es: Rotar cámara
gl: Rotar cámara
pt_br: Girar câmera

source: Move camera forward
es_es: Mover cámara hacia adelante
gl: Mover cámara cara adiante
pt_br: Mover câmera para a frente

source: Move camera backward
es_es: Mover cámara hacia atrás
gl: Mover cámara cara atrás
pt_br: Mover câmera para trás

source: Move camera left
es_es: Mover cámara a la izquierda
gl: Mover cámara cara a esquerda
pt_br: Mover câmera para a esquerda

source: Move camera right
es_es: Mover cámara a la derecha
gl: Mover cámara cara a dereita
pt_br: Mover câmera para a direita

source: Tilt camera up
es_es: Inclinar hacia arriba cámara
gl: Inclinar cámara cara arriba
pt_br: Inclinar câmera para baixo

source: Tilt camera down
es_es: Inclinar hacia abajo cámara
gl: Inclinar cámara cara abaixo
pt_br: Inclinar câmera para cima

source: Rotate camera left
es_es: Rotar cámara hacia izquierda
gl: Rotar cámara cara a esquerda
pt_br: Girar câmera para a esquerda

source: Rotate camera right
es_es: Rotar cámara hacia derecha
gl: Rotar cámara cara a dereita
pt_br: Girar câmera para a direita

source: Zoom in
es_es: Meter zoom
gl: Facer zoom
pt_br: Aproximar

source: Zoom out
es_es: Quitar zoom
gl: Restar zoom
pt_br: Afastar

source: Toggle map
es_es: Alternar mapa
gl: Activar mapa
pt_br: Ativar mapa

source: Toggle character inventory
es_es: Alternar inventario del personaje
gl: Activar inventario de personaxe
pt_br: Ativar inventário de personagem

source: Toggle character stats
es_es: Alternar estadísticas del personaje
gl: Activar atributos de personaxe
pt_br: Ativar atributos de personagens

source: Toggle research
es_es: Alternar a investigación
gl: Activar pesquisa
pt_br: Ativar pesquisa

source: Toggle faction window
es_es: Alternar a ventana de la facción
gl: Activar xanela de facción
pt_br: Alternar para janela de facção

source: Toggle main gui
es_es: Alternar a GUI principal
gl: Activar interface principal
pt_br: Ativar interface principal
