Repository: coegho/kenshi_galician
Catalog: */LC_MESSAGES/main.po
Languages: es_es, gl, pt_br

source: Install new limbs using the robotics window availiable from the character's inventory. Robotic limbs require skeleton repair kits to fix. The maximum health of the limb will also degrade as it takes damage but it can be restored to its full health in a skeleton repair bed.
es_es: Instala miembros nuevos utilizando la ventana de robótica disponible en el inventario del personaje. Los miembros robóticos requieren de equipos de reparación de esqueleto para ser arreglados. La salud máxima de un miembro se degradará conforme sufra daños pero puede ser devuelta a un estado de plena salud en una cama reparadora de esqueleto.
gl: Instala novos membros usando a xanela de robótica dispoñíbel no inventario do personaxe. Os membros robóticos precisan kits de reparación de esquelete para ser arranxalos. A saúde máxima do membro vai ir diminuíndo a medida que reciba dano, mais pode recuperarse ao nivel máximo nunha cama de reparación de esquelete.
pt_br: Instale membros novos usando a janela de robótica disponível no inventário do personagem. Membros robóticos precisam de kits de reparo de esqueletos para serem consertados. O máximo de vida do membro também diminuirá com os danos recebidos, mas ele pode voltar ao seu máximo vida na cama de reparos de esqueleto.

source: Editor problem
es_es: Problema con el editor
gl: Problema co editor
pt_br: Problema no editor

source: Editor values missing for the race '{1}'
es_es: Faltan los valores del editor para la raza '{1}'
gl: Valores de editor ausentes para a raza '{1}'
pt_br: Valores do editor ausentes para a raça '{1}'

source: Editor values missing for the race '{1}' for both genders.
es_es: Faltan los valores del editor para la raza '{1}' para ambos géneros.
gl: Valores do editor ausentes para a raza '{1}' de ambos xéneros.
pt_br: Valores do editor ausentes para a raça '{1}' de ambos os sexos.

source: Editor values missing for the race '{1}' for gender: {2}.
es_es: Faltan los valores del editor para la raza '{1}' para el género {2}.
gl: Valores de editor ausentes para a raza '{1}' do xénero: {2}.
pt_br: Valores do editor ausentes para a raça '{1}' do sexo: {2}.

source: You cannot delete this building while there are still items in its inventory. Precious research artifacts and stuff, don't lose them.
es_es: No puedes borrar esta construcción mientras queden ítems en su inventario. Utensilios de búsqueda preciados y otras cosas, no los pierdas.
gl: Non podes borrar esta construción mentres teña obxectos no seu inventario. Evita perder artefactos de pesquisa valiosos e cousas así.
pt_br: Não é possível excluir esse edifício enquanto ele tiver itens em seu inventário. Evite perder artefatos de pesquisa preciosos e coisas do tipo.

source: There are still items in the inventory, they will be lost. Are you sure you want to destroy this building?
es_es: Aún hay ítems en el inventario, se perderán. ¿Seguro que quieres destruir esta construcción?
gl: Aínda hai obxectos no inventario, vanse perder. Estás seguro de querer destruír o edificio?
pt_br: Ainda há itens no inventário e eles serão perdidos. Destruir esse edifício?

source: You cannot delete this building while it has mounted buildings.
es_es: No puedes borrar esta construcción mientras tenga construcciones montadas.
gl: Non podes borrar esta construción mentres teña construcións montadas sobre ela.
pt_br: Não é possível excluir essa construção enquanto houver outras montadas sobre ela.

source: Dismantle
es_es: Desmantelar
gl: Desmantelar
pt_br: Desmontar

source: Dismantling this building will destroy all furniture. Do you want to continue?
es_es: Al desmantelar esta construcción todo el mobiliario se destruirá. ¿Quieres continuar?
gl: Se desmantelas este edificio destruirás todo o mobiliario. Queres continuar?
pt_br: Se desmontar esse edifício, você destruirá todos os móveis. Prosseguir?

source: Are you sure?
es_es: ¿Estás seguro?
gl: Estás seguro?
pt_br: Tem certeza?

source: Building '{1}' construction complete at '{2}'.
es_es: Construcción '{1}' edificación completada en '{2}'.
gl: Construción de '{1}' rematada en '{2}'.
pt_br: Edifício ‘{1}’ concluído em ‘{2}’.

source: Building '{1}' construction complete.
es_es: Construcción '{1}' edificación completada.
gl: Construción de '{1}' rematada.
pt_br: Construção do edifício ‘{1}’ concluída.

source: Building construction complete
es_es: Terminada la edificación de la construcción
gl: Construción rematada
pt_br: Construção concluída

source: Contract with
es_es: Contratar con
gl: Contrato con
pt_br: O contrato com

source: has been terminated.
es_es: ha sido terminado.
gl: foi concluído.
pt_br: encerrou.

source: has ended.
es_es: ha finalizado.
gl: rematou.
pt_br: terminou.

source: Bodyguard Contract
es_es: Contratar Guardaespaldas
gl: Contrato de escolta
pt_br: Contrato de guarda-costas

source: -Protecting:
es_es: -Protegiendo:
gl: -Protexendo:
pt_br: -Protegendo:

source: -Expires in:
es_es: -Caduca en:
gl: -Expira en:
pt_br: -Expira em:

source: Base Defence Contract
es_es: Contratar Defensa Base
gl: Contrato de defensa de base
pt_br: Contrato de Defesa de Base

source: {1} squad has been removed from {2}
es_es: {1} escuadrón ha sido cambiado de {2}
gl: Equipo {1} foi retirado de {2}
pt_br: Grupo {1} foi removido de {2}

source: {1} has been enslaved
es_es: {1} ha sido esclavizado
gl: {1} caeu na escravitude
pt_br: {1} foi escravizad/OA/

source: I don't have any materials
es_es: No tengo materiales
gl: Non teño materiais
pt_br: Não tenho materiais

source: I need a medkit.
es_es: Necesito un botiquín médico.
gl: Preciso un kit médico.
pt_br: Preciso de um kit médico.

source: My legs are messed up.
gl: As miñas pernas están eivadas.
pt_br: Minhas pernas estão ruins.

source: I need a repair kit.
es_es: Necesito un equipo de reparación.
gl: Preciso un kit de reparación.
pt_br: Preciso de um kit de reparos.

source: I don't have any tools
es_es: No tengo herramientas
gl: Non teño ferramentas
pt_br: Não tenho ferramentas

source: My arms are messed up...
es_es: Mis brazos están en mal estado...
gl: Os meus brazos están eivados...
pt_br: Meus braços estão ruins...

source: I'm not skilled enough...
es_es: No estoy lo bastante capacitado...
gl: Non teño habilidade dabondo...
pt_br: Não tenho habilidades suficientes...

source: My arm is messed up too badly.
es_es: Mi brazo está en un pésimo estado.
gl: O meu brazo está demasiado escarallado.
pt_br: Meu braço está ruim demais.

source: It's locked.
es_es: Está cerrado.
gl: Está fechado.
pt_br: Está trancad/OA/.

source: I can't get out of here.
es_es: No puedo salir de aquí.
gl: Non consigo saír de aquí.
pt_br: Não consigo sair daqui.

source: I can't get there.
es_es: No puedo llegar ahí.
gl: Non podo chegar aí.
pt_br: Não consigo chegar aí.

source: It's empty.
es_es: Está vacío.
gl: Está baleiro.
pt_br: Está vazio.

source: The machine is full.
es_es: Esta máquina está llena.
gl: A máquina está chea.
pt_br: A máquina está cheia.

source: It's out of resources.
es_es: No quedan recursos.
gl: Non ten recursos.
pt_br: Está sem recursos.

source: I don't have space to pick that up!
es_es: No tengo espacio para recogerlo!
gl: Non teño espazo para coller iso!
pt_br: Não tenho espaço para pegar isso!

source: My arm is messed up too badly to lift anything.
es_es: Mi brazo está en un estado tan pésimo que no puedo levantar nada.
gl: O meu brazo está demasiado escarallado como para erguer nada.
pt_br: Meu braço está ruim demais para levantar qualquer coisa.

source: It needs electricity.
es_es: Necesita electricidad.
gl: Precisa electricidade.
pt_br: Precisa de eletricidade.

source: He's in the water.
es_es: Está en el agua.
gl: Está na auga.
pt_br: Ele está na água.

source: I'm busy swimming.
gl: Estou nadando agora.
pt_br: Estou ocupad/OA2/ nadando.

source: Ate {1}
es_es: Comió {1}
gl: Comeu {1}
pt_br: Comeu {1}

source: -Wanted For:
es_es: -Buscado Por:
gl: -Procúrase por:
pt_br: -Procura-se por:

source: Bounty:
es_es: Recompensa:
gl: Recompensa:
pt_br: Recompensa:

source: Waiting to be released
es_es: Esperando a ser soltado
gl: Agardando a ser liberado
pt_br: Esperando a libertação

source: Imprisoned, sentence time remaining:
es_es: Encarcelado, tiempo de sentencia restante:
gl: Aprisionado, tempo restante da sentenza:
pt_br: Aprisionado, tempo restante na sentença:

source: {1,num} hr
gl: {1,num} h
pt_br: {1,num} h

source: Imprisoned, sentence time:
es_es: Encarcelado, duración de la sentencia:
gl: Aprisionado, tempo de sentenza:
pt_br: Aprisionado, tempo de sentença:

source: FOREVER
es_es: PARA SIEMPRE
gl: PARA SEMPRE
pt_br: PARA SEMPRE

source: This character is wanted by the authorities. Turn them in for a reward.
es_es: Este personaje es buscado por las autoridades. Entrégaselo a cambio de una recompensa.
gl: Este personaxe está en procura polas autoridades. Captúrao e entrégao para conseguir unha recompensa.
pt_br: Esse personagem é procurado pelas autoridades. Capture-o e entregue-o para conseguir uma recompensa.

source: Notorious: The bounty will never expire.
es_es: Infame: La recompensa nunca caducará.
gl: Notorio: a recompensa nunca expira.
pt_br: Notório: a recompensa nunca expira.

source: The bounty will expire in {1,num} hr
es_es: La recompensa caducará en {1,num} hr
gl: A recompensa expira en {1,num} h
pt_br: A recompensa expira em {1,num} h

source: This character is not wanted by the local faction
es_es: Este personaje no está buscado por la facción local
gl: A facción local non procura a este personaxe
pt_br: Esse personagem não é procurado pela facção local

source: Total Weight:
es_es: Peso total:
gl: Peso total:
pt_br: Peso total:

source: Overloaded
es_es: Sobrecargado
gl: Sobrecargado
pt_br: Sobrecarregado

source: Heavy
es_es: Pesado
gl: Pesado
pt_br: Pesado

source: Moderate
es_es: Moderado
gl: Moderado
pt_br: Moderado

source: Lightweight
es_es: Ligero
gl: Lixeiro
pt_br: Leve

source: Weightless
es_es: Ingrávido
gl: Sen peso
pt_br: Sem peso

source: Money:
es_es: Dinero:
gl: Cartos:
pt_br: Dinheiro:

source: Merchant Info:
es_es: Información mercantil:
gl: Información do mercader:
pt_br: Inform. de mercador:

source: Prices:
es_es: Precios:
gl: Prezos:
pt_br: Preços:

source: Buys Stolen Goods
es_es: Compra Bienes Robados
gl: Compra de mercadorías roubadas
pt_br: Compra mercadoria roubada

source: Clothing disguise:
es_es: Efectividad del disfraz:
gl: Disfrace de roupas:
pt_br: Disfarce de roupas:

source: In secure location:
es_es: En ubicación segura:
gl: En lugar seguro:
pt_br: Em local seguro:

source: Same faction:
es_es: Misma facción:
gl: Mesma facción:
pt_br: Mesma facção:

source: Slave owner recognition:
es_es: Identificación del propietario del esclavo:
gl: Identificación do dono do escravo:
pt_br: Reconhecimento de dono de escravo:

source: Someone knows me personally:
es_es: Alguien me conoce personalmente:
gl: Alguén me coñece persoalmente:
pt_br: Alguém me conhece pessoalmente:

source: Disguise blown:
es_es: Incógnito descubierto:
gl: Disfrace exposto:
pt_br: Disfarce exposto:

source: {1,num} sec
es_es: {1,num} seg
gl: {1,num} s
pt_br: {1,num} s

source: Not currently in disguise.
es_es: Actualmente no está de incógnito.
gl: Sen disfrace agora mesmo.
pt_br: Sem disfarce no momento.

source: None
es_es: Ninguno
gl: Ningún
pt_br: Nenhum

source: Disguise:
es_es: Incógnito:
gl: Disfrace:
pt_br: Disfarce:

source: Blown!
es_es: ¡Descubierto!
gl: Exposto!
pt_br: Exposto!

source: Slave of:
es_es: Esclavo de:
gl: Escravo de:
pt_br: Escravo de:

source: The faction that owns you.
es_es: La facción que te posee.
gl: A facción que te posee.
pt_br: A facção que possui você.

source: Clothing:
es_es: Ropa:
gl: Roupas:
pt_br: Roupas:

source: Minimum (Escaping):
es_es: Mínimo (Fugitivo):
gl: Mínimo (en fuga):
pt_br: Mínimo (em fuga):

source: Minimum (Ex-Slave):
es_es: Mínimo (Ex-Esclavo):
gl: Mínimo (ex-escravo):
pt_br: Mínimo (ex-escravo):

source: How much you look like an escaped slave. Based on how you are dressed/undressed. Wearing shackles and rags is a big giveaway. Try to avoid hanging around too long near people who may recognise you.
es_es: Cuánto pareces como un esclavo fugitivo. Basado en como vas vestido/desvestido. Ir vestido con harapos y grilletes es un gran indicio. Evita en lo posible merodear mucho tiempo cerca de gente que pueda reconocerte.
gl: Até que punto semellas un escravo fuxido. Baseado na roupa que levas. Levar farrapos e grilletas é bastante delatador. Procura evitar ficar moito tempo preto de persoas que poidan recoñecerte.
pt_br: Grau de semelhança com um escravo fugido. Baseado no nível de vestimenta. Vestir trapos e grilhões é um grande sinal. Tente evitar ficar muito tempo por perto de pessoas que podem acabar reconhecendo você.

source: Looks like slave:
es_es: Pareces un esclavo:
gl: Semella un escravo:
pt_br: Parece com um escravo:

source: You are a free person.
es_es: Eres una persona libre.
gl: Es unha persoa libre.
pt_br: Você é uma pessoa livre.

source: You are no slave.
es_es: No eres esclavo.
gl: Non es escravo.
pt_br: Você não é nenhum escravo.

source: War Leader
es_es: Líder de la Guerra
gl: Líder de guerra
pt_br: Líder de Guerra

source: This is the Commander in charge of an entire army.
es_es: Este es el Comandante a cargo de todo un ejército.
gl: Este é o comandante a cargo dun exército enteiro.
pt_br: Este personagem é o comandante de um exército inteiro.

source: Leader
es_es: Líder
gl: Líder
pt_br: Líder

source: This is the leader of this group.
es_es: Este es el líder de este grupo.
gl: É líder deste grupo.
pt_br: É /OA/ líder deste grupo.

source: Kidnapped
es_es: Secuestrado
gl: Secuestrado
pt_br: Sequestrado

source: This character has been kidnapped, law enforcers will try to help
es_es: Este personaje ha sido secuestrado, los agentes de la ley intentarán ayudar
gl: Este personaxe foi secuestrado, os axentes da lei intentarán axudar
pt_br: Este personagem foi sequestrado. Agentes da lei tentarão ajudar.

source: Diplomatic Status
es_es: Estatus Diplomático
gl: Status diplomático
pt_br: Status diplomático

source: This is a special person with diplomatic importance. Anyone who attacks this guy will be in serious trouble with his faction.
es_es: Esta es una persona especial de importancia diplomática. Cualquiera que ataque a este tío estará en serios problemas con su facción.
gl: Esta é unha persoa especial con importancia diplomática. Calquera que ataque a este tipo procurarase serios problemas coa súa facción.
pt_br: Esta é uma pessoa especial, com importância diplomática. Qualquer um que ataque esse cara ficará em sérios problemas com essa facção.

source: someone
es_es: alguien
gl: alguén
pt_br: alguém

source: Seen!
es_es: ¡Visto!
gl: Visto!
pt_br: Avistado!

source: Undiscovered
es_es: Oculto
gl: Sen descubrir
pt_br: Não descoberto

source: Situation:
es_es: Situación:
gl: Situación:
pt_br: Situação:

source: Looks like a slave:
es_es: Aspecto de esclavo:
gl: Semella un escravo:
pt_br: Parece um escravo:

source: Time remaining:
es_es: Tiempo restante:
gl: Tempo restante:
pt_br: Tempo restante:

source: {1,num} hour
es_es: {1,num} hora
gl: {1,num} hora
pt_br: {1,num} hora

source: Escaped slave
es_es: Esclavo fugitivo
gl: Escravo fuxido
pt_br: Escravo fugido

source: Keep your [Looks Like A Slave] level as low as possible, wear clothing or disguises and find a plastic surgeon to restore your hair. Don't get spotted.
es_es: Mantén tu nivel [Aspecto De Esclavo] tan bajo como sea posible, viste ropas o disfraces y encuentra un cirujano plástico para restaurar tu pelo. No te dejes ser localizado.
gl: Mantén o teu nivel [Semella un escravo] o máis baixo posíbel, vestindo roupas ou disfraces e atopando un cirurxián que restaure o teu cabelo. Non deixes que te atopen.
pt_br: Mantenha o seu nível [Parece com um escravo] o mais baixo o possível, vestindo roupas ou disfarces e encontrando um cirurgião plástico para restaurar o seu cabelo. Não seja visto.

source: A slave of {1} that has been seen escaping. Needs to lay low for a day and avoid getting spotted. {2}
es_es: Un esclavo de {1} que ha sido visto escapando. Necesita pasar desapercibido durante un día y evitar ser localizado. {2}
gl: Viuse un escravo de {1} fuxindo. Precisa manter un perfil baixo por un día para non ser atopado. {2}
pt_br: Viram um/A/ escrav/OA/ de {1} fugindo. El/EA/ precisa se esconder por um dia para não ser encontrad/OA/. {2}

source: Ex-slave
es_es: Ex-esclavo
gl: Ex-escravo
pt_br: Ex-escravo

source: Keep your [Looks Like A Slave] level as low as possible, wear clothing or disguises and find a plastic surgeon to restore your hair. You should be safe if you stay out of towns.
es_es: Mantén tu nivel [Aspecto De Esclavo] tan bajo como sea posible, viste ropas o disfraces y encuentra un cirujano plástico para restaurar tu pelo. Deberías estar a salvo si permaneces alejado de los pueblos.
gl: Mantén o teu nivel de [Semella un escravo] o máis baixo posíbel, vestindo roupas ou disfraces e atopando un cirurxián plástico para restaurar o teu cabelo. Deberías estar a salvo se te mantés fóra das vilas.
pt_br: Mantenha o seu nível [Parece com um escravo] o mais baixo o possível, vestindo roupas ou disfarces e encontrando um cirurgião plástico para restaurar o seu cabelo. Você deve ficar bem se não entrar em cidades.

source: Was once a slave of {1} but has now escaped. The heat has died down but he still needs to avoid getting found out. {2}
es_es: Una vez fue esclavo de {1} pero ahora ha escapado. El riesgo ha disminuido pero aún necesita evitar ser descubierto. {2}
gl: Foi escrav/OA/ de {1} mais fuxiu. O rastro está frío mais aínda debe evitar que o atopen. {2}
pt_br: Já foi escrav/OA/ de {1}, mas fugiu. Já não estão mais em seu encalço, mas el/EA/ ainda precisa continuar escondid/OA/. {2}

source: Slave
es_es: Esclavo
gl: Escravo
pt_br: Escravo

source: Your character will have a permanent job assigned called [Obedient slave]. While this is active he will automatically work for his master. You can remove this job, but beware of the consequences...
es_es: Tu personaje tendrá asignado un permanente llamado [Esclavo obediente]. Mientras que esto esté activo trabajará automáticamente para su amo. Puedes eliminar este , pero ten cuidado con las consecuencias...
gl: O teu personaxe terá unha tarefa permanente asignada chamada [Escravo obediente]. Mentres isto permaneza activo, traballará automaticamente para o seu amo. Podes eliminar esta tarefa, mais ten coidado coas consecuencias...
pt_br: Seu personagem terá um trabalho designado permanentemente chamado [Escravo obediente]. Enquanto isso estiver ativo, ele trabalhará automaticamente para o seu mestre. Você pode remover esse trabalho, mas tenha cuidado com as consequências...

source: A slave belonging to {1}. Not considered a person with rights, a slave works for his master until death and nothing more. {2}
es_es: Un esclavo perteneciente a {1}. No es considerado una persona con derechos, un esclavo trabaja para su amo hasta la muerte y nada más. {2}
gl: Escrav/OA/ que pertence a {1}. Privado de dereitos, un escravo traballa para o seu amo até a morte e nada máis. {2}
pt_br: Escrav/OA/ que pertence a {1}. Privad/OA/ de todos os direitos humanos, /OA/ escrav/OA/ trabalha para seu mestre até a morte e nada mais. {2}

source: Committing Crime!
es_es: ¡Cometiendo un Crimen!
gl: Cometendo crime!
pt_br: Cometendo crime!

source: This character is currently committing {1}, make sure nobody witnesses it.
es_es: En este momento, este personaje está cometiendo {1}, asegúrate de que nadie lo presencia.
gl: Este personaxe está actualmente cometendo {1}, asegúrate de que non haxa testemuñas.
pt_br: Esse personagem está atualmente cometendo {1} — ninguém pode testemunhar isso.

source: This character has been caught committing {1}! He might end up with a bounty on his head if he can't vanish. Current bounty is c.{2,num}
es_es: ¡Este personaje ha sido pillado cometiendo {1}! Podría terminar con una recompensa por su cabeza si no logra esfumarse. La recompensa actual es c.{2,num}
gl: Pescaron a este personaxe cometendo {1}! Pode rematar cunha recompensa na súa cabeza se non desaparece. A recompensa actual é de c.{2,num}
pt_br: Este personagem foi pego cometendo {1}! Ele pode acabar com uma recompensa por sua cabeça, se não desaparecer. A recompensa atual é de c.{2,num}

source: This character has been caught committing {1}! He might end up with a bounty on his head if he can't vanish.
es_es: ¡Este personaje ha sido pillado cometiendo {1}! Podría terminar con una recompensa por su cabeza si no logra esfumarse.
gl: Pescaron a este personaxe cometendo {1}! Pode rematar cunha recompensa na súa cabeza se non desaparece.
pt_br: Este personagem foi pego cometendo {1}! Ele pode acabar com uma recompensa por sua cabeça, se não desaparecer.

source: Escaped Prisoner
es_es: Prisionero fugitivo
gl: Prisioneiro fuxido
pt_br: Prisioneiro fugido

source: This character broke out of prison, if he gets spotted by any guards he is in trouble. Leave town to clear this status. Expires in {1}
es_es: Este personaje escapó de la prisión, si es avistado por cualquier vigilante estará en problemas. Abandona el pueblo para limpiar su estatus. Caduca en {1}
gl: Este personaxe fuxiu da prisión. Se o atopan os gardas, estará en apuros. Deixa a vila para librarte desta condición. Expira en {1}
pt_br: Este personagem fugiu da cadeia. Se for avistado por algum guarda, estará em apuros. Saia da cidade para se livrar dessa condição. Expira em {1}

source: State:
es_es: Estado:
gl: Estado:
pt_br: Estado:

source: Dead
es_es: Muerto
gl: Morto
pt_br: Morto

source: This guy is dead and gone.
es_es: Este tío está muerto y acabado.
gl: Est/EA/ tip/OA/ morreu de todo.
pt_br: Esse cara já era.

source: Locked (lvl: {1,num})
es_es: Cerrado con llave (n: {1,num})
gl: Fechado (nv: {1,num})
pt_br: Trancad/OA/ (nv: {1,num})

source: You are locked in a cage. The lock has a difficulty level of {1,num}.
es_es: Estás encerrado con llave en una jaula. La cerradura tiene un nivel de dificultad de {1,num}.
gl: Estás fechado nunha gaiola. A fechadura ten un nivel de dificultade de {1,num}.
pt_br: Você está numa jaula. A tranca tem um nível de dificuldade de {1,num}.

source: (Unlocked...)
es_es: (Cerradura abierta...)
gl: (Desfechado...)
pt_br: (Destrancado...)

source: The cage you are in is UNLOCKED. Nobody knows this but you, you can escape any time you want.
es_es: Estás en una jaula con EL CANDADO ABIERTO. Nadie lo sabe menos tú, puedes escapar cuando quieras.
gl: A gaiola na que estás está DESFECHADA. Só ti sabes isto, podes fuxir cando queiras.
pt_br: A sua jaula está DESTRANCADA. Ninguém sabe disso além de você, que pode escapar quando quiser.

source: Unconscious
es_es: Inconsciente
gl: Inconsciente
pt_br: Inconsciente

source: Rebooting
es_es: Reiniciando
gl: Reiniciando
pt_br: Reiniciando

source: This guy is unconscious and probably needs medical attention and rest.
es_es: Este tío está inconsciente y probablemente requiera atención médica y descanso.
gl: Est/EA/ tip/OA/ está inconsciente e seguramente precise atención médica e descanso.
pt_br: Essa pessoa está inconsciente e provavelmente precisa de cuidados médicos e descanso.

source: Sleeping...
es_es: Durmiendo...
gl: Durmindo...
pt_br: Dormindo...

source: Defensive
es_es: A la defensiva
gl: Defensivo
pt_br: Defensivo
