Repository: coegho/kenshi_galician
Catalog: */LC_MESSAGES/main.po
Languages: es_es, gl, pt_br

source: Rendering system:
es_es: Renderizando sistema:
gl: Sistema de renderizado:
pt_br: Sistema de renderização:

source: Resolution:
es_es: Resolución:
gl: Resolución:
pt_br: Resolução:

source: Rendering device:
es_es: Renderizando el dispositivo:
gl: Dispositivo de renderizado:
pt_br: Dispositivo de renderização:

source: Full screen:
es_es: Pantalla completa:
gl: Pantalla completa:
pt_br: Tela cheia:

source: Borderless:
es_es: No delimitado:
gl: Sen bordes:
pt_br: Sem bordas:

source: VSync:
pt_br: Sincronização vertical:

source: If you have issues with fullscreen mode, you can use a borderless window at your native resolution for the same effect.
es_es: Si tienes dificultades con el modo pantalla completa, puedes usar una ventana sin delimitar con tu resolución original con el mismo efecto.
gl: Se tes problemas co modo pantalla completa, podes usar unha xanela sen bordes na túa resolución nativa para conseguir o mesmo efecto.
pt_br: Caso tenha problemas com o modo tela cheia, use uma janela sem bordas na sua resolução nativa para conseguir o mesmo efeito.

source: Use a borderless window with the resolution of the monitor if you are having problems with the fullscreen mode.
es_es: Usa una ventana sin delimitar con la resolución del monitor si estás teniendo problemas con el modo pantalla completa.
gl: Usa unha xanela sen bordes coa resolución do monitor se tes problemas co modo pantalla completa.
pt_br: Use uma janela sem bordas com a resolução do monitor caso tenha problemas como o modo tela cheia.

source: If you have 2 video cards you may need to experiment to get the best settings, especially if your system has nVidia Optimus. With Optimus, the game should use the good graphics card regardless of what is selected here. Now things get weird. It's not our fault, it's the drivers... I actually found in tests that the game ran FASTER if I selected the rubbish on-board intel graphics card. It still used my nVidia card with both settings (because it's forced by nVidia control panel), but for some reason when setting the launcher to use my nVidia card it blocks the CPU while the GPU is rendering. If I choose the integrated card in the launcher, the CPU and GPU run in parallel, resulting in a much better frame rate. I have no idea why, the drivers are just afflicted with madness. TLDR: Force your system to use your good card, but try it out with both cards here in the launcher if you have any low frame-rate problems.
es_es: Si tienes 2 tarjetas de video puede que tengas que experimentar con ellas para conseguir la mejor configuración, especialmente si tu sistema tiene nVidia Optimus. Con Optimus, el juego debería utilizar la tarjeta gráfica buena independientemente de lo que se selecciona aquí. Ahora las cosas se ponen raras. No es nuestra culpa, son los drivers... De hecho durante pruebas de control descubrí que el juego se ejecuta MÁS RÁPIDO si seleccionaba la birria de tarjeta gráfica intel integrada. Todavía usaba mi tarjeta nVidia con ambas configuraciones (porque es forzada por el Panel de Control de nVidia), pero por alguna razón cuando configuré la lanzadera para utilizar mi tarjeta nVidia, la CPU se bloquea mientras la GPU está renderizando. Si elijo en la lanzadera la tarjeta integrada, la CPU y la GPU funcionan en paralelo, resultando una resolución de tasa de cuadros por segundo mucho mejor. No tengo ni idea por qué, los drivers se han vuelto locos. TLDR: Fuerza tu sistema a utilizar la tarjeta gráfica buena, pero prueba con ambas tarjetas gráficas aquí en la lanzadera si tienes cualquier problema de resolución con una tasa baja de cuadros por segundo.
gl: Se tes dúas tarxetas de vídeo tal vez precises experimentar para obter a mellor configuración, especialmente se o teu sistema ten nVidia Optimus. Con Optimus, o xogo debería usar a mellor tarxeta gráfica independentemente da escollida aquí. Aquí as cousas comezan a volverse estrañas. Non é cousa nosa, son os drivers... Realmente achei en tests que o xogo corre MÁIS RÁPIDO se escollo a miserenta tarxeta gráfica intel integrada de serie. Segue usando a miña tarxeta nVidia con ambas configuracións (porque é forzada polo panel de control de nVidia), mais por algún motivo ao configurar o lanzador para usar a tarxeta nVidia bloquea a CPU mentres a GPU estea renderizando. Se escollo a tarxeta integrada no lanzador, a CPU e a GPU corren en paralelo, o que resulta nunha taxa de cuadros ou frame rate moito mellor. Non teño nin idea do por que, os drivers simplemente están tolos. Resumo: forza o sistema a usar a mellor tarxeta, pero tenta aquí no launcher con ambas tarxetas se tes problemas de taxa de cuadros.
pt_br: Se você tiver 2 placas de vídeo, terá que experimentar para conseguir as melhores configurações, especialmente se o seu sistema possuir o nVidia Optimus. Com o Optimus, o jogo usará a melhor placa gráfica independente das opções selecionadas aqui. É aqui que as coisas ficam estranhas. Não é nossa culpa, mas dos drivers de vídeo... Na verdade, descobri em testes que o jogo rodava MAIS RÁPIDO se eu selecionasse a placa de vídeo ruim que veio de fábrica. Ainda usava minha placa nVidia com ambas as configurações (porque o painel de controle nVidia forçou), mas por algum motivo, ao configurar o inicializador, ele bloqueava a CPU enquanto a placa de vídeo estava renderizando. Se eu escolho a placa integrada no inicializador, a CPU e a placa de vídeo rodam em paralelo, proporcionando uma taxa de quadros muito melhor. Não faço ideia do porquê, mas os drivers simplesmente ficam doidos. Resumindo: force o sistema a usar a sua melhor placa, mas teste ambas aqui no inicializador se tiver problemas de baixa taxa de quadros.

source: Video settings options
es_es: Opciones de configuración de video
gl: Opcións de vídeo
pt_br: Opções de vídeo

source: Select None
es_es: No seleccionar ninguna
gl: Non seleccionar ningún
pt_br: Selecionar nenhum

source: Select All
es_es: Seleccionar todo
gl: Seleccionar todos
pt_br: Selecionar todos

source: Refresh list
es_es: Refrescar la lista
gl: Recargar lista
pt_br: Recarregar lista

source: Version:
es_es: Versión:
gl: Versión:
pt_br: Versão:

source: Author:
es_es: Autor:
gl: Autor:
pt_br: Autor:

source: Description:
es_es: Descripción:
gl: Descrición:
pt_br: Descrição:

source: Dependencies:
es_es: Dependencias:
gl: Dependencias:
pt_br: Dependências:

source: Missing mod!
es_es: ¡Falta modificación!
gl: Falta mod!
pt_br: Mod faltando!

source: References:
es_es: Fuentes:
gl: Referencias:
pt_br: Referências:

source: Translation:
es_es: Traducción:
gl: Tradución:
pt_br: Tradução:

source: Missing dependent mods above:
es_es: Faltan mods dependientes de mayor rango:
gl: Faltan as seguintes dependencias por riba:
pt_br: Faltam os seguintes mods de dependência:

source: Missing reference mods:
es_es: Faltan mods fuente/referentes:
gl: Faltan mods de referencia:
pt_br: Faltam os seguintes mods de referência:

source: The mods list represents the load order, in other words mods further down the list will overwrite the mods above them if they have any conflicts.
es_es: La lista de mods representa el orden en que se cargan, es decir, las mods situadas en la lista más abajo sobreescribirán las mods por encima en caso de conflicto.
gl: Esta lista de mods representa a orde de carga; noutras palabras, os mods que estean máis abaixo sobreescribirán aos que estean máis arriba se hai conflitos.
pt_br: A lista de mods representa a ordem de carregamento — em outras palavras, mods mais embaixo se sobreporão a mods acima deles, se houver algum conflito.

source: Mods order info
es_es: Información sobre el orden de las mods
gl: Información da orde dos mods
pt_br: Ordem de mods

source: Video settings
es_es: Configuraciones de vídeo
gl: Configuración de vídeo
pt_br: Configurações de vídeo

source: Changelog
es_es: Registro de los cambios
gl: Rexistro de cambios
pt_br: Mudanças

source: Serial
es_es: Serie
gl: Nº de serie
pt_br: Nº de série

source: Cancel
es_es: Cancelar
gl: Cancelar
pt_br: Cancelar

source: Save config
es_es: Guardar la configuración
gl: Gardar configuración
pt_br: Salvar config.

source: Advanced
es_es: Avanzado
gl: Avanzado
pt_br: Avançado

source: Language:
es_es: Idioma:
gl: Idioma:
pt_br: Idioma:

source: Please restart the game to apply the new settings.
es_es: Por favor, reinicia el juego para aplicar la nueva configuración.
gl: Reinicia o xogo para aplicar a nova configuración.
pt_br: Reinicie o jogo para ativar as novas configurações.

source: NVIDIA profiles updated
es_es: Perfiles NVIDIA actualizados
gl: Perfís de NVIDIA actualizados
pt_br: Perfis NVIDIA atualizados

source: No video devices detected.
es_es: No detectados dispositivos de vídeo.
gl: Non se detectaron dispositivos de vídeo.
pt_br: Nenhum dispositivo de vídeo detectado.

source: Video Error
es_es: Error de Vídeo
gl: Erro de vídeo
pt_br: Erro de vídeo

source: Invalid video resolution.
es_es: Resolución de vídeo inválida.
gl: Resolución de vídeo non válida.
pt_br: Resolução de vídeo inválida.

source: One or more mods are missing or in incorrect order. Continue anyway?
es_es: Faltan uno o más mods o están en un orden incorrecto. ¿Continúas de todos modos?
gl: Un ou máis mods están ausentes ou non están na orde correcta. Continuar igualmente?
pt_br: Um ou mais mods estão ausentes ou na ordem incorreta. Continuar mesmo assim?

source: Mods warning
es_es: Aviso de mods
gl: Advertencia de mods
pt_br: Alerta de mods

source: To apply properly the new language you need to restart the game.
es_es: Para aplicar adecuadamente el nuevo idioma necesitas reiniciar el juego.
gl: Para aplicar correctamente o novo idioma tes que reiniciar o xogo.
pt_br: Para aplicar o novo idioma corretamente, reinicie o jogo.

source: Information
es_es: Información
gl: Información
pt_br: Informação

source: Activate
es_es: Activado
gl: Activar
pt_br: Ativar

source: Try Demo
es_es: Prueba Demo
gl: Probar Demo
pt_br: Testar Demo

source: Enter Key
es_es: Introduce Clave
gl: Inserir chave
pt_br: Inserir chave

source: Failed to activate Kenshi.
es_es: Fallo al activar Kenshi.
gl: Fallou a activación de Kenshi.
pt_br: Falha na ativação de Kenshi.

source: Error
gl: Erro
pt_br: Erro

source: Activation Key
es_es: Activación de Clave
gl: Chave de activación
pt_br: Chave de ativação

source: This is your serial key code. Press deactivate if you want to install on another machine.
es_es: Este es tu código de registro de serie. Pulsa desactivar si quieres instalarlo en otra máquina.
gl: Este é o teu código de serie. Preme desactivar se queres instalar o xogo noutra máquina.
pt_br: Este é o seu código de série. Aperte em desativar se quiser instalar o jogo em outra máquina.

source: Deactivate
es_es: Desactivar
gl: Desactivar
pt_br: Desativar

source: Demo Mode
es_es: Modo Demo
gl: Modo Demo
pt_br: Modo Demo

source: Kenshi has now been deactivated. You can still play it in Demo mode
es_es: Kenshi ha sido desactivado. Aún puedes jugar en modo Demo
gl: Kenshi foi desactivado. Aínda podes xogalo en modo Demo
pt_br: Kenshi foi desativado. Você ainda pode jogar no modo Demo

source: Deactivated
es_es: Desactivado
gl: Desactivado
pt_br: Desativado

source: There was an error deactivating this machine.
es_es: Ha habido un error desactivando esta máquina.
gl: Houbo un erro desactivando este computador.
pt_br: Houve um erro desativando esse computador.

source: DISMISS
es_es: ANULAR
gl: REXEITAR
pt_br: DISPENSAR

source: PREVIOUS
gl: ANTERIOR
pt_br: ANTERIOR

source: CONTINUE
es_es: CONTINUAR
gl: CONTINUAR
pt_br: CONTINUAR

source: SKIP
es_es: SALTAR
gl: SALTAR
pt_br: PULAR

source: FINISH
es_es: FINALIZAR
gl: REMATAR
pt_br: ENCERRAR

source: TUTORIALS
gl: TUTORIAIS
pt_br: TUTORIAIS

source: ACTIVATE
gl: ACTIVAR
pt_br: ATIVAR

source: You can move the camera with the WASD keys. To rotate your view hold the middle mouse button, to zoom use the mouse scroll. Do both to continue.
es_es: Puedes mover la cámara con las teclas WASD. Para girar la vista mantén pulsado el botón central del ratón, para hacer zoom usa la rueda de desplazamiento del ratón. Haga ambos para continuar.
gl: Podes mover a cámara coas teclas WASD. Para rotar a vista mantén premido o botón central do rato, para facer zoom usa a roda do rato. Fai as dúas cousas para continuar.
pt_br: É possível mover a câmera com as teclas WASD. Para rotacionar a visão, segure o botão do meio do mouse, para aproximar e afastar, use a rolagem do mouse. Faça os dois para continuar.

source: The middle bottom panel shows the characters in your active squad. To select a squad member, left click the character icon on the panel.
es_es: El botón central del panel muestra los personajes de tu escuadrón activo. Para elegir un miembro del escuadrón, pincha clic izquierdo sobre el icono del personaje en el panel.
gl: O panel inferior do medio mostra os personaxes do teu grupo actual. Para seleccionar un membro do grupo, preme co botón esquerdo na icona do personaxe no panel.
pt_br: O painel inferior do meio mostra os personagens da sua equipe ativa. Para selecionar um membro da equipe, clique com o botão esquerdo no ícone do personagem no painel.

source: To give a move order to your character, right click on the terrain.
es_es: Para dar una orden de movimiento a tu personaje, pincha botón derecho en el terreno.
gl: Para dar unha orde de movemento ao teu personaxe, preme co botón dereito no terreo.
pt_br: Para fazer o personagem andar, clique com o botão direito no chão.

source: Double click on your character icon to centre on screen and follow their movement.
es_es: Haz doble clic sobre el icono de tu personaje para centrarlo en la pantalla y seguir sus movimientos.
gl: Fai doble clic na túa icona de personaxe para centralo en pantalla e seguir os seus movementos.
pt_br: Use o clique duplo no ícone do personagem para centralizá-lo em tela e seguir seus movimentos.

source: Basic Controls
es_es: Mandos Básicos
gl: Controis básicos
pt_br: Controles básicos

source: Right click on characters or interactable objects to interact. Hold the right mouse button on to get more availiable actions
es_es: Haz doble clic sobre los personajes u objetos interactivos para interactuar. Mantén pulsado el botón derecho del ratón para conseguir más acciones disponibles
gl: Para interactuar, clic dereito en personaxes ou obxectos interactuábeis. Mantén o botón dereito do rato para ver máis opcións dispoñíbeis
pt_br: Para interagir, clique com o botão direito nos personagens ou nos objetos interativos. Segure o botão direito do mouse para ver mais opções.

source: Select a character from your squad
es_es: Seleccionar un personaje de tu escuadrón
gl: Selecciona un personaxe do teu grupo
pt_br: Selecione um personagem de seu grupo

source: This shows your selection's current state, statistics and other basic info. Mouse over each item for more information.
es_es: Esto indica el estado actual de tu selección, estadísticas y otra información básica. Mueve el ratón por encima de cada elemento para más información.
gl: Mostra o estado actual da túa selección, estatísticas e outra información básica. Pasa o rato por riba de cada elemento para máis información.
pt_br: Mostra o estado atual da sua seleção, estatísticas e outras informações básicas. Passe o mouse sobre cada item para ver mais informações.

source: This shows the selected character's current health condition. Mouse over each item for more information.
es_es: Esto indica el estado de salud actual del personaje seleccionado. Mueve el ratón por encima de cada elemento para más información.
gl: Mostra o actual estado de saúde do personaxe seleccionado. Pasa o rato por riba de cada elemento para máis información.
pt_br: Mostra a condição de vida do personagem selecionado. Passe o mouse sobre cada item para ver mais informações.

source: The arrow buttons allow you to pause and fastforward the game speed.
es_es: Los botones de flechas permiten pausar o acelerar la velocidad del juego.
gl: As teclas de frechas permiten pausar e acelerar a velocidade do xogo.
pt_br: As teclas de seta permitem pausar e acelerar a velocidade do jogo.

source: Here you'll find your character's current funds and the in-game time and date.
es_es: Aquí encontrarás el dinero con que cuenta tu personaje y la fecha y hora del juego.
gl: Aquí atoparás os fondos actuais do teu personaxe e a data e hora dentro do xogo.
pt_br: Aqui aparecem os fundos atuais do seu personagem e a data e hora dentro do jogo.

source: This opens the 'Build' menu
es_es: Esto abre el menú 'Construir'
gl: Isto abre o menú "Construción"
pt_br: Abre o menu “Construção”.

source: Here you can open your inventory, skill statistics, world map, tech and squad management menus. For more tips and tutorials make sure to check out the Help menu at the very bottom.
es_es: Aquí puedes abrir tu inventario, estadísticas de habilidades, mapa del mundo, menús de gestión de tecno y del escuadrón. Para más consejos prácticos y tutoriales asegúrate de echarle un vistazo al menú de Ayuda abajo del todo.
gl: Aquí podes abrir o inventario, estatísticas de habilidades, mapa do mundo, tecnoloxía e mais menús de xestión do grupo. Para máis consellos e titoriais, bota unha ollada ao menú de Axuda abaixo de todo.
pt_br: Aqui é possível abrir o inventários, estatísticas de habilidades, mapa do mundo, tecnologia, e menus de tecnologia e gerenciamento de equipe. Para mais dicas e tutoriais, veja o menu Ajuda no botão de baixo.

source: This shows assigned player jobs and orders for the selected character.
es_es: Esto muestra las órdenes y s asignados a un personaje seleccionado por el jugador.
gl: Mostra os traballos e ordes asignados polo xogador para o personaxe seleccionado.
pt_br: Mostra os trabalhos do jogador e as ordens para o personagem selecionado.

source: GUI overview
es_es: Resumen GUI
gl: Vista xeral do GUI
pt_br: Visão geral da IU

source: Tap the 'M' key to open up the map. You can use the world map to navigate and find nearby towns or points of interest
es_es: Pulsa la tecla 'M' para desplegar el mapa. Puedes usar el mapa del mundo para navegar y encontrar ciudades o puntos de interés cercanos
gl: Preme a tecla 'M' para abrir o mapa. Podes usar o mapa do mundo para navegar e descubrir vilas veciñas ou puntos de interese
pt_br: Aperte a tecla ‘M’ para abrir o mapa. Use o mapa do mundo para navegar e descobrir cidades vizinhas e pontos de interesse.

source: What do I do?
es_es: ¿Qué debo hacer?
gl: Que fago?
pt_br: O que eu faço?

source: There is no linear story or mission to guide you in Kenshi. Be a trader, a thief, a bounty hunter, a farmer or even a warlord... You'll need to explore the world and find your own adventure.
es_es: No hay historia lineal o misión que te guíe en Kenshi. Sé un comerciante, un ladrón, un cazarrecompensas, un granjero o ncluso un jefe militar... Necesitarás explorar el mundo y encontrar tu propia aventura.
gl: Non hai ningunha historia linear ou misión para guiarte en Kenshi. Podes ser un comerciante, un ladrón, un cazador de recompensas, un labrego ou até un señor da guerra... Terás que explorar o mundo e atopar a túa propia aventura.
pt_br: Não há nenhuma história linear ou missão para guiar você em Kenshi. Seja comerciante, ladrão, caçador de recompensas, fazendeiro e até um senhor de guerra... Você precisará explorar o mundo e encontrar sua própria aventura.

source: First things first, you'll need food and funds to survive. To get started you can either scavenge the outlands for loot, mine valuable materials from iron ore veins, or you can even resort to thievery after nightfall.
es_es: Antes que nada, necesitarás alimentos y dinero para sobrevivir. Para comenzar puedes tanto saquear las afueras en busca de un botín, extraer materiales valiosos de las vetas de mineral de hierro, o incluso puedes recurrir al robo tras el anochecer.
gl: O primeiro é o primeiro, precisarás comida e fondos para sobrevivir. Para comezar podes cheirar polas terras distantes na procura de algo que saquear, extraer minerais valiosos de veas de ferro, ou podes até recorrer ao roubo após o anoitecer.
pt_br: Primeiro, o essencial. Você precisará de comida e dinheiro para sobreviver. Para começar, você pode escavar as terras distantes em busca de saque, procurar minérios valiosos nas veia e até mesmo recorrer ao roubo após o anoitecer.

source: To cash in your loot, you'll need to find a store. Use the map to navigate to a nearby town and find shops.
es_es: Para cambiar tu botín por dinero en efectivo, tendrás que encontrar una tienda. Usa el mapa para hacerte camino hasta la ciudad cercana y encontrar tiendas.
gl: Para vender o que saqueaches precisarás atopar unha loxa. Usa o mapa para navegar a unha vila próxima e atopa loxas.
pt_br: Para vender o saque, você precisará encontrar uma loja. Use o mapa para navegar pelas cidades vizinhas e achar lojas.

source: Surviving alone in the world of Kenshi won't be easy, but hiring new recruits will help. Check the town bars for mercs, or buy animal companions from any of the farms outside of town. Remember: You're not special and you're not stronger than everyone else. Train hard, pick your fights wisely and don't be afraid to run like crazy!
es_es: Sobrevivir a solas en el mundo de Kenshi no será fácil, pero ayudará contratar reclutas. Controla los bares de las ciudades en busca de mercenarios, o compra un animal de compañía en cualquier granja a las afueras de la ciudad. Recuerda: No eres especial y no eres más fuerte que nadie. ¡Entrena duro, escoge tus peleas sabiamente y no tengas miedo de correr como un loco!
gl: Sobrevivir en solitario no mundo de Kenshi non será doado, mais contratar novos recrutas pode axudar. Revisa os bares da vila na procura de mercenarios, ou merca animais de compañía en algunha das granxas fóra da vila. Lembra: non es especial nin es máis forte que os demais. Adestra duro, escolle as loitas de forma sabia, e non teñas medo de saír a fume de carozo!
pt_br: Sobreviver sem ninguém no mundo de Kenshi não será fácil, mas contratar novos recrutas pode ajudar. Busque mercenários nos bares da cidade, ou compre uma companhia animal em uma alguma das fazendas do campo. Lembre-se: Você não é melhor nem mais forte do que ninguém. Treine duro, escolha as lutas com sabedoria e não tenha medo de correr loucamente!

source: To cash in your loot, you'll need to find a store. Hold 'ALT' key to show nearby shop signs.
es_es: Para cambiar tu botín por dinero en efectivo, tendrás que encontrar una tienda. Mantén pulsada la tecla 'ALT' para ver los letreros de las tiendas cercanas.
gl: Para vender o que saqueaches precisarás atopar unha loxa. Mantén pulsada a tecla 'ALT' para mostrar letreiros de loxas próximas.
pt_br: Para vender o saque, você precisará encontrar uma loja. Segure a tecla ‘ALT” para ver as placas das lojas próximas.

source: What do I do? (Towns)
es_es: ¿Qué debo hacer? (Ciudades)
gl: Que fago? (Vilas)
pt_br: O que eu faço? (Cidades)

source: You've discovered your first town! Towns are perfect for stocking up on supplies and selling loot.
es_es: ¡Has descubierto tu primera ciudad! Las ciudades son perfectas para abastecerte de suministros y vender el botín.
gl: Atopaches a túa primeira vila! As vilas son perfectas para reabastecer suministros e vender o saqueado.
pt_br: Você descobriu sua primeira cidade! As cidades são perfeitas para reabastecer suprimentos e vender o saque.
