Repository: coegho/kenshi_galician
Catalog: */LC_MESSAGES/main.po
Languages: es_es, gl, pt_br

source: Aimless
es_es: Sin objetivo
gl: Sen rumbo
pt_br: Sem Rumo

source: Restraining
es_es: Restringido
gl: Prendendo
pt_br: Prendendo

source: {1} has arrived at {2}
es_es: {1} ha llegado a {2}
gl: {1} chegou a {2}
pt_br: {1} chegou em {2}

source: Failed!
es_es: ¡Ha fallado!
gl: Fallou!
pt_br: Falhou!

source: (No XP)
es_es: (No EXP)
gl: (sen EXP)
pt_br: (Sem EXP)

source: *Thunk*
es_es: *Paf*
gl: *Pum*
pt_br: *Tum*

source: {1} is butchering {2} for meat!!
es_es: ¡¡{1} está haciendo una carnicería con {2} por la carne!!
gl: {1} está a despezar a {2} para sacarlle a carne!
pt_br: {1} está abatendo {2} para obter carne!

source: I can't pick that up
es_es: No lo puedo recoger
gl: Non o podo recoller
pt_br: Não posso pegar isso

source: Training
es_es: Entrenamiento
gl: Adestrando
pt_br: Treinando

source: {1} has been released from prison.
es_es: {1} ha sido liberado de la prisión.
gl: {1} saíu da prisión.
pt_br: {1} saiu da prisão.

source: This isn't mine
es_es: Esto no es mío
gl: Isto non é meu
pt_br: Isso não é meu

source: Paid c.{1} for bed rental.
es_es: Pagado c.{1} por alquilar una cama.
gl: Pagou c.{1} polo aluguer dunha cama.
pt_br: Pagou c.{1} pelo aluguel da cama.

source: Can't afford c.{1} for bed rental.
es_es: No puedo pagar c.{1} para alquilar una cama.
gl: Non me podo permitir c.{1} polo aluguer da cama.
pt_br: Não tem c.{1} pelo aluguel da cama.

source: This bed needs power to operate.
es_es: Esta cama necesita energía para funcionar.
gl: Esta cama precisa de enerxía para funcionar.
pt_br: Esta cama precisa de energia para funcionar.

source: Received c.{1} reward.
es_es: Recompensa recibida de c.{1}.
gl: Recibida recompensa de c.{1}.
pt_br: Recebida recompensa de c.{1}.

source: I have to dismantle the furniture first.
es_es: Antes tengo que desmantelar el mobiliario.
gl: Preciso desmontar o mobiliario primeiro.
pt_br: Preciso desmontar os móveis antes.

source: I have to unmount the buildings first.
es_es: Antes tengo que desmantelar las construcciones.
gl: Preciso desmontar as construcións primeiro.
pt_br: Preciso desmontar as construções antes.

source: Prospecting
es_es: Prospeccionando
gl: Prospectando
pt_br: Prospectando

source: Adding materials
es_es: Añadiendo materiales
gl: Engadindo materiais
pt_br: Adicionando materiais

source: Locking
es_es: Cerrando con llave
gl: Fechando
pt_br: Trancando

source: Unlocking
es_es: Abriendo con llave
gl: Desfechando
pt_br: Destrancando

source: Lockpicking
es_es: Forzar cerradura
gl: Fedellar na fechadura
pt_br: Arrombar fechadura

source: Pick failed
es_es: Forzamiento frustrado
gl: Abertura fracasada
pt_br: Abertura fracassada

source: Pick success!
es_es: ¡Forzamiento exitoso!
gl: Abertura con éxito!
pt_br: Abertura bem sucedida!

source: Lockpicking (Chance {1}%)
es_es: Forzar cerradura (Oportunidad {1}%)
gl: Fozando na fechadura (Prob. {1}%)
pt_br: Abrir fechadura (Chance {1}%)

source: Cutting
es_es: Cortando
gl: Cortando
pt_br: Cortando

source: Shackles broken!
es_es: ¡Grilletes rotos!
gl: Grilletas rotas!
pt_br: Grilhões quebrados!

source: Cutting: {1,num}
es_es: Cortando: {1,num}
gl: Cortando: {1,num}
pt_br: Cortar: {1,num}

source: *Crunck*
gl: *Crac*
pt_br: *Crac*

source: I'm not strong enough to do that
es_es: No soy suficientemente fuerte para hacerlo
gl: Non son forte dabondo para facer iso
pt_br: Não sou forte o bastante para fazer isso

source: Moving
es_es: Moviéndose
gl: Movéndose
pt_br: Movendo-se

source: Move order
es_es: Orden de movimiento
gl: Orde de movemento
pt_br: Comandar movimento

source: Running
es_es: Corriendo
gl: Correndo
pt_br: Correndo

source: Moving to door
es_es: Moviéndose hacia la puerta
gl: Movéndose para a porta
pt_br: Movendo-se para porta

source: Moving to door inside
es_es: Moviéndose hacia la puerta interior
gl: Movéndose para a porta interior
pt_br: Movendo-se para porta interior

source: Moving to current door
es_es: Moviéndose hacia la puerta actual
gl: Movéndose para a porta actual
pt_br: Movendo-se para porta atual

source: Moving to door outside
es_es: Moviéndose hacia la puerta exterior
gl: Movéndose para a porta exterior
pt_br: Movendo-se para porta exterior

source: Gate guard
es_es: Proteger el portón
gl: Protexer o portón
pt_br: Guarda de portão

source: Moving to gate
es_es: Moviéndose hacia el portón
gl: Movéndose para o portón
pt_br: Movendo-se para portão

source: Open gate
es_es: Abrir el portón
gl: Abrir portón
pt_br: Abrir portão

source: Bashing gate
es_es: Golpeando el portón
gl: Rebentando o portón
pt_br: Arrombando portão

source: Smashing
es_es: Reventando
gl: Esmagando
pt_br: Esmagar

source: Assaulting town
es_es: Asaltando un pueblo
gl: Atacando vila
pt_br: Atacando cidade

source: Worker
es_es: Trabajador
gl: Traballador
pt_br: Trabalhador

source: Operating machine
es_es: Manejando una máquina
gl: Operando máquina
pt_br: Operando máquina

source: Operating automatic machine
es_es: Manejando una máquina automática
gl: Operando máquina automática
pt_br: Operando máquina automática

source: Hauling to
es_es: Acarreando
gl: Turrando para
pt_br: Carregando para

source: Ditching to make space
es_es: Abandonando para hacer espacio
gl: Deixando para facer espazo
pt_br: Descartando para livrar espaço

source: Ditching resources
es_es: Abandonando los recursos
gl: Deixando recursos
pt_br: Descartando recursos

source: Ditching loot
es_es: Abandonando el botín
gl: Deixando butín
pt_br: Descartando saque

source: Collecting resource
es_es: Recogiendo el recurso
gl: Recollendo recurso
pt_br: Coletando recurso

source: Looting
es_es: Saqueando
gl: Saqueando
pt_br: Saqueando

source: Finding building mats
es_es: Encontrando materiales de construcción
gl: Atopando materiais de construción
pt_br: Encontrando mat. de construção

source: Filling machine
es_es: Llenando/Surtiendo la máquina
gl: Enchendo máquina
pt_br: Abastecendo máquina

source: Try filling machine
es_es: Intenta a llenar la máquina
gl: Tentando encher máquina
pt_br: Tentando abastecer máquina

source: Try emptying machine
es_es: Intenta a vaciar la máquina
gl: Tentando baleirar máquina
pt_br: Tentando esvaziar máquina

source: Unjamming machine
es_es: Desatascando la máquina
gl: Desatoando máquina
pt_br: Destravando máquina

source: Unjam all machines
es_es: Desatasca todas las máquinas
gl: Desatoar todas as máquinas
pt_br: Destravar todas as máquinas

source: Keeping everything running
es_es: Conservando todo en funcionamiento
gl: Mantendo todo funcionando
pt_br: Mantendo tudo funcionando

source: Delivering
es_es: Repartiendo
gl: Entregando
pt_br: Entregando

source: Open current door
es_es: Abrir la puerta
gl: Abrir porta actual
pt_br: Abrir porta atual

source: Opening door here
es_es: Abriendo la puerta aquí
gl: Abrindo porta aquí
pt_br: Abrindo porta aqui

source: Closing door here
es_es: Cerrando la puerta aquí
gl: Pechando porta aquí
pt_br: Fechando porta aqui

source: Open destination door
es_es: Abrir puerta de destino
gl: Abrir porta de destino
pt_br: Abrir porta de destino

source: Opening door
es_es: Abriendo la puerta
gl: Abrindo porta
pt_br: Abrindo porta

source: Closing door
es_es: Cerrando la puerta
gl: Pechando porta
pt_br: Fechando porta

source: Locking door
es_es: Cerrando con llave la puerta
gl: Fechando porta
pt_br: Trancando porta

source: Unlocking door
es_es: Abriendo con llave la puerta
gl: Desfechando porta
pt_br: Destrancando porta

source: Locking door here
es_es: Cerrando con llave la puerta aquí
gl: Fechando porta aquí
pt_br: Trancando porta aqui

source: Locking door from inside
es_es: Cerrando con llave la puerta desde dentro
gl: Fechando porta por dentro
pt_br: Trancando porta por dentro

source: Locking door from outside
es_es: Cerrando con llave la puerta desde fuera
gl: Fechando porta por fóra
pt_br: Trancando porta por fora

source: Unlocking door here
es_es: Abriendo con llave la puerta aquí
gl: Desfechando porta aquí
pt_br: Destrancando porta aqui

source: Bashing door
es_es: Golpeando la puerta
gl: Rebentando porta
pt_br: Arrombando porta

source: Locking up cages
es_es: Poniendo candado a las cajas
gl: Fechando as gaiolas
pt_br: Trancando jaulas

source: Locking up
es_es: Poniendo candado
gl: Fechando
pt_br: Trancando

source: Locking up from outside
es_es: Poniendo candado desde fuera
gl: Fechando por fóra
pt_br: Trancando por fora

source: Opening up
es_es: Apertura
gl: Abrindo
pt_br: Abrindo

source: Entering building
es_es: Entrando en la construcción
gl: Entrando en edificio
pt_br: Entrando em construção

source: Ransacking town
es_es: Saqueando el pueblo
gl: Saqueando vila
pt_br: Saqueando cidade

source: Leaving building
es_es: Dejando la construcción
gl: Deixando edificio
pt_br: Deixando construção

source: Lockpicking Shackles
es_es: Forzando los grilletes
gl: Fedellando nas grilletas
pt_br: Arrombar grilhões

source: Removing Shackles
es_es: Quitando los grilletes
gl: Tirando grilletas
pt_br: Removendo grilhões

source: Escaping
es_es: Escapando
gl: Fuxindo
pt_br: Escapando

source: Cutting shackles
es_es: Cortando los grilletes
gl: Cortando grilletas
pt_br: Cortando grilhões

source: Cutting lock
es_es: Cortando la cerradura
gl: Cortando fechadura
pt_br: Arrombando fechadura

source: Breaking shackles
es_es: Rompiendo los grilletes
gl: Rompendo grilletas
pt_br: Quebrando grilhões

source: Breaking lock
es_es: Rompiendo la cerradura
gl: Rompendo fechadura
pt_br: Quebrando fechadura

source: Get out of cage
es_es: Salir de la jaula
gl: Saír da gaiola
pt_br: Saindo de jaula

source: Escape cage
es_es: Escapar de la jaula
gl: Fuxir da gaiola
pt_br: Escapando da jaula

source: Repairing
es_es: Reparando
gl: Amañando
pt_br: Reparando

source: Engineer
es_es: Ingeniero
gl: Enxeñeiro
pt_br: Engenheiro

source: Lifting/Snatching
es_es: Levantando/Agarrando
gl: Roubando
pt_br: Roubando

source: Capture Target
es_es: Captura del Objetivo
gl: Capturando albo
pt_br: Capturando Alvo

source: Lifting/Snatching Order
es_es: Orden de Levantar/Agarrar
gl: Orde de roubo
pt_br: Ordem para roubar/surrupiar

source: Kidnapping
es_es: Secuestrando
gl: Raptando
pt_br: Sequestrando

source: Lifting
es_es: Levantando
gl: Erguendo
pt_br: Levantando

source: Lifting and healing
es_es: Curando y levantando
gl: Erguendo e curando
pt_br: Levantando e curando

source: Putting down
es_es: Soltando
gl: Pousando
pt_br: Largando

source: Building
es_es: Construyendo
gl: Construíndo
pt_br: Construindo

source: Demolishing
es_es: Demoliendo
gl: Demolendo
pt_br: Demolindo

source: Collecting item
es_es: Recogiendo item
gl: Recollendo ítem
pt_br: Coletando item

source: Idleness
es_es: Ociosidad
gl: Ociosidade
pt_br: Ócio

source: Standing
es_es: En pie
gl: Téndose en pé
pt_br: Levantando-se

source: Getting up
es_es: Levantando
gl: Erguéndose
pt_br: Levantando-se

source: Waking up
es_es: Despertando
gl: Acordando
pt_br: Acordando

source: Stumbling
es_es: Tropezando
gl: Tropezando
pt_br: Cambaleando

source: Equipping weapon
es_es: Equipando el arma
gl: Equipando arma
pt_br: Equipando arma

source: Equipping crossbow
es_es: Equipando ballesta
gl: Equipando bésta
pt_br: Equipando besta

source: Sheathing weapon
es_es: Revistiendo el arma
gl: Embaiñando arma
pt_br: Embainhando arma

source: Fixing Legs
es_es: Reparando Piernas
gl: Arranxando pernas
pt_br: Consertando pernas

source: First aid
es_es: Primeros auxilios
gl: Primeiros auxilios
pt_br: Primeiros socorros

source: Splinting
es_es: Entablillando
gl: Entalando
pt_br: Aplicando tala

source: Medic
es_es: Médico
gl: Médico
pt_br: Médico

source: Splint Rigging
es_es: Entablillando con Férula
gl: Fixando tala
pt_br: Fixando tala

source: Robotics
es_es: Robóticas
gl: Robótica
pt_br: Robótica

source: Standing still
es_es: Quedarse quieto
gl: Ficando quieto
pt_br: Ficando parado

source: Stand still dammit!
es_es: ¡Quédate quieto, maldito sea!
gl: Para quieto, hostia!
pt_br: Fique onde está, maldição!

source: Worshiping
es_es: Adorando
gl: Venerando
pt_br: Idolatrando

source: Looting food
es_es: Saqueando comida
gl: Saqueando comida
pt_br: Saqueando comida

source: Picking up food
es_es: Recogiendo comida
gl: Recollendo comida
pt_br: Pegando comida

source: Fetch
es_es: Buscar y traer
gl: Procurar
pt_br: Arranjar

source: Playing 'Limbs'
es_es: Jugar con 'Miembros'
gl: Xogando 'membros'
pt_br: Jogando ‘Membros’

source: Limb Jealousy
es_es: Envidia de Miembro
gl: Envexa do membro
pt_br: Ciúmes de membro

source: Getting food
es_es: Cogiendo comida
gl: Conseguindo comida
pt_br: Conseguindo comida

source: Grabbing food
es_es: Agarrando comida
gl: Apañando comida
pt_br: Pegando comida

source: Finding weapon
es_es: Encontrando un arma
gl: Atopando arma
pt_br: Achando arma

source: Looting the dead
es_es: Saqueando al muerto
gl: Saqueando os mortos
pt_br: Saqueando os mortos

source: Confiscating goods
es_es: Confiscando bienes
gl: Confiscando bens
pt_br: Confiscando bens

source: Foraging animals
es_es: Animales pastando
gl: Forraxeando animais
pt_br: Forrageando animais

source: Looting resources
es_es: Saqueando recursos
gl: Saqueando recursos
pt_br: Saqueando recursos

source: Running away
es_es: Huyendo
gl: Fuxindo
pt_br: Fugindo

source: Retreating
es_es: En retirada
gl: Recuando
pt_br: Recuando

source: Retreating fast
es_es: En rápida retirada
gl: Recuando rápido
pt_br: Recuando rápido

source: Going home
es_es: Yendo a casa
gl: Indo para casa
pt_br: Indo para casa

source: Get ready
es_es: Estar listo
gl: Preparándose
pt_br: Preparando-se

source: Attacking
es_es: Atacando
gl: Atacando
pt_br: Atacando

source: Shooting
es_es: Disparando
gl: Disparando
pt_br: Atirando

source: Taking out
es_es: Eliminando
gl: Desfacéndose de alguén
pt_br: Eliminando

source: Attacking attackers of
es_es: Atacando a los agresores de
gl: Atacando os atacantes de
pt_br: Atacando os atacantes de

source: Attacking trouble makers
es_es: Atacando a los alborotadores
gl: Atacando alborotadores
pt_br: Atacando encrenqueiros

source: Turret guard
es_es: Guardia de la torreta
gl: Gardar torreta
pt_br: Guarda da torreta

source: Turret home guard
es_es: Guardia de la torreta de la casa
gl: Gardar casa de torreta
pt_br: Guarda de casa de torreta

source: Turret gunner
es_es: Artillero de la torreta
gl: Artilleiro da torreta
pt_br: Atirador da torreta

source: Assault
es_es: Asalto
gl: Asalto
pt_br: Ataque

source: Attacking Squad
es_es: Atacando Escuadrón
gl: Atacando grupo
pt_br: Atacando grupo

source: Stalking
es_es: Acechando
gl: Espreitando
pt_br: Espreitando

source: Diplomatting
es_es: Actuando diplomáticamente
gl: Diplomacia
pt_br: Diplomacia

source: Approaching fast
es_es: Rápida aproximación
gl: Achegándose rápido
pt_br: Aproximando-se rápido

source: Talking
es_es: Hablando
gl: Falando
pt_br: Falando

source: Making announcement
es_es: Avisando
gl: Anunciando
pt_br: Anunciando

source: Following and talking
es_es: Siguiendo y hablando
gl: Seguindo e falando
pt_br: Seguindo e falando

source: Working the slaves
es_es: Azuzando a los esclavos
gl: Espelindo os escravos
pt_br: Exercitando os escravos

source: Selling slaves
es_es: Vendiendo esclavos
gl: Vendendo escravos
pt_br: Vendendo escravos

source: Delivering slaves
es_es: Repartiendo esclavos
gl: Entregando escravos
pt_br: Entregando escravos

source: Shooing
es_es: Disparando
gl: Escorrentando
pt_br: Enxotando

source: Protection
es_es: Protección
gl: Protección
pt_br: Proteção

source: Attacking enemies
es_es: Atacando enemigos
gl: Atacando inimigos
pt_br: Atacando inimigos

source: Fighting for master
es_es: Luchando por el maestro
gl: Loitando polo mestre
pt_br: Lutando pelo mestre

source: Attacking others
es_es: Atacando a otros
gl: Atacando outros
pt_br: Atacando outros

source: Home territory aggression
es_es: Agresión defensiva del territorio doméstico
gl: Agresión en territorio natal
pt_br: Agressão em território natal

source: Self preservation
es_es: Auto-preservación
gl: Auto-preservación
pt_br: Autopreservação

source: Bodyguard
es_es: Guardaespaldas
gl: Escolta
pt_br: Guarda-costas

source: Following
es_es: Siguiendo
gl: Seguindo
pt_br: Seguindo

source: Following leader
es_es: Siguiendo al líder
gl: Seguindo líder
pt_br: Seguindo líder

source: Following master
es_es: Siguiendo al maestro
gl: Seguindo mestre
pt_br: Seguindo mestre

source: Staying close
es_es: Quedarse cerca
gl: Ficando preto
pt_br: Ficando por perto

source: Stripping weapons
es_es: Armas de desbroce
gl: Despoxando armas
pt_br: Desmontando armas

source: Processing slave
es_es: Procesando esclavo
gl: Procesando escravo
pt_br: Processando escravo

source: Watching slaves
es_es: Vigilando esclavos
gl: Vixiando escravos
pt_br: Vigiando escravos

source: Watching for new slaves
es_es: Cuidado con los esclavos
gl: Procurando novos escravos
pt_br: Procurando novos escravos

source: Capturing slave
es_es: Capturando esclavo
gl: Capturando escravo
pt_br: Capturando escravo

source: Ordering slaves
es_es: Mandando a los esclavos
gl: Dando ordes aos escravos
pt_br: Comandando escravos

source: Gathering slaves
es_es: Reuniendo esclavos
gl: Reunindo escravos
pt_br: Pegando escravos

source: Gathering slaves for shipping
es_es: Reuniendo esclavos para su envío
gl: Reunindo escravos para entrega
pt_br: Reunindo escravos para entrega

source: Gathering unholy slaves
es_es: Reuniendo esclavos impíos
gl: Reunindo escravos profanos
pt_br: Pegando escravos profanos

source: Obedient Slave
es_es: Esclavo obediente/dócil
gl: Escravo obediente
pt_br: Escravo obediente

source: Carrying slaves
es_es: Conduciendo esclavos
gl: Carrexando escravos
pt_br: Carregando escravos

source: Protect allies
es_es: Proteger a aliados
gl: Protexer aliados
pt_br: Proteger aliados

source: Protect close allies
es_es: Proteger a aliados cercanos
gl: Protexer aliados próximos
pt_br: Proteger aliados próximos

source: Holding position
es_es: Manteniendo la posición
gl: Mantendo posición
pt_br: Mantendo posição

source: Stand at node
es_es: Quedarse en el nodo
gl: Ficar no nodo
pt_br: Ficar em nó

source: Shopkeeper
es_es: Tendero
gl: Loxista
pt_br: Lojista

source: Static guard
es_es: Guardia estático
gl: Garda estático
pt_br: Guarda estático

source: Static guard indoors
es_es: Guardia inmóvil en interior
gl: Garda estático en interior
pt_br: Guarda estático de dentro

source: Static town guard
es_es: Guardia inmóvil de pueblo
gl: Garda estático da vila
pt_br: Guarda estático da cidade

source: general node
es_es: nodo general
gl: Nodo xeral
pt_br: núcleo geral

source: Getting a weapon
es_es: Consiguiendo un arma
gl: Conseguindo unha arma
pt_br: Conseguindo arma

source: Blood tracking
es_es: Rastreando sangre
gl: Rastreando sangue
pt_br: Rastreando sangue

source: Patrolling
es_es: Patrullando
gl: Patrullando
pt_br: Patrulhando

source: Patrolling town
es_es: Patrullando el pueblo
gl: Patrullando vila
pt_br: Patrulhando cidade

source: Wandering town
es_es: Pueblo errante
gl: Vagando pola vila
pt_br: Vagando por cidade

source: Shopping
es_es: Comprando
gl: Mercando
pt_br: Negociando

source: Relaxing
es_es: Relajándose
gl: Relaxando
pt_br: Relaxando

source: Staying home
es_es: Quedándose en casa
gl: Ficando en casa
pt_br: Ficando em casa

source: Reigning
es_es: Dominando
gl: Reinando
pt_br: Reinando

source: Sitting around
es_es: De brazos cruzados
gl: Sentando
pt_br: Sentando

source: Wandering
es_es: Deambulando
gl: Vagando
pt_br: Vagando

source: Wandering trader
es_es: Comerciante errante
gl: Comerciante errante
pt_br: Comerciante viajante

source: Recruiting
es_es: Reclutando
gl: Recrutando
pt_br: Recrutando

source: Travelling
es_es: Viajando
gl: Viaxando
pt_br: Viajando

source: Travelling quickly
es_es: Viajando rápidamente
gl: Viaxando rapidamente
pt_br: Viajando rapidamente

source: Mission formation
es_es: Misión de la formación
gl: Formación de misión
pt_br: Formação de missão

source: Attacking target
es_es: Atacando al objetivo
gl: Atacando albo
pt_br: Atacando alvo

source: Attacking target unprovoked
es_es: Atacando al objetivo sin provocación
gl: Atacando albo sen provocación
pt_br: Atacando alvo sem provocação

source: Going to bed
es_es: Acostándose
gl: Indo para cama
pt_br: Indo para cama

source: Sleeping
es_es: Durmiendo
gl: Durmindo
pt_br: Dormindo

source: Sleeping on ground
es_es: Durmiendo en el suelo
gl: Durmindo no chan
pt_br: Dormindo no chão

source: Hiding
es_es: Escondiendo
gl: Agochándose
pt_br: Escondendo-se

source: Put in bed
es_es: Poner en la cama
gl: Metendo en cama
pt_br: Colocado em cama

source: Getting out of bed
es_es: Levantándose de la cama
gl: Saíndo da cama
pt_br: Saindo da cama

source: Getting out of bed!
es_es: ¡Levántate de la cama!
gl: Saíndo da cama!
pt_br: Saindo da cama!

source: Find and rescue
es_es: Encuentra y rescata
gl: Busca e rescate
pt_br: Busca e resgate

source: Find and put in bed
es_es: Encuentra y ponlo en la cama
gl: Atopar e meter en cama
pt_br: Busca e colocar em cama

source: Find and rescue leader
es_es: Encuentra y rescata al líder
gl: Busca e rescate de líder
pt_br: Busca e resgate de líder

source: Kill random prisoner
es_es: Asesina un prisionero al azar
gl: Matar prisioneiro ao chou
pt_br: Matar prisioneiro aleatório

source: Kill prisoner
es_es: Asesina prisionero
gl: Matar prisioneiro
pt_br: Matar prisioneiro

source: Eat random prisoner
es_es: Se come un prisionero al azar
gl: Comer prisioneiro ao chou
pt_br: Comer prisioneiro aleatório

source: Dinner time
es_es: Hora de comer
gl: Hora da cea
pt_br: Hora do jantar

source: Eat corpse
es_es: Come cadáver
gl: Comer cadáver
pt_br: Comer cadáver

source: Eat body
es_es: Come cuerpo
gl: Comer corpo
pt_br: Comer corpo

source: Find crops
es_es: Encuentra cultivos
gl: Atopar colleitas
pt_br: Achar plantas

source: Eating crops
es_es: Comiendo cultivos
gl: Devorando colleita
pt_br: Comendo plantas

source: Eat prisoner
es_es: Come prisionero
gl: Comer prisioneiro
pt_br: Comer prisioneiro

source: Beat prisoner
es_es: Golpea prisionero
gl: Bater no prisioneiro
pt_br: Espancar prisioneiro

source: Disposing of corpse
es_es: Eliminando el cadáver
gl: Desfacéndose de cadáver
pt_br: Descartando cadáver

source: Find corpses
es_es: Encuentra cadáveres
gl: Atopar corpos
pt_br: Encontrando corpos

source: Corpse disposal
es_es: Eliminación cadáver
gl: Eliminación de cadáveres
pt_br: Descarte de cadáveres

source: Imprisoned
es_es: Encarcelado
gl: Aprisionado
pt_br: Aprisionado

source: Put in prison
es_es: Mete en prisión
gl: Meter en prisión
pt_br: Colocar na prisão

source: Find and put in cage
es_es: Encuentra y enjaula
gl: Atopar e meter nunha gaiola
pt_br: Encontrar e colocar em jaulas

source: Getting in my cage
es_es: Entrando en mi jaula
gl: Entrando na miña gaiola
pt_br: Entrando na minha jaula

source: Freeing prisoner
es_es: Liberando a prisionero
gl: Ceibando prisioneiro
pt_br: Libertando prisioneiro

source: Liberating prisoners
es_es: Liberando a prisioneros
gl: Ceibando prisioneiros
pt_br: Libertando prisioneiros

source: Release from prison
es_es: Poner en libertad
gl: Soltando da prisión
pt_br: Libertar da prisão

source: Arresting
es_es: Arrestando
gl: Prendendo
pt_br: Detendo

source: Bounty hunting
es_es: Cazando recompensa
gl: Cazando recompensas
pt_br: Caçando recompensas

source: Remove Home Intruder
es_es: Eliminar Intruso Doméstico
gl: Expulsar invasor
pt_br: Remover Invasor de Lar

source: Intruder out
es_es: Saca al intruso
gl: Intruso para fóra
pt_br: Intruso para fora

source: Remove Intruder
es_es: Elimina intruso
gl: Botar intruso
pt_br: Remover intruso

source: Throwing out
es_es: Echando fuera
gl: Botando fóra
pt_br: Expulsando

source: Investigating
es_es: Investigando
gl: Investigando
pt_br: Investigando

source: Find and kidnap
es_es: Encuentra y secuestra
gl: Atopar e secuestrar
pt_br: Encontrar e sequestrar

source: Kidnapper
es_es: Secuestrador
gl: Secuestrador
pt_br: Sequestrador
