Repository: coegho/kenshi_galician
Catalog: */LC_MESSAGES/main.po
Languages: es_es, gl, pt_br

source: The number of plants remaining. This number will decrease when you harvest them, or if some pest starts eating them.
es_es: El número de plantas restantes. Este número disminuirá conforme las recolectes, o si alguna plaga comienza a comérselas.
gl: O número restante de plantas. Este número diminuirá cando as colleites, ou se as pragas comezan a comelas.
pt_br: O número restante de plantas. Diminui se você as colher ou se as pragas começarem a comê-las.

source: Time left to harvest
es_es: Tiempo sobrante para cosechar
gl: Tempo restante para colleitar
pt_br: Tempo restante para colher

source: Time left to harvest all plants before they go bad.
es_es: Tiempo sobrante para cosechar antes de que todas las plantas se echen a perder.
gl: Tempo restante para colleitar todas as plantas antes de que se estraguen.
pt_br: Tempo que resta para colher todas as plantas antes que fiquem passadas.

source: Efficiency:
es_es: Eficacia:
gl: Eficiencia:
pt_br: Eficiência:

source: Workers:
es_es: Trabajadores:
gl: Traballadores:
pt_br: Trabalhadores:

source: No workers required until the crop is ready to harvest.
es_es: No se requieren trabajadores hasta que el cultivo está listo para su cosecha.
gl: Ningún traballador é preciso até que a colleita estea lista.
pt_br: Nenhum trabalhador necessário até a colheita.

source: The soil here is unsuitable for growing crops. This farm is useless.
es_es: El suelo aquí no es adecuado para el cultivo. Esta granja no sirve para nada.
gl: O solo non é o axeitado para esta planta. Esta leira é inútil.
pt_br: O solo não é adequado para o plantio. Esta fazenda é inútil.

source: Needs water
es_es: Necesita agua
gl: Precisa de auga
pt_br: Precisa de água

source: Out of water. Growth rate will be significantly reduced and your plants may die.
es_es: Sin agua. La tasa de crecimiento será reducida significativamente y tus plantas pueden morir.
gl: Sen auga. A taxa de crecemento vaise reducir significativamente e as túas plantas poden morrer.
pt_br: Sem água. A taxa de crescimento cairá significativamente e as plantas poderão morrer.

source: Your crops are growing nicely. You don't have to do anything.
es_es: Tus cultivos están creciendo bien. No tienes que hacer nada.
gl: O cultivo está crecendo correctamente. Non tes que facer nada.
pt_br: Suas plantas estão crescendo bem. Você não precisa fazer nada.

source: The output is full. Empty out the items and put them in a storage box or something.
es_es: La producción está congestionada. Saca los ítems y ponlos en una caja de almacenamiento o algo.
gl: A saída de produción está chea. Baleira os obxectos e ponos nunha caixa de almacenamento ou algo.
pt_br: A saída de produção está cheia. Esvazie os itens e os coloque em uma caixa de depósito ou algo assim.

source: Ready To harvest
es_es: Listo para cosechar
gl: Lista para colleitar
pt_br: Pronta para colheita

source: Nobody is working at this farm at the present moment, you need to hurry up and harvest them before they die.
es_es: Nadie está trabajando en esta granja ahora mismo, necesitas darte prisa y cosechar antes de que mueran.
gl: Ninguén está traballando nesta leira agora mesmo, apura e colleita as plantas antes de que morran.
pt_br: Ninguém está trabalhando nessa fazenda no momento. Apresse-se para colher as plantas antes que elas morram.

source: Harvesting
es_es: Cosechando
gl: Colleitando
pt_br: Colhendo

source: Working...
es_es: Trabajando...
gl: Traballando...
pt_br: Trabalhando...

source: Your crops are dead. Clear them out to start again
es_es: Tus cultivos están muertos. Despéjalos para empezar otra vez
gl: As túas plantas están mortas. Límpaas para comezar de novo
pt_br: Suas plantas morreram. Limpe-as para começar de novo.

source: Type:
es_es: Tipo:
gl: Tipo:
pt_br: Tipo:

source: Town:
es_es: Pueblo:
gl: Vila:
pt_br: Cidade:

source: Open to public:
es_es: Abierto al público:
gl: Aberto ao público:
pt_br: Aberto ao público:

source: Public
es_es: Público
gl: Público
pt_br: Público

source: Private
es_es: Privado
gl: Privado
pt_br: Privado

source: For sale:
es_es: A la venta:
gl: Á venda:
pt_br: À venda:

source: Broken
es_es: Roto
gl: Rota
pt_br: Quebrada

source: This machine has broken down as a result of damage. Send one of your engineers to repair it.
es_es: Esta máquina se ha roto como consecuencia de los daños. Envía a uno de tus ingenieros a repararlo.
gl: Esa máquina rompeu debido aos danos. Manda un enxeñeiro para reparala.
pt_br: Essa máquina quebrou devido a danos diversos. Mande um engenheiro consertá-la.

source: Under construction
es_es: En construcción
gl: En construción
pt_br: Em construção

source: This machine is currently under construction.
es_es: Esta máquina está actualmente en construcción.
gl: Esta máquina aínda está en construción.
pt_br: Essa máquina ainda está em construção.

source: Building is in good condition.
es_es: La construcción está en buen estado.
gl: A construción está en boas condicións.
pt_br: A construção está em boas condições.

source: Reloading...
es_es: Recargando...
gl: Recarregando...
pt_br: Recarregando...

source: Turret is currently reloading.
es_es: La torreta se está recargando en este momento.
gl: A torreta está recarregando.
pt_br: A torreta está recarregando.

source: Unused
es_es: Sin uso
gl: Sen uso
pt_br: Desguarnecida

source: Nobody is manning this turret.
es_es: Nadie está manejando esta torreta.
gl: Ninguén está manexando esta torreta.
pt_br: Ninguém está nessa torreta.

source: Tracking
es_es: Rastreando
gl: Rastrexando
pt_br: Rastreando

source: Gunner is tracking a target, about to take a shot.
es_es: El artillero está rastreando a un objetivo, a punto de realizar un disparo.
gl: O artilleiro está trastrexando un obxectivo e está a piques de disparar.
pt_br: O atirador está rastreando um alvo e prestes a disparar.

source: Ready
es_es: Preparado
gl: Preparada
pt_br: Preparada

source: Turret is ready to fire.
es_es: La torreta está lista para abrir fuego.
gl: A torreta está lista para disparar.
pt_br: Torreta pronta para atirar.

source: Condition
es_es: Estado
gl: Condición
pt_br: Condição

source: Building Condition
es_es: Estado de la construcción
gl: Condición da construción
pt_br: Condição da construção

source: The building is damaged.
es_es: La construcción está dañada.
gl: A construción ten danos.
pt_br: A construção está danificada.

source: The building is in good condition.
es_es: La construcción está en buenas condiciones.
gl: A construción está en boas condicións.
pt_br: A construção está em boas condições.

source: The building is under construction and at {1,num}% completion.
es_es: La construcción está en obras y al {1,num}% de su conclusión.
gl: A construción está completada nun {1,num}%.
pt_br: O edifício está em construção e foi {1,num}% concluído.

source: {1} more 'Building Materials' will be needed to complete this construction.
es_es: {1} 'Materiales de Construcción' más serán necesarios para completar esta obra.
gl: Precísase {1} 'Materiais de Construción' adicionais para completar esta construción.
pt_br: Mais {1} “Materiais de Construção” serão necessários para concluir esse edifício.

source: All necessary materials are ready.
es_es: Todos los materiales necesarios están listos.
gl: Todos os materiais necesarios están listos.
pt_br: Todos os materiais necessários estão prontos.

source: Upgrade
es_es: Subir de categoría
gl: Mellorar
pt_br: Melhorar

source: Power
es_es: Energía
gl: Enerxía
pt_br: Energia

source: Downgrade
es_es: Bajar de categoría
gl: Rebaixar
pt_br: Rebaixar

source: PAUSE CONSTRUCTION
es_es: PAUSAR LA CONSTRUCCIÓN
gl: PAUSAR CONSTRUCIÓN
pt_br: PAUSAR CONSTRUÇÃO

source: [PAUSED]
es_es: [PAUSADO]
gl: [EN PAUSA]
pt_br: [EM PAUSA]

source: Door Condition
es_es: Estado de la Puerta
gl: Condición da porta
pt_br: Condição da porta

source: The door is damaged.
es_es: La puerta está dañada.
gl: A porta ten danos.
pt_br: A porta está danificada.

source: The door is in good condition.
es_es: La puerta está en buen estado.
gl: A porta está en boas condicións.
pt_br: A porta está em boas condições.

source: The door is broken
es_es: La puerta está rota
gl: A porta está rota
pt_br: A porta está quebrada

source: The door is open
es_es: La puerta está abierta
gl: A porta está aberta
pt_br: A porta está aberta

source: The door is closed
es_es: La puerta está cerrada
gl: A porta está pechada
pt_br: A porta está fechada

source: Open/Close:
es_es: Abrir/Cerrar:
gl: Abrir/pechar:
pt_br: Abrir/fechar:

source: It will no longer close and needs to be repaired.
es_es: No volverá a cerrar y necesita ser reparada.
gl: Non pechará máis, precisa ser reparada.
pt_br: Isso não vai mais fechar e precisa de reparos.

source: Locked
es_es: Cerrada con llave
gl: Fechada
pt_br: Trancado

source: Unlocked
es_es: Cerradura abierta
gl: Desfechada
pt_br: Destrancado

source: lvl {1,num}
es_es: n {1,num}
gl: nv {1,num}
pt_br: nv {1,num}

source: Security:
es_es: Seguridad:
gl: Seguridade:
pt_br: Segurança:

source: The door is locked and will keep out intruders.
es_es: La puerta está cerrada con llave y mantendrá alejados a los intrusos.
gl: A porta está fechada e manterá os intrusos fóra.
pt_br: A porta está trancada e manterá intrusos do lado de fora.

source: The door is unlocked.
es_es: La puerta tiene abierta la cerradura.
gl: A porta está desfechada.
pt_br: A porta está destrancada.

source: Empty
es_es: Vacío
gl: Baleiro
pt_br: Vazio

source: Training:
es_es: Entrenando:
gl: Adestrando:
pt_br: Treinamento:

source: Cost to use:
es_es: Coste de uso:
gl: Custo para usar:
pt_br: Custo para usar:

source: Pay c.{1,num}
es_es: Paga c.{1,num}
gl: Pagar c.{1,num}
pt_br: Pagar c.{1,num}

source: Lock state:
es_es: Estado de la cerradura:
gl: Estado da fechadura:
pt_br: Estado da tranca:

source: Level {1,num}
es_es: Nivel {1,num}
gl: Nivel {1,num}
pt_br: Nível {1,num}

source: Lock complexity:
es_es: Complejidad de la cerradura:
gl: Complexidade da fechadura:
pt_br: Complexidade da tranca:

source: Healing bonus:
es_es: Bonus por curación:
gl: Bonus de cura:
pt_br: Bônus de cura:

source: Max Skill Level:
es_es: Máx. Nivel de Habilidad:
gl: Nivel de habilidade máximo:
pt_br: Nível de habilidade máximo:

source: This is the maximum skill a person can train up to using this equipment. For anyone higher it is a waste of time.
es_es: Este es la habilidad máxima que una persona puede entrenar para usar este equipo. Ir más allá supone una pérdida de tiempo para cualquiera.
gl: Este é o máximo nivel de habilidade até o que pode adestrar unha persoa usando este equipamento. A partir de aí é unha perda de tempo.
pt_br: Este é o máximo nível a que uma pessoa pode chegar treinando com este equipamento. Para os mais habilidosos, é perda de tempo.

source: Max possible efficiency:
es_es: Máx. eficacia posible:
gl: Máxima eficiencia posíbel:
pt_br: Máxima eficiência possível:

source: Num workers:
es_es: Número de trabajadores:
gl: Núm. traballadores:
pt_br: Número de operários:

source: Max efficiency:
es_es: Máx. eficacia:
gl: Eficiencia máxima:
pt_br: Eficiência máxima:

source: This machine is fully automatic.
es_es: Esta máquina es totalmente automática.
gl: Esta máquina é totalmente automática.
pt_br: Esta máquina é totalmente automática.

source: The machine is fully staffed.
es_es: Esta máquina está dotada de personal.
gl: Esta máquina ten todo o persoal preciso.
pt_br: A máquina está totalmente guarnecida.

source: The machine is under-staffed.
es_es: Esta máquina está falta de personal.
gl: A esta máquina fáltalle persoal.
pt_br: A máquina está com operários insuficientes.

source: Power In
es_es: Energía Entrante
gl: Entrada de enerxía
pt_br: Entrada de energia

source: If the battery is charging this is the amount of power it is consuming.
es_es: Si la batería se está cargando esta es la cantidad de energía que consume.
gl: Se a batería está carregando, esta é a cantidade de enerxía que consume.
pt_br: Se a bateria está carregando, esta é a quantidade de energia que ela está consumindo.

source: Power Out
es_es: Energía Generada
gl: Saída de enerxía
pt_br: Saída de energia

source: The power output when the battery is in use and being drained.
es_es: La potencia de salida cuando la batería está en uso y se está agotando.
gl: A saída de enerxía cando a batería está en uso e sendo drenada.
pt_br: A saída de energia quando a bateria está em uso e sendo drenada.

source: Power Stored
es_es: Energía Almacenada
gl: Enerxía almacenada
pt_br: Energia armazenada

source: The amount of power currently stored in the battery for use in emergencies.
es_es: La cantidad de energía almacenada actualmente en la batería para su uso en emergencias.
gl: A cantidade de enerxía acumulada actualmente na batería para o seu uso durante emerxencias.
pt_br: A quantidade de energia atualmente armazenada na bateria para uso em emergências.

source: Power Output
es_es: Potencia de Salida
gl: Produción de enerxía
pt_br: Produção de energia

source: Power is switched off.
es_es: La energía está desconectada.
gl: Enerxía desconectada.
pt_br: Energia desligada.

source: Power output is running at maximum.
es_es: La potencia de salida está funcionando al máximo.
gl: A produción de enerxía está ao máximo.
pt_br: Produção de energia atualmente no máximo.

source: Currently out of fuel, so power output is zero
es_es: Sin combustible en este momento, así que la potencia de salida es cero
gl: Actualmente sen combustíbel, polo que a produción de enerxía é cero
pt_br: Atualmente sem combustível, portanto a produção de energia é zero.

source: Power output is running at reduced efficiency due to damage.
es_es: La potencia de salida está funcionando con eficacia reducida debido a daños.
gl: Produción de enerxía reducida por danos.
pt_br: Produção de energia reduzida devido a danos.

source: Fuel Consumption
es_es: Consumo de Combustible
gl: Consumo de combustíbel
pt_br: Consumo de combustível

source: Fuel is being burned at {1,num}% speed. It will be used up more slowly when less power is being used
es_es: El combustible está siendo quemado a una velocidad de {1,num}% sSe gastará más despacio cuanta menos energía esté siendo usada
gl: O combustíbel estase queimando a unha velocidade de {1,num}%. O consumo será máis lento ao usar menos enerxía
pt_br: O combustível está queimando a uma taxa de {1,num}%. O consumo será mais lento ao usar menos energia.

source: No Power!
es_es: ¡Sin Energía!
gl: Sen enerxía!
pt_br: Sem energia!

source: No power is getting to this machine. You need to build some generators, or fix or fuel your existing ones or something.
es_es: La energía no está llegando a esta máquina. Necesitas construir unos generadores, o arreglar o poner combustible en los existentes o algo.
gl: Non chega enerxía a esta máquina. Terás que construír algúns xeradores, ou arranxar ou abastecer de combustíbel os xa existentes, ou algo.
pt_br: Nenhuma energia está chegando a esta máquina. Você precisa construir alguns geradores, consertar ou reabastecer os já existentes — algo assim.

source: Switched Off
es_es: Desconectado
gl: Desconectada
pt_br: Desligada

source: You have ordered for this machine to remain switched off.
es_es: Has ordenado que esta máquina se mantenga desconectada.
gl: Ordenaches que esta máquina se manteña desconectada.
pt_br: Você ordenou que mantivessem esta máquina desligada.

source: Inactive
es_es: Inactivo
gl: Inactiva
pt_br: Inativa

source: Nobody is operating this machine at the moment, so it is not consuming power.
es_es: Nadie está operando esta máquina en este momento, así que no está consumiendo energía.
gl: Ninguén está operando esta máquina neste momento, polo que non está consumindo enerxía.
pt_br: Ninguém está operando essa máquina no momento, portanto não está consumindo energia.

source: Battery
es_es: Batería
gl: Batería
pt_br: Bateria

source: This machine will run off of battery power if the main generators should run low or break down.
es_es: Esta máquina tirará de energía de la batería en caso de que a los generadores principales les quedase poca energía o se rompiesen.
gl: Esta máquina funcionará usando enerxía de batería se os xeradores principais fican baixos de potencia ou rompen.
pt_br: Esta máquina vai funcionar baseada em energia de bateria se os geradores principais ficarem sem força ou quebrarem.

source: This machine will NOT run off of battery power if the main generators should run low or break down.
es_es: Esta máquina NO tirará de energía de la batería en caso de que a los generadores principales les quedase poca energía o se rompiesen.
gl: Esta máquina NON funcionará usando enerxía de batería se os xeradores principais fican baixos de potencia ou rompen.
pt_br: Esta máquina NÃO VAI funcionar baseada em energia de bateria se os geradores principais ficarem sem força ou quebrarem.

source: This machine is switched On
es_es: Esta máquina está Conectada
gl: Esta máquina está conectada
pt_br: Esta máquina está Ligada

source: This machine is switched {1}Off
es_es: Esta máquina está {1}Desconectada
gl: Esta máquina está {1}desconectada
pt_br: Esta máquina está {1}desligada

source: This machine is working fine.
es_es: Esta máquina está funcionado correctamente.
gl: Esta máquina está funcionando correctamente.
pt_br: Esta máquina está funcionando bem.

source: This machine is working fine, but due to low power is only operating at {1}{2,num}% {3}of its full potential.
es_es: Esta máquina está funcionado correctamente, pero debido a poca energía solo está operando al {1}{2,num}% {3} de su potencial total.
gl: Esta máquina está funcionando ben, mais debido á baixa enerxía está operando a un {1}{2,num}% {3} do seu potencial.
pt_br: Esta máquina está funcionando, mas, devido à baixa energia, ela está operando com apenas {1}{2,num}% {3}da capacidade total.

source: Crafting:
es_es: Elaborando:
gl: Fabricando:
pt_br: Fabricando:

source: Nothing Queued
es_es: Nada en Cola
gl: Nada na cola
pt_br: Nada na fila

source: Nothing has been ordered for crafting.
es_es: Nada ha sido mandado para su elaboración.
gl: Non hai pedidos de fabricación.
pt_br: Não há pedidos de fabricação.

source: Needs upgrading
es_es: Necesita ser actualizado
gl: Precisa ser mellorado
pt_br: Precisa de melhorias

source: You are trying to craft something that this craft bench cannot do. It needs upgrading to produce this item.
es_es: Estás intentando elaborar algo que la mesa de no puede. Necesita ser actualizada para producir este artículo.
gl: Estás tentando fabricar algo que este banco de traballo non pode facer. É preciso melloralo para producir este obxecto.
pt_br: Você está tentando fabricar algo que essa bancada de trabalho não pode fazer. É preciso melhorá-la para produzir esse item.

source: Upgradeable to:
es_es: Mejorable a:
gl: Mellorábel a:
pt_br: Melhorável para:

source: Dismantle All:
es_es: Desmantelar Todo:
gl: Desmantelar todo:
pt_br: Desmontar tudo:

source: Dismantle All
es_es: Desmantelar Todo
gl: Desmantelar todo
pt_br: Desmontar tudo

source: Iron Quality:
es_es: Calidad del Hierro:
gl: Calidade do ferro:
pt_br: Qualidade do ferro:

source: Stone Richness:
es_es: Riqueza de Piedra:
gl: Riqueza da pedra:
pt_br: Riqueza da pedra:

source: Copper Quality:
es_es: Calidad del Cobre:
gl: Calidade do cobre:
pt_br: Qualidade do cobre:

source: Carbon Quality:
es_es: Calidad del Carbón:
gl: Calidade do carbón:
pt_br: Qualidade do carbono:

source: Water Available:
es_es: Disponibilidad de Agua:
gl: Auga dispoñíbel:
pt_br: Água disponível:

source: Ground Fertility:
es_es: Fertilidad del Suelo:
gl: Fertilidade do solo:
pt_br: Fertilidade do solo:

source: The richness of natural {1} present in this location. Anything over 50% is considered good.
es_es: La riqueza natural de {1} presente en esta localización. Cualquiera superior al 50% es considerada buena.
gl: A riqueza de {1} natural está presente no lugar. Calquera cousa por riba de 50% é considerada boa.
pt_br: A riqueza de {1} natural está presente no lugar. Qualquer coisa acima de 50% é considerada boa.

source: Iron under ground:
es_es: Hierro bajo tierra:
gl: Ferro no subsolo:
pt_br: Ferro no subsolo:

source: Stone under ground:
es_es: Piedra bajo piedra:
gl: Pedra no subsolo:
pt_br: Pedra no subsolo:

source: Copper under ground:
es_es: Cobre bajo piedra:
gl: Cobre no subsolo:
pt_br: Cobre no subsolo:

source: Carbon under ground:
es_es: Carbón bajo tierra:
gl: Carbón no subsolo:
pt_br: Carbono no subsolo:

source: Water under ground:
es_es: Agua bajo tierra:
gl: Auga no subsolo:
pt_br: Água no subsolo:

source: Switched off
es_es: Desconectado
gl: Desconectada
pt_br: Desligada

source: This machine is switched off.
es_es: Esta máquina está desconectada.
gl: Esta máquina está desconectada.
pt_br: Esta máquina está desligada.

source: No power
es_es: Sin energía
gl: Sen enerxía
pt_br: Sem energia

source: Production queue empty
es_es: Cola de producción vacía
gl: Cola de produción baleira
pt_br: Fila de produção vazia

source: No items have been queued up for crafting, so there is nothing to do.
es_es: No hay ítems haciendo cola para su elaboración, no hay nada que hacer.
gl: Non hai obxectos na cola para fabricar, polo que non hai nada que facer.
pt_br: Nenhum item está em fila para fabricação, portanto não há nada a fazer.

source: Out of resource
es_es: Sin recursos
gl: Sen recursos
pt_br: Sem recursos

source: The machine has run out of raw materials to work with. Find some more and fill it up.
es_es: La máquina se ha quedado sin materia prima con la que trabajar. Busca más y rellénala.
gl: Esta máquina ficou sen materia prima para traballar. Atopa máis e abastécea.
pt_br: Essa máquina ficou sem matéria-prima para trabalhar. Encontre mais e abasteça-a.

source: The machine output is full. Empty out the items and put them in a storage box or something.
es_es: La salida de la máquina está llena. Vacía los ítems y pónlos en una caja de almacenamiento o algo así.
gl: A saída de produción da máquina está chea. Baleira os obxectos e ponos nunha caixa de almacenamento ou algo.
pt_br: A saída de produção da máquina está cheia. Esvazie os itens e os coloque em uma caixa de depósito ou algo assim.

source: This machine needs electricity to function. Build a power generator or windmill.
es_es: La máquina necesita electricidad para su funcionamiento. Construye un generador de energía o un molino.
gl: Esta máquina precisa de electricidade para funcionar. Constrúe un xerador de enerxía ou un muíño de vento.
pt_br: Esta máquina precisa de eletricidade para funcionar. Construa um gerador de energia ou um moinho de vento.

source: No workers
es_es: No hay trabajadores
gl: Sen traballadores
pt_br: Sem trabalhadores

source: Nobody is working at this machine at the present moment, so nothing is getting done.
es_es: Nadie está trabajando en la máquina ahora mismo, así que no se está haciendo nada.
gl: Ninguén está traballando nesta máquina agora, polo que non se está facendo nada.
pt_br: Ninguém está trabalhando aqui no momento, portanto nada está sendo feito.

source: Working
es_es: Trabajando
gl: Traballando
pt_br: Trabalhando

source: Out of fuel
es_es: Sin combustible
gl: Sen combustíbel
pt_br: Sem combustível

source: It has ran out of fuel. Find some more fuel and fill it up.
es_es: Se ha quedado sin combustible. Busca más combustible y rellénalo.
gl: Ficou sen combustíbel. Atopa máis e enche o tanque.
pt_br: Ficou sem combustível. Encontre mais e encha o tanque.

source: Fully Charged
es_es: Carga completa
gl: Totalmente carregada
pt_br: Totalmente carregada

source: This battery is fully charged.
es_es: La batería está cargada completamente.
gl: Esta batería está totalmente carregada.
pt_br: Esta bateria está totalmente carregada.
