Repository: coegho/kenshi_galician
Catalog: */LC_MESSAGES/main.po
Languages: es_es, gl, pt_br

source: In defensive combat mode the character will not even try to attack, focusing entirely on defense for a +20 skill bonus.
es_es: En el modo defensivo de combate el personaje no intentará siquiera atacar, centrándose totalmente en la defensa por un bonus de habilidad de +20.
gl: En modo de combate defensivo o personaxe non fará por atacar, centrándose exclusivamente en defensa por un bonus de +20 de habilidade.
pt_br: Em modo defensivo, o personagem nem tentará atacar, pois se concentrará em defesa por um bônus de +20 na habilidade.

source: Goal:
es_es: Objetivo:
gl: Obxectivo:
pt_br: Objetivo:

source: Current goal of this character.
es_es: Objetivo actual de este personaje.
gl: Obxectivo actual deste personaxe.
pt_br: Objetivo atual deste personagem.

source: Encumbrance:
es_es: Carga:
gl: Sobrecarga:
pt_br: Sobrecarga:

source: Athletics XP:
es_es: EXP Carrera:
gl: EXP de atletismo:
pt_br: EXP de atletismo:

source: Strength XP:
es_es: EXP Fuerza:
gl: EXP de forza:
pt_br: EXP de força:

source: Run Speed Penalty:
es_es: Penalización Velocidad en Carrera:
gl: Pen. de veloc. carreira:
pt_br: Penalidade na vel. de corrida:

source: Stealth Penalty:
es_es: Penalización Sigilo:
gl: Pen. furtividade:
pt_br: Penalidade em furtividade:

source: Accuracy Error:
es_es: Error de Precisión:
gl: Erro de precisión:
pt_br: Erro de precisão:

source: degrees
es_es: grados
gl: graos
pt_br: º

source: Weapon Accuracy:
es_es: Precisión del Arma:
gl: Precisión da arma:
pt_br: Precisão de arma:

source: Skill:
es_es: Habilidad:
gl: Habilidade:
pt_br: Habilidade:

source: Resulting Accuracy Deviation:
es_es: Desviación de Precisión Resultante:
gl: Desviación de precisión resultante:
pt_br: Desvio de precisão resultante:

source: Heavy:
es_es: Pesado:
gl: Pesadas:
pt_br: Pesadas:

source: Hacker:
gl: Cortador:
pt_br: Cortador:

source: Sabre:
es_es: Sable:
pt_br: Sabres:

source: Martial Arts:
es_es: Artes Marciales:
gl: Artes marciais:
pt_br: Artes marciais:

source: Polearm:
es_es: Arma enastada:
gl: Arma de hasta:
pt_br: Arma de haste:

source: Damage:
es_es: Daños:
gl: Dano:
pt_br: Dano:

source: Stealth:
es_es: Sigilo:
gl: Furtividade:
pt_br: Furtividade:

source: Athletics:
es_es: Carrera:
gl: Atletismo:
pt_br: Atletismo:

source: Swimming
es_es: Nadando
gl: Nadando
pt_br: Nadando

source: Max Swim Speed:
es_es: Max Velocidad Natación:
gl: Máx. vel. nado:
pt_br: Máxima vel. de nado:

source: Injuries
es_es: Lesiones
gl: Lesións
pt_br: Ferimentos

source: Hunger
es_es: Hambre
gl: Fame
pt_br: Fome

source: Encumbrance
es_es: Carga
gl: Sobrecarga
pt_br: Sobrecarga

source: 2 Broken Arms!
es_es: ¡2 Brazos Rotos!
gl: 2 brazos rotos!
pt_br: 2 braços quebrados!

source: Current Swim Speed:
es_es: Velocidad de Natación En Curso:
gl: Vel. nado actual:
pt_br: Vel. de nado atual:

source: Imprisoned:
es_es: Encarcelado:
gl: Aprisionado:
pt_br: Aprisionado:

source: My arm is broken!
es_es: ¡Mi brazo está roto!
gl: O meu brazo está roto!
pt_br: Meu braço está quebrado!

source: I can't carry anyone with this arm.
es_es: No puedo llevar a nadie con este brazo.
gl: Non podo carregar a ninguén con este brazo.
pt_br: Não consigo carregar ninguém com esse braço.

source: I don't have any building materials.
es_es: No tengo ningún material de construcción.
gl: Non teño materiais de construción.
pt_br: Não tenho materiais de construção.

source: I don't have a medkit.
es_es: No tengo un botiquín.
gl: Non teño ningún kit médico.
pt_br: Não tenho nenhum kit médico.

source: I don't have a splint kit.
es_es: No tengo un equipo de entablillamiento.
gl: Non teño ningún kit de entalado.
pt_br: Não tenho um kit de tala.

source: {1} can't talk to people
es_es: {1} no puede hablar a la gente
gl: {1} non pode falar coa xente
pt_br: {1} não consegue falar com pessoas

source: I don't have a repair kit.
es_es: No tengo un equipo de reparación.
gl: Non teño un kit de reparación.
pt_br: Não tenho nenhum kit de reparos.

source: I need to go outside to do this.
es_es: Necesito salir al exterior para hacer esto.
gl: Preciso saír fóra para facer iso.
pt_br: Preciso fazer isso ao ar livre.

source: I need to be stood on solid ground.
es_es: Necesito quedarme en tierra firme.
gl: Preciso estar en terra firme.
pt_br: Preciso estar em chão sólido.

source: Import character
es_es: Importar personaje
gl: Importar personaxe
pt_br: Importar personagem

source: Import
es_es: Importar
gl: Importar
pt_br: Importar

source: Randomise
es_es: Aleatorizar
gl: Aleatorio
pt_br: Aleatório

source: Reset
es_es: Restaurar
gl: Reiniciar
pt_br: Redefinir

source: Randomise All
es_es: Aleatorizar Todo
gl: Todo aleatorio
pt_br: Todos aleatórios

source: Body
es_es: Cuerpo
gl: Corpo
pt_br: Corpo

source: Hair
es_es: Pelo
gl: Cabelo
pt_br: Cabelo

source: Export
es_es: Exportar
gl: Exportar
pt_br: Exportar

source: Clothes
es_es: Ropas
gl: Roupas
pt_br: Roupas

source: Confirm
es_es: Confirmar
gl: Confirmar
pt_br: Confirmar

source: Race
es_es: Raza
gl: Raza
pt_br: Raça

source: Subrace
es_es: Subraza
gl: Sub-raza
pt_br: Sub-raça

source: Gender
es_es: Género
gl: Xénero
pt_br: Sexo

source: Change Character
es_es: Cambiar Personaje
gl: Mudar personaxe
pt_br: Mudar personagem

source: Race Description
es_es: Descripción de Raza
gl: Descrición de raza
pt_br: Descrição da raça

source: Race Stats
es_es: Estadísticas por Raza
gl: Atributos da raza
pt_br: Atributos da raça

source: Hit Points:
es_es: Puntos de Golpe:
gl: Puntos de vida:
pt_br: Pontos de vida:

source: No bleeding
es_es: No está sangrando
gl: Sen sangramento
pt_br: Sem sangramento

source: Error loading appearance file '{1}'. The file is in an old format or invalid.
es_es: Error cargando el archivo de aspecto '{1}'. Este archivo está en un formato antiguo o inválido.
gl: Erro ao carregar ficheiro de apariencia '{1}'. O ficheiro está nun formato antigo ou non válido.
pt_br: Erro ao carregar arquivo de aparência “{1}”. O arquivo está em um formato antigo ou inválido.

source: Character '{1}' exported to file {2}
es_es: Personaje '{1}' exportado al archivo {2}
gl: Personaxe '{1}' exportado ao ficheiro {2}
pt_br: Personagem “{1}” exportado para o arquivo {2}

source: Idle stance
es_es: Actitud ociosa
gl: Postura ociosa
pt_br: Postura ociosa

source: Beard
es_es: Barba
gl: Barba
pt_br: Barba

source: Hair colour
es_es: Color del pelo
gl: Cor do cabelo
pt_br: Cor do cabelo

source: Colour
es_es: Color
gl: Cor
pt_br: Cor

source: Saturation
es_es: Saturación
gl: Saturación
pt_br: Saturação

source: Brightness
es_es: Brillo
gl: Brillo
pt_br: Brilho

source: Warning
es_es: Aviso
gl: Advertencia
pt_br: Aviso

source: There are other characters whose appearance haven't been changed. Are you sure you want to continue?
es_es: Hay otros personajes cuya apariencia no ha sido cambiada. ¿Seguro que quieres continuar?
gl: Hai outros personaxes cuxas apariencias non mudaron. Estás certo de que queres continuar?
pt_br: Há outros personagens cujas aparências não mudaram. Continuar?

source: Acid Rain ({1} protection)
es_es: Lluvia Ácida ({1} protección)
gl: Chuvia ácida (protección de {1})
pt_br: Chuva Ácida (proteção de {1})

source: It is currently raining acid, and you aren't wearing anything to protect your skin. Best to find shelter soon.
es_es: En este momento está lloviendo lluvia ácida, y no estás llevando nada para proteger tu piel. Mejor que encuentres pronto refugio.
gl: Está chovendo ácido e non levas nada que protexa a túa pel. É mellor atopar abeiro canto antes.
pt_br: Está chovendo ácido e você não está vestindo nada para proteger a pele. É melhor encontrar abrigo logo.

source: It is currently raining acid, but your gear is providing you with total protection.
es_es: En este momento está lloviendo lluvia ácida, pero tu equipo te está proporcionando una protección total.
gl: Está chovendo ácido, mais o teu equipamento protéxete por completo.
pt_br: Está chovendo ácido, mas o seu equipamento protege você totalmente.

source: It is currently raining acid, your gear is providing you with {1} protection.
es_es: En este momento está lloviendo lluvia ácida, tu equipo te está proporcionando una protección {1}.
gl: Está chovendo ácido, o teu equipamento proporciona {1} de protección.
pt_br: Está chovendo ácido e o seu equipamento oferece {1} de proteção.

source: Acid!
es_es: ¡Ácido!
gl: Ácido!
pt_br: Ácido!

source: You are currently submersed in acid, get out of there as soon as you can.
es_es: En este momento estás sumergido en ácido, sal de ahí tan pronto como puedas.
gl: Estás mergullado en ácido, sae de aí canto antes.
pt_br: Você está submerso em ácido — saia daí o mais rápido que puder.

source: Feet Burning!
es_es: ¡Pies Ardiendo!
gl: Pés queimando!
pt_br: Pés queimando!

source: The ground here is acidic and burns your feet, find some footwear!
es_es: ¡El suelo aquí es ácido y quema tus pies, encuentra calzado!
gl: O chan aquí é ácido e queima os teus pés, atopa algún calzado!
pt_br: O chão aqui é ácido e queima seus pés — encontre calçados!

source: Poison Gas ({1} protection)
es_es: Gas Venenoso ({1} protección)
gl: Gas velenoso (protección de {1})
pt_br: Gás Venenoso (proteção de {1})

source: You are currently breathing in poison gas.
es_es: Actualmente estás respirando gas venenoso.
gl: Estás respirando gas velenoso.
pt_br: Você está respirando gás venenoso.

source: Your gear is protecting you from breathing in any poisons.
es_es: Tu equipo te está protegiendo de la inhalación de cualquier veneno.
gl: O teu equipo protéxete de respirar veleno ningún.
pt_br: Seu apetrecho está protegendo você de respirar qualquer veneno.

source: You are currently breathing in poison gas, your gear is providing you with {1} protection.
es_es: Actualmente estás respirando gas venenoso, tu equipo te está proporcionando una protección {1}.
gl: Estás respirando gas velenoso, o teu equipo proporciónache unha protección de {1}.
pt_br: Você está respirando gás venenoso e seu equipamento oferece {1} de proteção.

source: Burning ({1} protection)
es_es: Ardiendo ({1} protección)
gl: Queimadura (protección de {1})
pt_br: Queimadura (proteção de {1})

source: You are currently on fire.
es_es: Estás ardiendo.
gl: Estás ardendo.
pt_br: Você está em chamas.

source: Your gear is protecting you from being horribly burnt.
es_es: Tu equipo te está protegiendo de ser terriblemente quemado.
gl: O teu equipo protéxete de queimarte horribelmente.
pt_br: Seu apetrecho está protegendo você de se queimar horrivelmente.

source: You are currently on fire, your gear is providing you with {1} protection.
es_es: Actualmente estás ardiendo, tu equipo te está proporcionando una protección {1}.
gl: Estás ardendo, o teu equipo proporciónache {1} de protección.
pt_br: Você está em chamas e seu equipamento está oferecendo {1} de proteção.

source: Dust Storm ({1} protection)
es_es: Tormenta de Polvo ({1} protección)
gl: Tormenta de poeira (protección de {1})
pt_br: Tempestade de Poeira (proteção de {1})

source: You are in a dust storm, it affects your accuracy in combat.
es_es: Estás en una tormenta de polvo, afecta a la precisión en combate.
gl: Estás nunha tormenta de poeira, afecta a túa precisión en combate.
pt_br: Você está em uma tempestade de areia, ela afeta a precisão em combate.

source: Your gear is protecting you from the storm.
es_es: Tu equipo te está protegiendo de la tormenta.
gl: O teu equipo protéxete da tormenta.
pt_br: Seu apetrecho está protegendo você da tempestade.

source: You are in a dust storm, your gear is providing you with {1} protection.
es_es: Estás en una tormenta de polvo, tu equipo te está proporcionando una protección {1}.
gl: Estás nunha tormenta de poeira, o teu equipo proporciónache unha protección de {1}.
pt_br: Você está em uma tempestade de poeira e seu equipamento está oferecendo {1} de proteção.

source: {1} has been eaten alive.
es_es: {1} ha sido comido con vida.
gl: {1} foi devorad/OA/ viv/OA/.
pt_br: {1} foi devorad/OA/ viv/OA/.

source: Load Error: Character stat was corrupted and fixed: {1}
es_es: Error de carga: La estadística del personaje se corrompió y arregló: {1}
gl: Erro de carga: O atributo do personaxe estaba corrompido e corrixiuse: {1}
pt_br: Erro de carregamento: o atributo do personagem estava corrompido e foi corrigido: {1}

source: Beta limitation: Can't go that way.
es_es: Limitación Beta: No se puede ir por ese camino.
gl: Limitación da beta: camiño impedido.
pt_br: Limitação de beta: caminho impedido.

source: ROBOTICS
es_es: ROBÓTICA
gl: ROBÓTICA
pt_br: ROBÓTICA

source: Repeat Queue
es_es: Repetir Lista
gl: Repetir cola
pt_br: Repetir fila

source: Stations
es_es: Terminales
gl: Estacións
pt_br: Estações

source: Items
es_es: Ítems
gl: Obxectos
pt_br: Itens

source: Queue
es_es: Lista
gl: Cola
pt_br: Fila

source: Description
es_es: Descripción
gl: Descrición
pt_br: Descrição

source: In production...
es_es: En producción...
gl: En produción...
pt_br: Em produção...

source: Out of resources
es_es: Sin recursos
gl: Sen recursos
pt_br: Sem recursos

source: Output full
es_es: Producción congestionada
gl: Saída chea
pt_br: Rendimento cheio

source: Upgrade required
es_es: Actualización necesaria
gl: Actualización necesaria
pt_br: Melhoria necessária

source: Not assigned to a craft bench
es_es: No asignado a una mesa de trabajo
gl: Sen banca de traballo asignada
pt_br: Sem bancada de fabricação designada

source: ETA:
es_es: TEL:
gl: Tempo estimado:
pt_br: Tempo estimado:

source: -Current Smith:
es_es: -Herrero en Activo:
gl: -Ferreiro actual:
pt_br: -Ferreiro atual:

source: (skill: {1,num}{2})
es_es: (habilidad: {1,num}{2})
gl: (habilidade: {1,num}{2})
pt_br: (habilidade: {1,num}{2})

source: -Predicted Result:
es_es: -Resultado Previsto:
gl: -Resultado previsto:
pt_br: -Resultado previsto:

source: -Material Costs:
es_es: -Coste del Material:
gl: -Custos de material:
pt_br: -Custos de material:

source: -Critical Success Chance:
es_es: -Oportunidad de Éxito Crítico:
gl: -Probabilidade de éxito crítico:
pt_br: -Chance de sucesso crítico:

source: No items available to craft. You need to buy blueprints or research new items to craft them here
es_es: No hay ítems disponibles para r. Necesitas comprar proyectos o investigar sobre nuevos ítems para elaborarlos aquí
gl: Non hai obxectos dispoñíbeis para fabricar. Precisas mercar planos ou pesquisar novos obxectos para fabricalos aquí
pt_br: Nenhum item disponível para fabricação. É preciso comprar diagramas ou pesquisar novos itens para fabricá-los aqui

source: Estimated Craft Time:
es_es: Tiempo Estimado de Elaboración:
gl: Tempo estimado de fabricación:
pt_br: Tempo estimado de fabricação:

source: -Materials Cost:
es_es: -Coste de los Materiales:
gl: -Custo de materiais:
pt_br: -Custo de materiais:

source: -Fabrics Cost:
es_es: -Coste de los Tejidos:
gl: -Custo de tecidos:
pt_br: -Custo de tecido:

source: -Materials Costs:
es_es: -Coste de los Materiales:
gl: -Custo de materiais:
pt_br: -Custos de materiais:

source: Ingredients
es_es: Ingredientes
gl: Ingredientes
pt_br: Ingredientes

source: Invalid item!
es_es: ¡Ítem inválido!
gl: Obxecto non válido!
pt_br: Item inválido!

source: Empty!
es_es: ¡Vacío!
gl: Baleiro!
pt_br: Vazio!

source: Failed to learn from blueprint: Technology requirements not met
es_es: Fracaso en el aprendizaje a partir del proyecto: No hallados los requisitos tecnológicos
gl: Fallou ao estudar plano: non se cumpren os requisitos de tecnoloxía
pt_br: Falha ao aprender diagrama: não atende aos requisitos de tecnologia

source: Research already known
es_es: Investigación ya conocida
gl: Pesquisa xa coñecida
pt_br: Pesquisa já conhecida

source: Day: {1,num}
es_es: Día: {1,num}
gl: Día: {1,num}
pt_br: Dia: {1,num}

source: Selling Slaves
es_es: Vendiendo esclavos
gl: Vendendo escravos
pt_br: Vendendo escravos

source: Sell
es_es: Vender
gl: Vender
pt_br: Vender

source: Name:
es_es: Nombre:
gl: Nome:
pt_br: Nome:

source: WARNING: Character will become a slave!
es_es: AVISO: ¡El personaje se convertirá en esclavo!
gl: AVISO: O personaxe tornarase un escravo!
pt_br: AVISO: o personagem se tornará um escravo!

source: Buying Slaves
es_es: Comprando esclavos
gl: Comprando escravos
pt_br: Comprando escravos

source: Buy
es_es: Comprar
gl: Comprar
pt_br: Comprar

source: Strength:
es_es: Fuerza:
gl: Forza:
pt_br: Força:

source: Dexterity:
es_es: Destreza:
gl: Destreza:
pt_br: Destreza:

source: Toughness:
es_es: Resilencia:
gl: Dureza:
pt_br: Resistência:

source: Melee Attack:
es_es: Ataque Melé:
gl: Ataque corpo a corpo:
pt_br: Ataque corpo a corpo:

source: Melee Defence:
es_es: Defensa Melé:
gl: Defensa corpo a corpo:
pt_br: Defesa corpo a corpo:

source: Labouring:
es_es: Trabajando:
gl: Traballo físico:
pt_br: Trabalhos manuais:

source: Farming:
es_es: Cultivando:
gl: Agricultura:
pt_br: Agricultura:

source: Cooking:
es_es: Cocinar:
gl: Cociña:
pt_br: Culinária:

source: Engineering:
es_es: Diseñando:
gl: Enxeñaría:
pt_br: Engenharia:

source: Medic:
es_es: Médico:
gl: Médico de campo:
pt_br: Medicina:

source: Buying Animals
es_es: Comprando Animales
gl: Comprando animais
pt_br: Comprando Animais

source: Age:
es_es: Edad:
gl: Idade:
pt_br: Idade:

source: Gender:
es_es: Género:
gl: Xénero:
pt_br: Sexo:

source: Female
es_es: Mujer
gl: Femia
pt_br: Feminino

source: Male
es_es: Hombre
gl: Macho
pt_br: Masculino

source: Pay Bounty
es_es: Pagar Recompensa
gl: Pagar recompensa
pt_br: Pagar recompensa

source: Pay
es_es: Pagar
gl: Pagar
pt_br: Pagar

source: Faction:
es_es: Facción:
gl: Facción:
pt_br: Facção:

source: Relations with {1} improved by {2}
es_es: Relaciones con {1} mejoradas por {2}
gl: Relacións con {1} aumentadas en {2}
pt_br: Relações com {1} aumentadas em {2}

source: Relations with {1} decreased by {2}
es_es: Relaciones con {1} debilitadas por {2}
gl: Relacións con {1} diminuídas en {2}
pt_br: Relações com {1} diminuídas em {2}

source: Received
es_es: Recibido
gl: Recibido
pt_br: Recebido

source: Sorry, you cannot create female characters in the demo, buy the full game!
es_es: ¡Lo siento, no puedes crear personajes femeninos en la demo, compra el juego completo!
gl: Non podes crear personaxes femininos na demo, merca o xogo completo!
pt_br: Você não pode criar personagens femininas no demo — compre o jogo completo!

source: It looks like your squad is a little full.
es_es: Parece que tu escuadrón está un poco lleno.
gl: Parece que o teu grupo está un pouco cheo.
pt_br: Parece que o grupo está meio cheio.

source: If you want to hire any more men, you will need to buy the full game!
es_es: ¡Si quieres contratar más hombres, necesitarás comprar el juego completo!
gl: Se queres contratar máis homes terás que mercar o xogo completo!
pt_br: Se você quer contratar mais homens, precisa comprar o jogo completo!

source: Free!
es_es: ¡Libre!
gl: Liberdade!
pt_br: Liberdade!

source: Paid c.{1}k
es_es: Pagado c.{1}k
gl: Pagou c.{1}k
pt_br: Pagou c.{1}k

source: Paid c.{1}
es_es: Pagado c.{1}
gl: Pagou c.{1}
pt_br: Pagou c.{1}

source: {1} has been discovered smuggling {2}
es_es: {1} ha sido descubierto traficando {2}
gl: Cacharon a {1} contrabandeando {2}
pt_br: Pegaram {1} contrabandeando {2}

source: you
es_es: tú
gl: ti
pt_br: você

source: Squads:
es_es: Escuadrones:
gl: Grupos:
pt_br: Grupos:

source: Prosperity:
es_es: Prosperidad:
gl: Prosperidade:
pt_br: Prosperidade:

source: {1} are now hostile towards you
es_es: {1} ahora son hostiles contigo
gl: {1} agora son hostís contigo
pt_br: {1} agora são hostis com você

source: {1} are no longer hostile towards you
es_es: {1} ya no son hostiles contigo
gl: {1} xa non son hostís contigo
pt_br: {1} não são mais hostis com você

source: {1} are no longer your ally
es_es: {1} ya es tu aliado
gl: {1} xa non son os teus aliados
pt_br: {1} não são mais seus aliados

source: {1} are now your allies
es_es: {1} ahora son tos aliados
gl: {1} agora son os teus aliados
pt_br: {1} agora são seus aliados

source: War breaks out between {1} and {2}
es_es: La guerra estalla entre {1} y {2}
gl: Comezou unha guerra entre {1} e {2}
pt_br: Começou uma guerra entre {1} e {2}

source: Environment:
es_es: Ambiente:
gl: Ambiente:
pt_br: Ambiente:

source: Farmers Skill:
es_es: Habilidad de los Granjeros:
gl: Habilidade de labrego:
pt_br: Habilidade de fazendeiro:

source: This is the percentage yield of the farm. A lower number means that you get less crops from a harvest. Skillful farmers are important.
es_es: Este es el porcentaje producido por la granja. Un número menor significa que obtienes menos cosecha de un cultivo. Granjeros hábiles son importantes.
gl: Esta é a porcentaxe de rendemento da leira. Un número menor significa que recibirás unha colleita menor. Os labregos habilidosos son importantes.
pt_br: Esta é a porcentagem de ganho da fazenda. Um número menor significa que você consegue menos plantas por colheita. Fazendeiros habilidosos são importantes.

source: WARNING! Crop yield is too low to be productive, probably the crop is not suitable for this area.
es_es: ¡AVISO! La producción de la cosecha es muy baja para ser productiva, quizás el cultivo no es adecuado para esta área.
gl: AVISO! O rendemento da colleita é demasiado baixo como para ser produtivo, probabelmente a planta non é adecuada para esta área.
pt_br: Alerta! O ganho de produção está muito baixo para ser produtivo — a planta provavelmente não é adequada para esta área.

source: Crop Yield
es_es: Producción de la cosecha
gl: Rendemento da colleita
pt_br: Rendimento da safra

source: Normal Growth Time:
es_es: Tiempo Normal de Crecimiento:
gl: Tempo normal de crecemento:
pt_br: Tempo normal de crescimento:

source: Environment Effect:
es_es: Efecto Ambiental:
gl: Efecto do ambiente:
pt_br: Efeito do ambiente:

source: Power:
es_es: Energía:
gl: Potencia:
pt_br: Potência:

source: No Water:
es_es: Sin Agua:
gl: Sen auga:
pt_br: Sem água:

source: Actual Growth Time:
es_es: Tiempo Actual de Crecimiento:
gl: Tempo real de crecemento:
pt_br: Tempo real de crescimento:

source: Growth Rate
es_es: Tasa de Crecimiento
gl: Taxa de crecemento
pt_br: Taxa de crescimento

source: Failed
es_es: Fallido
gl: Fallou
pt_br: Fracasso

source: Growing
es_es: Creciendo
gl: Crecendo
pt_br: Crescendo

source: Once the plants have grown 100% you can begin to harvest them. Until then all you have to do is make sure the farm has water.
es_es: Una vez que las plantas han crecido el 100% puedes comenzar a recolectarlas. Hasta entonces, todo lo que debes hacer es asegurarte que la granja tiene agua.
gl: No momento no que nas plantas crezan ao 100% poderás colleitalas. Até entón, chegará con que te asegures de que a leira teña auga.
pt_br: Quando as plantas crescerem 100%, você pode começar a colhê-las. Até lá, basta garantir que a fazenda tenha água.

source: Plant Condition
es_es: Condición de la Planta
gl: Condición da planta
pt_br: Condição da planta

source: The health of the plants, it will start to degenerate once they are fully grown, or if they run out of water. If it reaches 0 then the dead plants will have to be cleared and re-planted.
es_es: La salud de las plantas; comenzará a degenerar una vez su crecimiento haya terminado o si les faltase agua. Si esta llega a 0, las plantas muertas deberán ser retiradas y resembradas.
gl: A saúde das plantas comezará a dexenerar a partir de ter crecido de todo ou cando queden sen auga. Se chegan a 0, será preciso limpalas e plantalas de novo.
pt_br: A vida das plantas começará a degenerar quando estiverem totalmente crescidas ou se ficarem sem água. Se chegar a 0, será preciso remover e ressemear as plantas.

source: Number of Plants
es_es: Número de Plantas
gl: Número de plantas
pt_br: Número de plantas
