Repository: coegho/kenshi_galician
Catalog: */LC_MESSAGES/main.po
Languages: es_es, gl, pt_br

source: Stop selected characters actions
es_es: Detener acciones de personajes seleccionados
gl: Deter accións dos personaxes seleccionados
pt_br: Interromper ações dos personagens selecionados

source: Toggle block only mode
es_es: Alternar a modo sólo bloqueo
gl: Activar modo de só bloqueo
pt_br: Alterar para modo de somente bloqueio

source: Toggle passive mode
es_es: Alternar a modo pasivo
gl: Activar modo pasivo
pt_br: Alternar para modo passivo

source: Toggle jobs
es_es: Alternar s
gl: Activar tarefas
pt_br: Ativar trabalhos

source: Toggle ranged mode
es_es: Alternar a modo a distancia
gl: Activar modo a distancia
pt_br: Alternar para modo à distância

source: Toggle stealth mode
es_es: Alternar a modo sigiloso
gl: Activar modo furtivo
pt_br: Alternar para modo furtivo

source: Cycle movement speed
es_es: Escoger velocidad de movimiento
gl: Cambiar velocidade de movemento
pt_br: Velocidade de movimento cíclico

source: Medic order
es_es: Orden médica
gl: Comandar médico
pt_br: Comandar médico

source: Rescue order
es_es: Orden de rescate
gl: Comandar rescate
pt_br: Comandar resgate

source: Prospect order
es_es: Orden prospectiva
gl: Comandar prospección
pt_br: Comandar prospecção

source: Focus selected character
es_es: Focalizarse en personaje seleccionado
gl: Foco no personaxe seleccionado
pt_br: Foco no personagem selecionado

source: Select all characters
es_es: Seleccionar todos personajes
gl: Seleccionar todos os personaxes
pt_br: Selecionar todos os personagens

source: Select character 1
es_es: Seleccionar personaje 1
gl: Seleccionar personaxe 1
pt_br: Selecionar personagem 1

source: Select character 2
es_es: Seleccionar personaje 2
gl: Seleccionar personaxe 2
pt_br: Selecionar personagem 2

source: Select character 3
es_es: Seleccionar personaje 3
gl: Seleccionar personaxe 3
pt_br: Selecionar personagem 3

source: Select character 4
es_es: Seleccionar personaje 4
gl: Seleccionar personaxe 4
pt_br: Selecionar personagem 4

source: Select character 5
es_es: Seleccionar personaje 5
gl: Seleccionar personaxe 5
pt_br: Selecionar personagem 5

source: Select character 6
es_es: Seleccionar personaje 6
gl: Seleccionar personaxe 6
pt_br: Selecionar personagem 6

source: Select character 7
es_es: Seleccionar personaje 7
gl: Seleccionar personaxe 7
pt_br: Selecionar personagem 7

source: Select character 8
es_es: Seleccionar personaje 8
gl: Seleccionar personaxe 8
pt_br: Selecionar personagem 8

source: Select character 9
es_es: Seleccionar personaje 9
gl: Seleccionar personaxe 9
pt_br: Selecionar personagem 9

source: Select character 10
es_es: Seleccionar personaje 10
gl: Seleccionar personaxe 10
pt_br: Selecionar personagem 10

source: Select next character
es_es: Selecciona personaje siguiente
gl: Seleccionar personaxe seguinte
pt_br: Selecionar personagem seguinte

source: Select previous character
es_es: Selecciona personaje previo
gl: Seleccionar personaxe anterior
pt_br: Selecionar personagem anterior

source: Cycle squads
es_es: Escoger escuadrones
gl: Cambiar grupo
pt_br: Pelotões de ciclo

source: Build mode
es_es: Modo Construir
gl: Modo de construción
pt_br: Modo de construção

source: Toggle build mode
es_es: Alternar a modo construir
gl: Activar modo de construción
pt_br: Alternar para modo de construção

source: Confirm build mode
es_es: Confirmar modo construir
gl: Confirmar modo de construción
pt_br: Confirmar modo de construção

source: Undo last building
es_es: Deshacer última construcción
gl: Desfacer última construción
pt_br: Desfazer última construção

source: Rotate building left
es_es: Rotar construcción a izquierda
gl: Rotar construción cara a esquerda
pt_br: Girar construção para a esquerda

source: Rotate building right
es_es: Rotar construcción a derecha
gl: Rotar construción cara a dereita
pt_br: Girar construção para a direita

source: Move building up
es_es: Mover construcción hacia arriba
gl: Mover construción cara arriba
pt_br: Mover construção para baixo

source: Move building down
es_es: Mover construcción hacia abajo
gl: Mover construción cara abaixo
pt_br: Mover construção para cima

source: Increase building slope
es_es: Incrementar la pendiente en construcción
gl: Aumentar ángulo de construción
pt_br: Aumentar ângulo de construção

source: Decrease building slope
es_es: Disminuir la pendiente en construcción
gl: Reducir ángulo da construción
pt_br: Diminuir ângulo de construção

source: Tools
es_es: Herramientas
gl: Ferramnetas
pt_br: Ferramentas

source: Toggle game editor
es_es: Alternar editor del juego
gl: Activar editor de xogo
pt_br: Ativar editor de jogo

source: Rebuild navmesh
es_es: Reconstruir Malla de Navegación
gl: Reconstruír navmesh
pt_br: Reconstruir navmesh

source: Reload biome data
es_es: Recargar datos del bioma
gl: Recarregar datos de bioma
pt_br: Recarregar dados de bioma

source: Editor gizmo: move
es_es: Aparatito editor: mover
gl: Utensilio do editor: mover
pt_br: Ferramenta do editor: mover

source: Editor gizmo: rotate
es_es: Aparatito editor: rotar
gl: Utensilio do editor: rotar
pt_br: Ferramenta do editor: girar

source: Editor gizmo: scale
es_es: Aparatito editor: escalar
gl: Utensilio do editor: escala
pt_br: Ferramenta do editor: escala

source: Defaults
es_es: Valores predeterminados
gl: Valores por defecto
pt_br: Padrões

source: Active mods
es_es: Activar modificaciones
gl: Mods activos
pt_br: Mods ativos

source: Beta limitation: Area under construction.
es_es: Limitación Beta: Área en construcción.
gl: Limitación beta: área en construción.
pt_br: Limite do beta: área em construção.

source: Hold down the ALT key to pick the lock.
es_es: Mantener apretada tecla ALT para forzar la cerradura.
gl: Mantén a tecla ALT para tentar fozar na fechadura.
pt_br: Segure a tecla ALT para tentar arrombar a fechadura.

source: Hold down the ALT key to escape the cage.
es_es: Mantener apretada tecla ALT para escapar de la jaula.
gl: Mantén a tecla ALT para tentar fuxir da gaiola.
pt_br: Segure a tecla ALT para tentar escapar da jaula.

source: Error!
gl: Erro!
pt_br: Erro!

source: One of your squads has somehow loaded off the map, reload your game with [reset positions] selected to recover your missing squads
es_es: Uno de tus escuadrones ha sido descargado del mapa de algún modo, recarga tu juego con [posiciones de reajuste] seleccionadas para recuperar tus escuadrones perdidos
gl: Un dos teus grupos ficou fóra do mapa, recarrega o xogo con [restaurar posicións] seleccionado para recuperar os grupos perdidos
pt_br: Um dos seus grupos ficou fora do mapa, recarregue o jogo com [redefinir posições] selecionada para recuperar os grupos perdidos

source: Can't place in a building you don't own.
es_es: No se puede colocar en una construcción que no sea tuya.
gl: Non é posíbel situar nunha construción que non é túa.
pt_br: Não é possível posicionar em um edifício alheio.

source: Can't build too close to another town.
es_es: No puedes construir tan cerca de otro pueblo.
gl: Non podes construír tan preto de outra cidade.
pt_br: Não é possível construir perto demais de outra cidade.

source: This crop will not grow in this environment.
es_es: Este cultivo no crecerá en este entorno.
gl: Esta plantación non medrará neste entorno.
pt_br: A plantação não crescerá neste ambiente.

source: No resources at this location, mining would be pointless.
es_es: No hay recursos en esta localización, la minería sería inútil.
gl: Non hai recursos nesta localización, sería inútil facer minas.
pt_br: Sem recursos neste local, seria útil minerar.

source: Cannot build inside incomplete buildings.
es_es: No se puede construir dentro de construcciones incompletas.
gl: Non é posíbel construír dentro de construcións incompletas.
pt_br: Não é possível construir dentro de edifícios incompletos.

source: Must be placed outside or on a roof.
es_es: Debe ser colocado fuera o en un techo.
gl: Debe ser situado fóra ou nun tellado.
pt_br: Deve ser colocado na parte de fora ou em um telhado.

source: Must be placed inside a building.
es_es: Debe ser colocado dentro de una construcción.
gl: Debe ser situado dentro dunha construción.
pt_br: Deve ser colocado dentro de uma construção.

source: Can only be placed on certain locations (marked by blue nodes).
es_es: Sólo puede ser colocado en ciertas localizaciones (marcadas por nodos azules).
gl: Só pode ser situado en certas localizacións (marcadas por nós azuis).
pt_br: Só pode ser colocado em certos locais (marcados por sinais azuis).

source: Too close to another building.
es_es: Demasiado cerca de otra construcción.
gl: Preto de máis de outra construción.
pt_br: Muito perto de outra construção.

source: No valid usage nodes.
es_es: No hay nodos útiles válidos.
gl: Non hai nós de uso válidos.
pt_br: Não há nós de uso válidos.

source: There are characters in the way.
es_es: Hay personajes en el camino.
gl: Hai personaxes no camiño.
pt_br: Há personagens no caminho.

source: The building blocks another building use nodes.
es_es: La construcción bloquea los nudos útiles de otra construcción.
gl: A construción bloquea os nós de uso de outra construción.
pt_br: A construção bloqueia os nós de uso de outra construção.

source: The building has one or more parts on invalid ground.
es_es: La construcción tiene una o más partes sobre suelo inválido.
gl: A construción ten unha ou máis partes en terreo non válido.
pt_br: A construção tem uma ou mais partes em chão inválido.

source: Invalid placing floor number. Change to the correct floor to place it in that position.
es_es: Colocado en un número de piso inválido. Cambia al piso correcto para colocarlo en esa posición.
gl: Número de piso non válido. Muda para o piso correcto para situar iso nesa posición.
pt_br: Número de andar invalido. Mude para o andar correto para colocar isso nessa posição.

source: Ground needs to be more level.
es_es: El suelo necesita ser más llano.
gl: O chan precisa estar máis nivelado.
pt_br: O solo precisa ser mais nivelado.

source: Warning: This sign will not be added to the building exterior layout as interior build mode is inactive.
es_es: Aviso: Este cartel no será añadido a la capa exterior de la construcción mientras el modo "construir el interior" esté inactivo.
gl: Aviso: Esta sinal non será engadida á parte externa do edifico, pois o modo de construción de interiores está inactivo.
pt_br: Aviso: Essa placa não será adicionada à parte externa do edifício, pois o modo de construção de interiores está desabilitado.

source: Error: Mesh file {1} is missing.
es_es: Error: El archivo malla {1} se ha perdido.
gl: Erro: Falta o ficheiro de malla {1}.
pt_br: Erro: Arquivo de malha {1} ausente.

source: Oi, You can't place that there.
es_es: Eh, no puedes colocar eso ahí.
gl: Ei, non podes situar iso aquí.
pt_br: Ei, você não pode botar isso aqui.

source: Item placement group '{1}' has no valid items.
es_es: El emplazamiento del grupo de ítems '{1}' no tiene ítems válidos.
gl: O grupo de posicionamento de obxectos '{1}' non ten obxectos válidos.
pt_br: O grupo de posicionamento de itens ‘{1}’não possui itens válidos.

source: Crop yield:
es_es: Rendimiento de los cultivos:
gl: Rendemento da plantación:
pt_br: Rendimento da plantação:

source: Your Outpost
es_es: Tu Avanzada
gl: O teu posto avanzado
pt_br: Seu posto avançado

source: Categories
es_es: Categorías
gl: Categorías
pt_br: Categorias

source: Commands
es_es: Comandos
gl: Comandos
pt_br: Comandos

source: Undo
es_es: Deshacer
gl: Desfacer
pt_br: Desfazer

source: Building shell
es_es: Armazón de la construcción
gl: Estrutura do edificio
pt_br: Construção

source: Materials cost:
es_es: Coste de los materiales:
pt_br: Custo de material:

source: Nothing
es_es: Nada
pt_br: Nada

source: Estimated build time:
es_es: Tiempo estimado de construcción:
pt_br: Tempo estimado de construção:

source: Power Output:
es_es: Potencia de Salida:
pt_br: Produção de energia:

source: Power Consumption:
es_es: Consumo de Energía:
pt_br: Consumo de energia:

source: Power Capacity:
es_es: Capacidad de Potencia:
pt_br: Capacidade de energia:

source: Num People:
es_es: Núm. Personas:
pt_br: Nº de pessoas:

source: Produces:
es_es: Productos:
pt_br: Produz:

source: Training max:
es_es: Formación máx.:
pt_br: Máx. treinamento:

source: lvl {1,num=fix,p=0}
es_es: n {1,num=fix,p=0}
pt_br: nv {1,num=fix,p=0}

source: Turrets bonus:
es_es: Bonus Torretas:
pt_br: Bônus de torretas:

source: Place Building:
es_es: Colocación de Construcción:
pt_br: Colocar construção:

source: Left-Click
es_es: Haz Clic Izquierdo
pt_br: Botão esquerdo

source: Clear Building:
es_es: Despejar Construcción:
pt_br: Limpar construção:

source: Right-Click
es_es: Haz Clic-Derecho
pt_br: Botão direito

source: Rotate:
es_es: Rotar:
pt_br: Girar:

source: {1} or {2} keys
es_es: {1} ó {2} teclas
pt_br: {1} ou {2} chaves

source: Change Height:
es_es: Cambiar Altura:
pt_br: Mudar altura:

source: Change Slope:
es_es: Cambio de Pendiente:
pt_br: Mudar inclinação:

source: Undo:
es_es: Deshacer:
pt_br: Desfazer:

source: Cancel All:
es_es: Cancelar Todo:
pt_br: Cancelar tudo:

source: Press
es_es: Presionar
pt_br: Aperte

source: when finished
es_es: cuando esté terminado
pt_br: quando concluir

source: Blue arrows point outwards, towards enemy.
es_es: Flechas azules apuntan hacia el exterior, hacia el enemigo.
pt_br: Flechas azuis apontam para fora, em direção ao inimigo.

source: Aiming...
es_es: Apuntando...
pt_br: Mirando...

source: No available renderers found.
es_es: No encontrados renderizadores disponibles.
pt_br: Nenhum renderizador disponível encontrado.

source: Problem
es_es: Problema
pt_br: Problema

source: Failed to load render system. You probably need to install the june 2010 directX runtimes located in the dependencies folder
es_es: Fallo al cargar el sistema de renderizado. Posiblemente necesitas instalar los "runtimes" directX de junio 2010 localizados en la carpeta dependiente
pt_br: Falha ao carregar o sistema de renderização. Instale os tempos de execução do directX de junho de 2010 que fica na pasta de dependências.

source: DirectX11 unsupported on this system.
pt_br: O sistema não suporta DirectX11.

source: ERROR creating root
es_es: ERROR creando root
pt_br: ERRO ao criar root

source: Unfortunately your system cannot run the game. Your video card needs to be capable of running pixel shader v3.0.
es_es: Desafortunadamente tu sistema no puede ejecutar el juego. Tu tarjeta de video necesita ser capaz de ejecutar pixel shader v3.0.
pt_br: Infelizmente este sistema não pode rodar o jogo. A placa de vídeo deve ser capaz de rodar o pixel shader v3.0.

source: (at 1x rate)
es_es: (vel. 1x)
pt_br: (à taxa de 1x)

source: Research complete: {1}
es_es: Investigación completa: {1}
pt_br: Pesquisa concluída: {1}

source: Used artifacts for '{1}' research.
es_es: Utensilios utilizados para '{1}' investigar.
pt_br: Usou os artefatos para a pesquisa de '{1}'.

source: Autosaving...
es_es: Guardando automáticamente...
pt_br: Salvando automaticamente...

source: Saving...
pt_br: Salvando...

source: Failed to save game
es_es: Fallo al guardar el juego
pt_br: Falha ao salvar o jogo

source: Failed to load game
es_es: Fallo al cargar el juego
pt_br: Falha ao carregar o jogo

source: Failed to import game
es_es: Fallo al importar el juego
pt_br: Falha ao importar o jogo

source: Old save version
es_es: Versión guardada es antigua
pt_br: Versão do jogo salvo obsoleta

source: Kenshi has been updated to version {1}. Things have changed since this game was saved which will break everything horribly. Use the import menu to start a new game keeping your existing squad.
es_es: Kenshi ha sido actualizado a la versión {1}. Las cosas han cambiado desde que este juego fue guardado lo cual romperá todo tremendamente. Usa el menú importado para iniciar un juego nuevo manteniendo tu escuadrón existente.
pt_br: Kenshi foi atualizado para a versão {1}. As coisas mudaram desde que esse jogo foi salvo, o que estragará tudo horrivelmente. Use o menu de importação para começar um jogo novo mantendo o grupo atual.

source: Name
es_es: Nombre
pt_br: Nome

source: Date
es_es: Fecha
pt_br: Data

source: Delete Save
es_es: Borrar lo Guardado
pt_br: Excluir arquivo salvo

source: Are you sure you want to delete this save game?
es_es: ¿Seguro que quieres borrar el juego guardado?
pt_br: Quer mesmo deletar o jogo salvo?

source: File version
es_es: Versión del archivo
pt_br: Versão do arquivo

source: Funds
es_es: Dinero
pt_br: Fundos

source: Members size
es_es: Tamaño de miembros
pt_br: Nº de membros

source: Location
es_es: Ubicación
pt_br: Local

source: Day
es_es: Día
pt_br: Dia

source: Load game
es_es: Cargar juego
pt_br: Carregar jogo

source: Load
es_es: Cargar
pt_br: Carregar

source: Reset squad positions
es_es: Reiniciar las posiciones del escuadrón
pt_br: Redefinir posições do grupo

source: Error
pt_br: Erro

source: This save file is invalid
es_es: El archivo guardado no es válido
pt_br: Este arquivo salvo é inválido.

source: Import game
es_es: Importar juego
pt_br: Importar jogo

source: Advanced options
es_es: Opciones avanzadas
pt_br: Opções avançadas

source: Import Buildings
es_es: Importar Construcciones
pt_br: Importar construções

source: Import Research
es_es: Importar Investigación
pt_br: Importar pesquisa

source: Import Dead NPCs
es_es: Importar NPCs Muertos
pt_br: Importar PNJs mortos

source: Import Relations
es_es: Importar Relaciones
pt_br: Importar relações

source: Save game
es_es: Guardar juego
pt_br: Salvar jogo

source: Save game error
es_es: Error guardando el juego
pt_br: Erro ao salvar o jogo

source: The file name contains invalid characters
es_es: El nombre del archivo contiene caracteres inválidos
pt_br: O nome do arquivo contém caracteres inválidos.

source: Can't use this file name
es_es: No puedes usar este nombre de archivo
pt_br: Nome de arquivo inválido

source: Overwrite save '{1}'?
es_es: ¿Guardar sobreescribiendo '{1}'?
pt_br: Substituir jogo salvo ‘{1}’?

source: Trespassing
es_es: Invadir
pt_br: Transgressão

source: Terrorism
es_es: Terrorismo
pt_br: Terrorismo

source: Theft
es_es: Robo
pt_br: Furto

source: Murder
es_es: Asesinato
pt_br: Homicídio

source: Fencing
es_es: Esgrima
pt_br: Esgrima

source: Burglary
es_es: Asalto
pt_br: Assalto

source: Uniform Theft
es_es: Uniforme Robado
pt_br: Furto de uniforme

source: Enslaving
es_es: Esclavizante
pt_br: Escravização

source: Treason
es_es: Traición
pt_br: Traição

source: Smuggling
es_es: Contrabandismo
pt_br: Contrabando

source: Escaping Prison
es_es: Escapando de la Prisión
pt_br: Fuga da prisão

source: Crop Theft
es_es: Cosecha Robada
pt_br: Furto de prod. agrícola

source: Hold middle mouse button to rotate the camera
es_es: Sostén el botón del medio del ratón para rotar la cámara
pt_br: Segure o botão do meio do mouse para girar a câmera

source: Use mouse wheel to zoom
es_es: Usa la rueda del ratón para hacer zoom
pt_br: Use a roda do mouse para aproximar/afastar

source: Now create your first character. Use the 'Confirm' button when finished.
es_es: Ahora crea tu primer personaje. Usa el botón 'Confirmar' cuando termines.
pt_br: Agora crie o seu primeiro personagem. Use o botão “Confirmar” quando terminar.

source: Cannot find any towns from the game start town list.
es_es: No se encuentra ningún pueblo de la lista de pueblos del inicio del juego.
pt_br: Nenhuma cidade foi encontrada na lista de cidades iniciais do jogo.

source: Failed to load the core '{1}' file.
es_es: Fallo al cargar el archivo elemental '{1}'.
pt_br: Falha ao carregar o arquivo de núcleo ‘{1}’.

source: Failed to load the following mod(s):
es_es: Fallo al cargar las siguientes mod(s):
pt_br: Falha ao carregar os seguintes mods:

source: Mod error(s) (Ignored files)
es_es: Mod error(s) (Archivos ignorados)
pt_br: Erro(s) de mod (Arquivos ignorados)

source: Racial hunger rate:
es_es: Índice de Hambre Racial:
pt_br: Taxa de fome por raça:

source: Encumbrance effect:
es_es: Efecto gravamen:
pt_br: Efeito de sobrecarga:

source: Resting/KO state:
es_es: Descansando/estado KO:
pt_br: Descanso/estado de nocaute:

source: Idle:
es_es: Inactividad:
pt_br: Inatividade:

source: Current work:
es_es: Trabajo en curso:
pt_br: Trabalho atual:

source: Oil
es_es: Aceite
pt_br: Óleo

source: Racial bleed rate multiplier: x{1,num=fix,p=2}
es_es: Multiplicador racial de sangrado: x{1,num=fix,p=2}
pt_br: Multiplicador de sangramento por raça: x{1,num=fix,p=2}

source: Your {1} is totally destroyed. Lucky it's not something you need to live.
es_es: Tu {1} está totalmente destrozado. Suerte que no es algo que necesites para vivir.
pt_br: Você não tem mais {1}. Ainda bem que não é algo essencial para viver.

source: Your {1} is totally destroyed. It's probably the reason you are dead.
es_es: Tu {1} está totalmente destrozado. Probablemente sea la razón de que estés muerto.
pt_br: Você não tem mais {1}. Provavelmente é por isso que você morreu.

source: This wound is getting worse. You need first aid.
es_es: Esta herida está empeorando. Necesitas primeros auxilios.
pt_br: Esse ferimento está piorando. Você precisa de primeiros socorros.

source: This is a critical wound. If it doesn't get medical treatment you will die.
es_es: Es una herida crítica. Si no recibes ayuda médica vas a morir.
pt_br: É um ferimento crítico. Se ele não for tratado, você morrerá.

source: This is a dangerous wound and is getting worse. If you can regain consciousness before it goes below {1,num} then you could save yourself. If it goes below that then you will have to hope you get rescued by somebody else.
es_es: Ésta es una herida peligrosa y está empeorando. Si puedes recuperar la conciencia antes de que baje de {1,num} podrías salvarte. En caso de que baje de ahí, tendrás que esperar a ser rescatado por otra persona.
pt_br: Esse ferimento é perigoso e está piorando. Se você recuperar a consciência antes que ela fique abaixo de {1,num}, talvez consiga se salvar. Se ficar abaixo desse valor, você terá que torcer para alguém te resgatar.

source: This is a dangerous wound and is getting worse. Get some medical attention fast. Death at {1}
es_es: Ésta es una herida peligrosa y está empeorando. Consigue cualquier ayuda médica rápido. Muerte en {1}
pt_br: Esse ferimento é perigoso e está piorando. Procure ajuda médica rápido. Morte em {1}

source: This limb is severely damaged and in need of repairs. Luckily though skeleton limbs don't degenerate.
es_es: Este miembro está seriamente dañado y necesita reparaciones. Por suerte los miembros de esqueleto no degeneran.
pt_br: Este membro está gravemente danificado e precisa de reparo. Ainda que os membros de esqueletos não se degeneram.

source: Your {1} needs bandaging, it's slowly getting worse.
es_es: Tu {1} necesita ser vendado, está empeorando lentamente.
pt_br: {1} precisa de curativo e está piorando aos poucos.

source: Your {1} needs bandaging.
es_es: Tu {1} necesita ser vendado.
pt_br: {1} precisa de curativo.

source: Your {1} needs bandaging, but it's not urgent.
es_es: Tu {1} necesita ser vendado, pero no es urgente.
pt_br: {1} precisa de curativo, mas não é grave.

source: Your {1} is in the process of healing.
es_es: Tu {1} está en proceso de cura.
pt_br: {1} está em processo de cura.

source: Your {1} is okay.
es_es: Tu {1} está bien.
pt_br: {1} está bem.

source: You have {1} points of wear damage. The manual recommends you find a Skeleton Bed for maintenance.
es_es: Tienes {1} puntos de daño por uso. El manual te recomienda buscar a una Cama Esqueleto para el cuidado y mantenimiento.
pt_br: Você tem {1} pontos de dano de uso. O manual recomenda que você procure uma Cama de Esqueleto para manutenção.
