Repository: coegho/kenshi_galician
Catalog: */LC_MESSAGES/main.po
Languages: es_es, gl, pt_br

source: Manage Contract
es_es: Administrar Contrato
gl: Xestionar contrato
pt_br: Gerenciar contrato

source: Sell value
es_es: Valor de venta
gl: Valor de venda
pt_br: Valor de venda

source: Ammunition
es_es: Munición
gl: Munición
pt_br: Munição

source: Research Artifact
es_es: Utensilio de Investigación
gl: Artefacto de pesquisa
pt_br: Artefato de pesquisa

source: Unique
es_es: Único
gl: Único
pt_br: Único

source: Book
es_es: Libro
gl: Libro
pt_br: Livro

source: Food
es_es: Comida
gl: Comida
pt_br: Comida

source: Possibly Edible
es_es: Posiblemente Comestible
gl: Posibelmente comestíbel
pt_br: Possivelmente comestível

source: Only for:
es_es: Sólo para:
gl: Só para:
pt_br: Apenas para:

source: Also edible for animals
es_es: También comestible por animales
gl: Comestíbel tamén para animais
pt_br: Comestível também para animais

source: Nutrition
es_es: Nutrición
gl: Nutrición
pt_br: Nutrição

source: Shots
es_es: Disparos
gl: Tiros
pt_br: Tiros

source: Weight
es_es: Peso
gl: Peso
pt_br: Peso

source: Avg. Price
es_es: Precio Medio
gl: Prezo medio
pt_br: Preço médio

source: Price mark-up
es_es: Margen de Beneficio del Precio
gl: Beneficio do prezo
pt_br: Marcação de preço

source: Charges
es_es: Cobros
gl: Taxas
pt_br: Taxas

source: Quality
es_es: Cualidad
gl: Calidade
pt_br: Qualidade

source: Crossbow class
es_es: Clase de ballesta
gl: Clase de bésta
pt_br: Classe de besta

source: Accuracy deviation:
es_es: Desviación de la Precisión:
gl: Desvío na precisión:
pt_br: Desvio na precisão:

source: Reload time:
es_es: Tiempo de recarga:
gl: Tempo de recarga:
pt_br: Tempo de recarga:

source: s
es_es: sec
pt_br: p

source: Velocity:
es_es: Velocidad:
gl: Velocidade:
pt_br: Velocidade:

source: Blood loss:
es_es: Pérdida de sangre:
gl: Perda de sangue:
pt_br: Perda de sangue:

source: Required skill:
es_es: Habilidad requerida:
gl: Habilidade necesaria:
pt_br: Habilidade necessária:

source: Ammunition type:
es_es: Tipo de munición:
gl: Tipo de munición:
pt_br: Tipo de munição:

source: Damage vs robots
es_es: Daño vs robots
gl: Dano contra robots
pt_br: Dano x robôs

source: Damage vs humans
es_es: Daño vs humanos
gl: Dano contra humanos
pt_br: Dano x humanos

source: Damage vs animals
es_es: Daño vs animales
gl: Dano contra animais
pt_br: Dano x animais

source: Damage vs
es_es: Daño vs
gl: Dano contra
pt_br: Dano x

source: Max HP:
es_es: Máx PS:
gl: Máx. PV:
pt_br: Máx. de PV:

source: Katana class
es_es: Clase de Katana
gl: Clase de katana
pt_br: Classe de katana

source: Sabre class
es_es: Clase de sable
gl: Clase de sabre
pt_br: Classe de sabre

source: Hacker class
es_es: Clase de hacker
gl: Clase de cortador
pt_br: Classe de corte

source: Heavy weapons class
es_es: Clase de armas pesadas
gl: Clase de arma pesada
pt_br: Classe de armas pesadas

source: Polearm class
es_es: Clase de arma enastada
gl: Clase de arma de hasta
pt_br: Classe de armas de haste

source: Blunt weapon class
es_es: Clase de arma contundente
gl: Clase de arma contundente
pt_br: Classe de armas de impacto

source: Cutting damage
es_es: Daño por cortes
gl: Dano de corte
pt_br: Dano de corte

source: Blunt damage
es_es: Daño contundente
gl: Dano contundente
pt_br: Dano contundente

source: Blood loss
es_es: Pérdida de sangre
gl: Perda de sangue
pt_br: Perda de sangue

source: Armour penetration
es_es: Penetración de la Armadura
gl: Penetración de armadura
pt_br: Penetração de armadura

source: Attack bonus
es_es: Bonus de ataque
gl: Bonus de ataque
pt_br: Bônus de ataque

source: Defence bonus
es_es: Bonus de defensa
gl: Bonus de defensa
pt_br: Bônus em defesa

source: Indoors bonus
es_es: Bonus Interiores
gl: Bonus en interiores
pt_br: Bônus em interiores

source: Indoors penalty
es_es: Penalización Interiores
gl: Penalidade en interiores
pt_br: Penalidade em interiores

source: Model ##
es_es: Modelo ##
gl: Modelo ##
pt_br: Modelo ##

source: Crafted by {1}
es_es: Elaborado por {1}
gl: Fabricado por {1}
pt_br: Fabricad/OA/ por {1}

source: A masterful weapon crafted by the renowned smith {1} of {2}.
es_es: Un arma magistral forjada por el herrero famoso {1} de {2}.
gl: Arma de alto nivel creada pola ferrería de renome de {1} en {2}.
pt_br: Arma de alto nível criada na renomada ferraria de {1} em {2}.

source: Crafted by the smith {1} of {2}.
es_es: Elaborado por el herrero {1} de {2}.
gl: Fabricado pola ferraría de {1} en {2}.
pt_br: Fabricada na ferraria de {1} em {2}.

source: Manufactured by
es_es: Elaborado por
gl: Fabricado por
pt_br: Manufaturada por

source: empty
es_es: vacío
gl: baleiro
pt_br: vazio

source: Encumbrance reduction
es_es: Reducción del gravamen
gl: Redución de sobrecarga
pt_br: Redução de sobrecarga

source: Combat skills bonus
es_es: Bonus habilidades de combate
gl: Bonus de habilidades de combate
pt_br: Bônus de habilidades de combate

source: Athletics effect
es_es: Efecto carrera
gl: Efecto en atletismo
pt_br: Efeito em atletismo

source: Combat speed effect
es_es: Efecto velocidad de combate
gl: Efecto en velocidade de combate
pt_br: Efeito em vel. de combate

source: Stealth skill effect
es_es: Efecto habilidad sigilo
gl: Efecto en habilidade de furtividade
pt_br: Efeito em habilidade de furtividade

source: Dodge skill effect
es_es: Efecto habilidad finta
gl: Efecto en habilidade de esquiva
pt_br: Efeito em habilidade de esquiva

source: Stolen from:
es_es: Robado de:
gl: Roubado de:
pt_br: Roubado de:

source: Stolen
es_es: Robado
gl: Roubado
pt_br: Roubado

source: Buyback
es_es: Recomprar
gl: Recompra
pt_br: Recompra

source: Duststorms
es_es: Tormentas de polvo
gl: Tormentas de poeira
pt_br: Tempestade de areia

source: Acid
es_es: Ácido
gl: Ácido
pt_br: Ácido

source: Burning
es_es: Quemando
gl: Queimando
pt_br: Queimando

source: Gas
pt_br: Gás

source: Rain
es_es: Lluvia
gl: Choiva
pt_br: Chuva

source: Faction Uniform:
es_es: Uniforme de Facción:
gl: Uniforme da facción:
pt_br: Uniforme da facção:

source: {1} Grade
es_es: {1} Grado
gl: Grao {1}
pt_br: Grau {1}

source: Light Armour Class
es_es: Clase de Armadura Ligera
gl: Clase de armadura lixeira
pt_br: Classe de armadura leve

source: Medium Armour Class
es_es: Clase de Armadura Mediana
gl: Clase de armadura media
pt_br: Classe de armadura média

source: Heavy Armour Class
es_es: Tipo de Armadura Acorazada
gl: Clase de armadura pesada
pt_br: Classe de armadura pesada

source: Leather
es_es: Cuero
gl: Couro
pt_br: Couro

source: Chain
es_es: Cadena
gl: Malla de metal
pt_br: Malha de metal

source: Metal Plate
es_es: Plato de Metal
gl: Placas de metal
pt_br: Placas de metal

source: Cloth
es_es: Tela
gl: Tecido
pt_br: Tecido

source: Blunt resistance
es_es: Resistencia a Golpe Contundente
gl: Resistencia a contundentes
pt_br: Resistência a contundentes

source: Cut resistance
es_es: Resistencia a Cortes
gl: Resistencia a cortes
pt_br: Resistência a cortes

source: Cut resistance efficiency
es_es: Eficiencia en la resistencia a cortes
gl: Eficiencia da resistencia a cortes
pt_br: Eficiência de resistência a cortes

source: Harpoon resistance
es_es: Resistencia a arpón
gl: Resistencia a arpóns
pt_br: Resistência a arpões

source: [Weather Protections]
es_es: [Protecciones Contra El Clima]
gl: [Proteccións climáticas]
pt_br: [Proteções climáticas]

source: Coverage
es_es: Cobertura
gl: Cobertura
pt_br: Cobertura

source: No Armour Coverage
es_es: Sin Cobertura de Armadura
gl: Sen armadura para cubrir
pt_br: Sem armadura para cobrir

source: Skills
es_es: Habilidades
gl: Habilidades
pt_br: Habilidades

source: Stealth effect
es_es: Efecto Sigilo
gl: Efecto furtivo
pt_br: Efeito furtivo

source: Crossbows effect
es_es: Efecto de las ballestas
gl: Efecto das béstas
pt_br: Efeito de bestas

source: Dexterity effect
es_es: Efecto de la destreza
gl: Efecto de destreza
pt_br: Efeito de destreza

source: Attack damage effect
es_es: Efecto dañino del ataque
gl: Efecto do dano de ataque
pt_br: Efeito de dano de ataque

source: Assassination skill
es_es: Habilidad para asesinar
gl: Habilidade de asasinato
pt_br: Habilidade de assassinato

source: Fist protection
es_es: Protección para puño
gl: Protección de puños
pt_br: Proteção a punhos

source: Melee attack/defence bonus
es_es: Bonus por ataque/defensa melé
gl: Bonus de ataque/defensa corpo a corpo
pt_br: Bônus de defesa/ataque corpo a corpo

source: Melee attack bonus
es_es: Bonus ataque melé
gl: Bonus de ataque corpo a corpo
pt_br: Bônus de ataque corpo a corpo

source: Melee defence bonus
es_es: Bonus por defensa melé
gl: Bonus de defensa corpo a corpo
pt_br: Bônus de defesa corpo a corpo

source: Martial arts bonus
es_es: Bonus Kenpo
gl: Bonus de artes marciais
pt_br: Bônus de artes marciais

source: Perception bonus
es_es: Bonus por percepción
gl: Bonus de percepción
pt_br: Bônus de percepção

source: High quality armour crafted by the renowned smith {1} of {2}.
es_es: Una armadura de alta calidad forjada por el famoso herrero {1} de {2}.
gl: Armadura de alta calidade fabricada pola afamada ferraría de {1} en {2}.
pt_br: Armadura de alta qualidade criada na renomada ferraria de {1} em {2}.

source: This item is broken and can be freely removed at any time.
es_es: Este ítem está roto y puede ser eliminado libremente en cualquier momento.
gl: Este obxecto está roto e pode ser retirado libremente en calquera momento.
pt_br: O item está quebrado e pode ser removido a qualquer momento.

source: This item is unlocked and can be freely removed at any time.
es_es: Este ítem está desbloqueado y puede ser eliminado libremente en cualquier momento.
gl: Este obxecto está desbloqueado e pode ser retirado libremente en calquera momento.
pt_br: O item está desbloqueado e pode ser removido a qualquer momento.

source: Locked:
es_es: Cerrado con candado:
gl: Fechado:
pt_br: Trancado:

source: This item is locked in place and cannot be removed. You can try to pick the lock, find a saw, or use brute strength.
es_es: Este ítem está cerrado con llave en su lugar y no puede ser eliminado. Puedes intentar forzar la cerradura, busca un serrucho, o usa la fuerza bruta.
gl: Este ítem está fechado e non pode ser retirado. Podes tentar fozar na fechadura, procurar unha serra ou usar a forza bruta.
pt_br: Esse item está travado e não pode ser removido. Você pode tentar arrombar a fechadura, encontrar uma serra ou usar força bruta.

source: Warning: Once this item is locked in place it cannot be removed!
es_es: Aviso: ¡Una vez este ítem es candado en su lugar no puede ser eliminado!
gl: Aviso: Unha vez este obxecto estea amarrado no sitio non poderá ser retirado!
pt_br: Aviso: depois que o item ficar travado no lugar, ele não pode ser removido!

source: Location already known
es_es: Localización ya conocida
gl: Localización xa coñecida
pt_br: Local já conhecido

source: Right-click to learn new map locations
es_es: Clic-derecho para aprender nuevas localizaciones del mapa
gl: Clic dereito para coñecer novas localizacións do mapa
pt_br: Clique com o botão direito para descobrir novos locais do mapa

source: Towns:
es_es: Pueblos:
gl: Vilas:
pt_br: Cidades:

source: Right-click to add the funds to your faction
es_es: Clic-derecho para añadir los fondos a tu facción
gl: Clic dereito para engadir fondos á túa facción
pt_br: Clique com o botão direito para adicionar fundos à sua facção

source: Warning: Character template missing for '
es_es: Aviso: Plantilla del personaje perdida por '
gl: Aviso: modelo de personaxe ausente para '
pt_br: Aviso: modelo de personagem ausente para '

source: '. Using fallback
es_es: '. Usando retroceso
gl: '. Usando alternativa
pt_br: '. Usando a retirada

source: {1} is dead.
es_es: {1} está muerto.
gl: {1} morreu.
pt_br: {1} morreu.

source: {1} has died from blood loss.
es_es: {1} se ha muerto desangrado.
gl: {1} morreu por perda de sangue.
pt_br: {1} morreu por perda de sangue.

source: {1} has died from starvation.
es_es: {1} se ha muerto de hambre.
gl: {1} morreu de inanición.
pt_br: {1} morreu de inanição.

source: Expired
es_es: Caducado
gl: Expirou
pt_br: Expirou

source: {1,num} Days, {2,num}hrs
es_es: {1,num} Días, {2,num}hrs
gl: {1,num} días, {2,num} h
pt_br: {1,num} dias, {2,num} h

source: {1,num}hrs
gl: {1,num} h
pt_br: {1,num} h

source: {1,num} mins
gl: {1,num} min
pt_br: {1,num} min

source: Trade
es_es: Comerciar
gl: Comerciar
pt_br: Negociar

source: Loot
es_es: Saquear
gl: Saquear
pt_br: Saquear

source: First Aid
es_es: Primeros Auxilios
gl: Primeiros auxilios
pt_br: Primeiros socorros

source: Splint Injuries
es_es: Entablillar Heridas
gl: Entalar feridas
pt_br: Engessar feridas

source: Repairs
es_es: Reparaciones
gl: Reparacións
pt_br: Reparos

source: Talk To
es_es: Hablarle
gl: Falar con
pt_br: Falar com

source: Pick Up
es_es: Recoger
gl: Recoller
pt_br: Coletar

source: Throw out of home
es_es: Expulsar de casa
gl: Botar fóra da casa
pt_br: Jogar para fora de casa

source: Throw out of town
es_es: Expulsar del pueblo
gl: Botar fóra da vila
pt_br: Jogar para fora da cidade

source: Kidnap
es_es: Secuestrar
gl: Secuestrar
pt_br: Sequestrar

source: Escape (skill)
es_es: Escapar (habilidad)
gl: Fuxir (habilidade)
pt_br: Fugir (habilidade)

source: Escape (strength)
es_es: Escapar (fortaleza)
gl: Fuxir (forza)
pt_br: Fugir (força)

source: Put Down
es_es: Soltar
gl: Deixar
pt_br: Abater

source: Put in Bed
es_es: Poner en la Cama
gl: Colocar na cama
pt_br: Colocar na cama

source: Attack Target
es_es: Atacar Objetivo
gl: Atacar albo
pt_br: Atacar alvo

source: Attack Unprovoked
es_es: Ataque No Provocado
gl: Atacar sen provocación
pt_br: Atacar sem motivo

source: Attack All
es_es: Atacar Todo
gl: Atacar todos
pt_br: Atacar todos

source: Follow
es_es: Seguir
gl: Seguir
pt_br: Seguir

source: Build
es_es: Construir
gl: Construír
pt_br: Construir

source: Use
es_es: Usar
gl: Usar
pt_br: Usar

source: Auto-Haul
es_es: Portear
gl: Auto-transporte
pt_br: Transporte automático

source: Open
es_es: Abrir
gl: Abrir
pt_br: Abrir

source: Close
es_es: Cerrar
gl: Pechar
pt_br: Fechar

source: Lock
es_es: Cerrar con llave
gl: Fechar
pt_br: Trancar

source: Unlock
es_es: Abrir con llave
gl: Desfechar
pt_br: Destrancar

source: Unlock Shackles
es_es: Abrir Grilletes con llave
gl: Desfechar grilletas
pt_br: Destrancar grilhões

source: Pick Lock
es_es: Forzar Cerradura
gl: Fozar fechadura
pt_br: Arrombar fechadura

source: Escape
es_es: Escapar
gl: Fuxir
pt_br: Fugir

source: Repair
es_es: Reparar
gl: Reparar
pt_br: Reparar

source: Sleep
es_es: Dormir
gl: Durmir
pt_br: Dormir

source: Get in
es_es: Llegar
gl: Entrar
pt_br: Entrar

source: Put in
es_es: Depositar
gl: Colocar
pt_br: Colocar

source: Knock Out
es_es: Dejar Inconsciente
gl: Nocautear
pt_br: Nocautear

source: Set Free
es_es: Poner en Libertad
gl: Ceibar
pt_br: Libertar

source: Break Out
es_es: Romper
gl: Armar fuga
pt_br: Armar fuga

source: Corpse Disposal
es_es: Eliminar Cadáver
gl: Retirar cadáveres
pt_br: Descarte de cadáveres

source: Man Turret
es_es: Utilizar Torreta
gl: Ocupar torreta
pt_br: Ocupar torreta

source: Smash
es_es: Romper
gl: Esmagar
pt_br: Esmagar

source: Capture
es_es: Capturar
gl: Capturar
pt_br: Capturar

source: Use Tools
es_es: Utilizar Herramientas
gl: Usar ferramentas
pt_br: Usar ferramentas

source: Use Strength
es_es: Utilizar Fuerza
gl: Usar forza
pt_br: Usar força

source: Stealth Kill
es_es: Matar con Sigilo
gl: Abate furtivo
pt_br: Abate furtivo

source: Stealth KO
es_es: KO Sigiloso
gl: Nocaute furtivo
pt_br: Nocaute furtivo

source: Shoot At
es_es: Disparar
gl: Disparar
pt_br: Atirar

source: Stand Up
es_es: Levantarse
gl: Erguerse
pt_br: Levantar-se

source: Your selected character is unconscious
es_es: Tu personaje seleccionado está inconsciente
gl: O personaxe seleccionado está inconsciente
pt_br: O personagem selecionado está inconsciente

source: Target:
es_es: Objetivo:
gl: Albo:
pt_br: Alvo:

source: Problem: Crafting stations incapable of making this item.
es_es: Problema: Las terminales de elaboración son incapaces de construir este ítem.
gl: Problema: as estacións de fabricación son incapaces de facer este obxecto.
pt_br: Problema: as estações de fabricação são incapazes de fazer este item.

source: I can't craft anything here with this crappy workbench.
es_es: No puedo elaborar nada aquí con esta cutre mesa de .
gl: Non podo fabricar nada con este banco de traballo de merda.
pt_br: Não posso fabricar nada aqui com essa bancada de trabalho sucateada.

source: Do you want to buy this building for c.{1,num}?
es_es: ¿Quieres comprar esta construcción por c.{1,num}?
gl: Queres comprar este edificio por c.{1,num}?
pt_br: Quer comprar esse edifício por c.{1,num}?

source: Can't afford to buy this building. It costs c.{1,num}
es_es: No puedo pagar esta construcción. Cuesta c.{1,num}
gl: No te podes permitir esta construción. Custa c{1,num}
pt_br: Não pode pagar por este edifício. Ele custa c.{1,num}

source: Building purchased!
es_es: ¡Construcción comprada!
gl: Construción comprada!
pt_br: Construção comprada!

source: Mission Complete
es_es: Misión Completa
gl: Misión completada
pt_br: Missão cumprida

source: Mission Failed
es_es: Misión Fallida
gl: Misión fracasada
pt_br: Fracasso na missão

source: Options
es_es: Opciones
gl: Opcións
pt_br: Opções

source: General
gl: Xeral
pt_br: Geral

source: Tutorials
es_es: Tutoriales
gl: Tutoriais
pt_br: Tutoriais

source: Enable/Disable in-game tutorials
es_es: Activa/Desactiva los tutoriales del juego
gl: Activar/desactivar os tutoriais no xogo
pt_br: Ativa/desativa os tutoriais no jogo

source: Reset Tutorials
es_es: Reiniciar Tutoriales
gl: Reiniciar tutoriais
pt_br: Redefinir tutoriais

source: Auto save
es_es: Guardado Automático
gl: Gardar automaticamente
pt_br: Salvar automaticamente

source: Turns on automatic saves
es_es: Activa los guardados automáticos
gl: Activar o gardado automático
pt_br: Liga o salvamento automático

source: Auto save time (minutes)
es_es: Tiempo Auto Guardado (minutos)
gl: Tempo de gardado automático (minutos)
pt_br: Tempo de salvamento automático (em minutos)

source: Show character names
es_es: Mostrar nombres de personajes
gl: Mostrar nomes de personaxes
pt_br: Mostrar nomes de personagens

source: Shows the names of your characters on screen, hovering above their heads.
es_es: Muestra los nombres de tus personajes en la pantalla, flotando sobre sus cabezas.
gl: Mostra os nomes dos teus personaxes en pantalla, flotando sobre as súas cabezas.
pt_br: Mostra os nomes dos seus personagens na tela sobre a cabeça deles.

source: Show movement marker
es_es: Muestra el marcador de movimiento
gl: Mostrar marcador de movemento
pt_br: Mostrar marcador de movimento

source: Shows horrible green marker to show you exactly where you clicked. Useful when you are new to the game, but you should turn them off once you are used to it.
es_es: Aparece un horrible indicador verde para mostrarte donde hiciste click exactamente. Es práctico cuando juegas de nuevas, pero deberías apagarlo cuando te acostumbres.
gl: Mostra o horríbel marcador verde que indica exactamente onde clicaches. Útil cando acabas de comezar no xogo, mais deberías desactivalo cando te afagas a el.
pt_br: Mostra um marcador verde que indica exatamente onde você clicou. Útil quando se é novo no jogo. Desligue quando se acostumar ao jogo.

source: Show rotation marker
es_es: Muestra el marcador de rotación
gl: Mostrar marcador de rotación
pt_br: Mostrar marcador de rotação

source: Shows horrible green marker to show camera rotation. Useful when you are new to the game, but you should turn them off once you are used to it because it looks horrible.
es_es: Aparece un horrible indicador verde para mostrarte la rotación de la cámara. Es práctico cuando juegas de nuevas, pero deberías apagarlo cuando estés acostumbrado porque es horrible.
gl: Mostra o horríbel marcador verde para indicar a rotación da cámara. Útil cando acabas de comezar no xogo, mais deberías desactivalo unha vez te afagas a el porque é horroroso.
pt_br: Mostra um marcador verde que indica a rotação da câmera. Útil quando se é novo no jogo. Desligue quando se acostumar ao jogo porque o marcador é muito feio.

source: Edge scrolling
es_es: Desplazamiento al borde
gl: Desprazamento de bordos
pt_br: Rolagem de borda

source: Makes the camera move when you move the mouse pointer to the edge of the screen
es_es: Hace que la cámara se mueva cuando mueves el puntero del ratón hacia el borde de la pantalla
gl: Fai que a cámara se mova cando movas o punteiro do rato polos bordos da pantalla
pt_br: Faz a câmera se mover quando você mover o ponteiro do mouse para o canto da tela.

source: Language censorship
es_es: Censura del lenguaje
gl: Censura lingüística
pt_br: Censura linguística

source: Filters out most of the bad language, if you don't like that sort of thing ruining your violent blood-bath and slavery experience.
es_es: Ignora la mayor parte de las palabrotas, si no quieres que algo así eche a perder tus violentos baños de sangre y la experiencia esclavista.
gl: Filtra a maior parte da linguaxe vulgar, para que non estrague a túa violenta experiencia de escravitude e baños de sangue.
pt_br: Filtra a maior parte da linguagem imprópria se você não quiser que este tipo de coisa acabe com sua experiência de banho de sangue e escravidão.

source: Show damage floaters
es_es: Mostrar flotantes del daño
gl: Mostrar números de danos
pt_br: Mostrar números de danos

source: Off
gl: Non
pt_br: Desl.

source: Simple info
es_es: Información sencilla
gl: Información simple
pt_br: Informação simples

source: Full info
es_es: Info completa
gl: Información completa
pt_br: Informação completa

source: These are the floating text numbers that show the damage when a character is hit. It also shows in brackets the amount of damage that was stopped by armour. [Full Info] will show separate numbers for each damage type.
es_es: Estos son los números flotantes que muestran el daño cuando el personaje es golpeado. Además aparecen entre corchetes la cantidad de daño que ha sido retenido por la armadura. [Info Completa] mostrará números separados para cada tipo de daño.
gl: Estes son os números flotantes que mostran o dano cando un personaxe é golpeado. Tamén mostra entre corchetes a cantidade de dano que foi detida pola armadura. [Información completa] mostrará números separados para cada tipo de dano.
pt_br: São os números flutuantes que mostram o dano quando o personagem é afetado. Também mostra entre colchetes a quantidade de dano impedida pela armadura. [Informação completa] mostrará números distintos para cada tipo de dano.

source: Font Size
es_es: Tamaño de la Fuente
gl: Tamaño da fonte
pt_br: Tamanho da Fonte

source: Civilians in towns (requires restart/import)
es_es: Civiles en pueblos (requiere reiniciar/importar)
gl: Civís nas vilas (require comezar de cero/importar)
pt_br: Civis em cidades (requer reinício/importação de jogo)

source: This will simply prevent some of the less useful civilian NPCs from spawning in towns. Use to improve performance slightly.
es_es: Esto prevendrá sencillamente a algunos de los civiles NPCs inútiles de replicarse en las ciudades. Utilízalo para mejorar el rendimiento ligeramente.
gl: Isto simplemente impedirá que algúns dos NPCs menos útiles aparezan nas vilas. Úsao para mellorar lixeiramente o rendemento.
pt_br: Isso simplesmente impedirá que alguns dos PNJs civis menos úteis apareçam nas cidades. Use para melhorar levemente a desempenho.

source: Fast zone hopping
es_es: Salto rápido de zonas
gl: Salto rápido entre zonas
pt_br: Salto rápido entre áreas
