Repository: coegho/kenshi_galician
Catalog: */LC_MESSAGES/main.po
Languages: es_es, gl, pt_br

source: Pressing this button will order your selected characters to automatically heal everyone else in the squad, including themselves. They will need a medkit in their inventory.
es_es: Presionando este botón ordenarás a tus personajes seleccionados que sanen a todos los demás en el escuadrón, incluidos ellos mismos. Necesitarán un botiquín médico en su inventario.
gl: Premer este botón ordenará aos teus personaxes seleccionados que curen automaticamente a calquera que o precise no grupo, incluídos eles mesmos. Precisarán ter un kit médico no inventario.
pt_br: Aperte esse botão uma vez para ordenar os personagens selecionados a curarem automaticamente todos os outros no grupo, incluindo eles mesmos. Eles precisarão ter um kit médico no inventário.

source: Rescue
es_es: Rescatar
gl: Rescatar
pt_br: Resgatar

source: This will order your selected characters to pick up all your wounded allies. If you own any buildings nearby, they will take the wounded and put them in beds. Make sure to heal their wounds first.
es_es: Esto ordenará a tus personajes seleccionados que recojan a todos tus aliados heridos. Si posees alguna construcción en las cercanías, cargarán a los heridos y los meterán en camas. Asegúrate de sanar sus heridas antes.
gl: Isto ordenará aos teus personaxes seleccionados que recollan a todos os teus aliados feridos. Se tes construcións preto, levará aos feridos e colocaraos en camas. Asegúrate de curar os seus ferimentos primeiro.
pt_br: Ordenará aos personagens selecionados que carreguem todos os aliados feridos. Se você possui alguma construção próxima, eles levarão os feridos e os colocarão em camas. Lembre-se de tratar os ferimentos antes.

source: Prospect
es_es: Prospec.
gl: Prospectar
pt_br: Prospectar

source: This will give you information on the richness of resources at your location. Stone, iron, water, fertility... It's important to check for these things before building an outpost.
es_es: Esto te dará información sobre la riqueza de recursos en tu ubicación. Rocas, hierro, agua, fertilidad... Es importante comprobar estas cosas antes de construir un puesto avanzado.
gl: Isto dará información da riqueza de recursos na túa localización. Pedra, ferro, auga, fertilidade... É importante verificar estas cousas antes de construír un asentamento.
pt_br: Use para obter informações sobre a riqueza de recursos no local. Pedra, ferro, água, fertilidade... É importante verificar essas informações antes de construir um assentamento.

source: No jobs assigned
es_es: Trabajos no asignados
gl: Sen tarefas asignadas
pt_br: Sem trabalhos definidos

source: To add jobs, hold shift key when giving an order
es_es: Para añadir s, mantén pulsada la tecla de mayúsculas mientras das una orden
gl: Para adicionar tarefas, mantén a tecla shift mentres das unha orde
pt_br: Para adicionar trabalhos, segure a tecla Shift enquanto dá uma ordem

source: Research:
es_es: Investigación:
gl: Pesquisa:
pt_br: Pesquisa:

source: Battery charge:
es_es: Carga de batería:
gl: Carga da batería:
pt_br: Carga da bateria:

source: Buyer's money:
es_es: Compradores de dinero:
gl: Cartos do comprador:
pt_br: Dinheiro do comprador:

source: Yes
es_es: Sí
gl: Si
pt_br: Sim

source: No
gl: Non
pt_br: Não

source: Abort
es_es: Abortar
gl: Cancelar
pt_br: Anular

source: Seems packaging the crash dump failed miserably. There should be a .dmp file there instead.
es_es: Parece que la comprensión del volcado de memoria falló rotundamente. En su lugar debería haber un archivo .dmp allí.
gl: Semella que o empaquetado do volcado de memoria fallou totalmente. No seu lugar debería haber un ficheiro .dmp aquí.
pt_br: Parece que preparar o despejo de memória falhou miseravelmente. Devia haver um arquivo .dmp aqui.

source: Crash fail
es_es: Error
gl: Erro
pt_br: Falha

source: Kenshi has crashed. A crash report has been generated in your main install folder:{1}{2}.zip. Please go to the bug report forum at www.lofigames.com/forum/. If you upload it there, with as much information as you can about exactly what happened, this bug is likely to get fixed very quickly. Your help would be appreciated.
es_es: Kenshi ha reventado. Se ha generado un informe del accidente en tu carpeta principal de instalación:{1}{2}.zip. Por favor, ve al forum sobre informes de error en www.lofigames.com/forum/. Si lo cargas allí, con toda la información posible sobre lo ocurrido, este error será arreglado posiblemente muy rápido. Gracias por la colaboración.
gl: Kenshi crashou. Un informe do crash xerouse no teu directorio de instalación principal:{1}{2}.zip. Acude ao foro de informes de erros en www.lofigames.com/forum/. Se subes o ficheiro aí, co máximo de información posíbel sobre o que sucedeu exactamente, é probábel que este bug sexa corrixido rapidamente. Agradecemos a túa axuda.
pt_br: Kenshi travou. Um relatório de travamento foi gerado e salvo na pasta de instalação:{1}{2}.zip. Acesse o fórum de relatório de erros em www.lofigames.com/forum/. Se você enviar o arquivo, com o máximo de informações possíveis sobre o que aconteceu exatamente, é provável que esse erro seja corrigido bem rapidamente. Agradecemos a sua ajuda.

source: An exception occurred!
es_es: ¡Ha ocurrido una excepción!
gl: Saltou unha excepción!
pt_br: Um problema ocorreu!

source: I can't afford that.
es_es: No puedo pagarlo.
gl: Non podo permitirme iso.
pt_br: Não posso pagar por isso.

source: Hold down the ALT key to steal items
es_es: Mantener apretada tecla ALT para robar ítems
gl: Mantén a tecla ALT para roubar obxectos
pt_br: Segure a tecla ALT para roubar itens

source: {1} has been butchered
es_es: {1} ha sido masacrado
gl: Trucidaron a {1}
pt_br: {1} foi assassinad/OA/

source: {1,num} cats added.
es_es: {1,num} cats añadidos.
gl: {1,num} cats engadidos.
pt_br: {1,num} cats adicionados.

source: Regenerate sector
es_es: Regenerar el sector
gl: Rexenerar sector
pt_br: Regenerar setor

source: Foliage removal
es_es: Retirar el follaje
gl: Eliminación de follaxe
pt_br: Remoção de folhagem

source: Render all
es_es: Renderizar todo
gl: Renderizar todo
pt_br: Renderizar tudo

source: Render selection
es_es: Renderizar selección
gl: Renderizar selección
pt_br: Renderizar seleção

source: Erase selection
es_es: Borrar selección
gl: Borrar selección
pt_br: Apagar seleção

source: Project roads
es_es: Proyecto de carreteras
gl: Proxectar estradas
pt_br: Projetar ruas

source: Validate road network
es_es: Validar la red de carreteras
gl: Validar rede de estradas
pt_br: Validar malha de estradas

source: Hidden
es_es: Escondido
gl: Oculto
pt_br: Oculto

source: Road width
es_es: Ancho de la carretera
gl: Largura da estrada
pt_br: Largura de rua

source: Roads
es_es: Carreteras
gl: Estradas
pt_br: Ruas

source: Town Placement
es_es: Ubicación de Pueblo
gl: Posición da vila
pt_br: Posicionamento de cidade

source: Reset Population
es_es: Reiniciar Población
gl: Reiniciar poboación
pt_br: Redefinir população

source: Navmesh Tools
es_es: Herramientas de Malla de Navegación
gl: Ferramentas de NavMesh
pt_br: Ferramentas de NavMesh

source: Terrain Features
es_es: Aspectos del Terreno
gl: Características do terreo
pt_br: Características do terreno

source: Terrain Fog
es_es: Niebla del Terreno
gl: Néboa do terreo
pt_br: Neblina do terreno

source: Buildings
es_es: Construcciones
gl: Construcións
pt_br: Construções

source: Fix stuff
es_es: Arreglar cosas
gl: Arranxar cousas
pt_br: Consertar coisas

source: Save Mod
es_es: Guardar Mod
gl: Gardar mod
pt_br: Salvar mod

source: Exit
es_es: Salir
gl: Saír
pt_br: Sair

source: Save
es_es: Guardar
gl: Gardar
pt_br: Salvar

source: Del
es_es: Borrar
gl: Borrar
pt_br: Excluir

source: None selected
es_es: Nada seleccionado
gl: Nada seleccionado
pt_br: Nada selecionado

source: Show Interior
es_es: Mostrar el Interior
gl: Mostrar interior
pt_br: Exibir interior

source: Clear
es_es: Limpiar
gl: Limpar
pt_br: Limpar

source: Clear Nodes
es_es: Limpiar Nodos
gl: Limpar nodos
pt_br: Limpar nós

source: Interior edit mode
es_es: Modo edición de interior
gl: Modo de edición de interior
pt_br: Modo de edição de interior

source: Furniture
es_es: Mobiliario
gl: Mobiliario
pt_br: Móveis

source: Signs and NPCs
es_es: Carteles y NPCs
gl: Sinais e NPCs
pt_br: Placas e PNJs

source: Level Editor
es_es: Editor de Nivel
gl: Editor de nivel
pt_br: Editor de fase

source: This will remove this interior for all buildings of this type that reference it. Are you sure you want to delete it?
es_es: Esto eliminará este interior de todas las construcciones de este tipo que hacen referencia a él. ¿Estás seguro de querer borrarlo?
gl: Isto eliminará este interior de todos os edificios deste tipo que o teñan como referencia. Seguro que queres borralo?
pt_br: Isso removerá este interior de todos os edifícios desse tipo que o usam como referência. Excluir?

source: This will remove this exterior for all buildings of this type that reference it. Are you sure you want to delete it?
es_es: Esto eliminará este exterior de todas las construcciones de este tipo que hacen referencia a él. ¿Estás seguro de querer borrarlo?
gl: Isto eliminará este interior de todos os edificios deste tipo que o teñan como referencia. Seguro que queres borralo?
pt_br: Isso removerá este exterior de todos os edifícios desse tipo que o usam como referência. Excluir?

source: Autosaved
es_es: Guardado automático
gl: Autogardado
pt_br: Salvo automaticamente

source: Save successful
es_es: Guardado con éxito
gl: Gardado con éxito
pt_br: Salvo com sucesso

source: Error saving game. Please try again.
es_es: Error guardando el juego. Por favor, inténtelo de nuevo.
gl: Erro gardando xogo. Téntao de novo.
pt_br: Erro ao salvar jogo. Repita.

source: Failed to save game. Please try again.
es_es: Falló al guardar el juego. Por favor, inténtelo de nuevo.
gl: Erro gardando xogo. Téntao de novo.
pt_br: Falha ao salvar o jogo. Repita.

source: Updates
es_es: Actualizaciones
gl: Actualizacións
pt_br: Atualizações

source: Kenshi has now been updated to v{1}. You should go back to the main menu and press [Import Game] to start a fresh new game world with your existing squad. Otherwise some of the world's content may be missing or buggy.
es_es: Kenshi ahora ha sido actualizado a v{1}. Deberías volver al menú principal y presionar [Importar Juego] para iniciar un juego nuevo en el mundo actualizado con tu actual escuadrón. Si no, algunos de los contenidos del mundo se pueden perder o dar error.
gl: Kenshi foi actualizado á versión v{1}. Deberías voltar ao menú principal e premer en [Importar xogo] para comezar nun novo mundo de xogo fresco co teu grupo actual. En caso contrario, parte do contido do mundo poderá faltar ou funcionar con erros.
pt_br: Kenshi foi atualizado para a versão {1}. Volte ao menu principal e aperte [Importar jogo] para começar um jogo novo com o grupo existente. Caso contrário, parte do conteúdo do mundo poderá ser exibido com erro ou falhas.

source: Load game error! Your squad has been salvaged. Awarded 10000 cats as compensation.
es_es: ¡Error en la carga del juego! Tu escuadrón ha sido rescatado. Otorgados 10000 cats como compensación.
gl: Erro ao carregar o xogo! O teu grupo foi recuperado. Déronseche 10000 cats como compensación.
pt_br: Erro ao carregar o jogo! Seu grupo perdeu equipamentos. Você recebeu 10.000 cats como compensação.

source: Demo mode
es_es: Modo demo
gl: Modo demo
pt_br: Modo Demo

source: Buy the full game to access the editor
es_es: Compra el juego completo para acceder al editor
gl: Merca o xogo completo para acceder ao editor
pt_br: Compre o jogo completo para acessar o editor

source: Map
es_es: Mapa
gl: Mapa
pt_br: Mapa

source: Faction
es_es: Facción
gl: Facción
pt_br: Facção

source: Research
es_es: Investigar
gl: Pesquisa
pt_br: Pesquisa

source: Crafting
es_es: Elaborar
gl: Fabricación
pt_br: Fabricação

source: Squads
es_es: Escuadras
gl: Grupos
pt_br: Grupos

source: Dialogue
es_es: Diálogo
gl: Diálogo
pt_br: Diálogo

source: AI
es_es: IA
gl: IA
pt_br: IA

source: You currently have no research facilities. Build a research bench and assign someone to work there.
es_es: Actualmente no tienes un centro de investigaciones. Construye una mesa de y asigna a alguien para que trabaje allí.
gl: Non tes instalacións de pesquisa neste momento. Constrúe un banco de pesquisa e asigna alguén para que traballe nel.
pt_br: Você não tem instalações de pesquisa no momento. Construa uma bancada de pesquisa e designe alguém para trabalhar nela.

source: Types
es_es: Tipos
gl: Tipos
pt_br: Tipos

source: Blueprints
es_es: Proyectos
gl: Planos
pt_br: Diagramas

source: RESEARCH - LEVEL {1,num} (CURRENT RATE: {2,num=fix,p=2}x)
es_es: INVESTIGACIÓN - NIVEL {1,num} (TASA ACTUAL: {2,num=fix,p=2}x)
gl: PESQUISA - NIVEL {1,num} (TAXA ACTUAL: {2,num=fix,p=2}x)
pt_br: PESQUISA - NÍVEL {1,num} (TAXA ATUAL: {2,num=fix,p=2}x)

source: Ditch items
es_es: Deshacerse de artículos
gl: Abandonar obxectos
pt_br: Abandonar itens

source: If they have nothing else to do, characters will automatically put any excess materials they are carrying into storage. This can help to un-block the base AI when things grind to a halt from over-filled inventories.
es_es: Si no tienen nada más que hacer, los personajes automáticamente meterán en un depósito cualquier material excedente que estén llevando. Esto puede ayudar a desbloquear la IA base cuando las cosas se paran en seco debido a inventarios sobrecargados.
gl: Se non ten mellor cousa que facer, os personaxes deixarán calquera material en exceso que leven en depósitos de almacenamento. Isto pode axudar a desbloquear a IA básica cando as cousas se atoan por conta de inventarios cheos.
pt_br: Se eles não tiverem mais nada para fazer, os personagens irão colocar todos os materiais em excesso que carregam automaticamente para armazenar. Isso ajuda a desobstruir a IA básica quando acontecem travamentos por conta de inventários cheios.

source: Sleep when injured
es_es: Dormir cuando está lesionado
gl: Durmir ao ter feridas
pt_br: Dormir quando ferido

source: Characters will automatically go to bed if they are injured and have nothing else to do
es_es: Los personajes se irán a la cama automáticamente si están lesionados y no tienen nada más que hacer
gl: Os personaxes irán para a cama automaticamente se están feridos e non teñen nada que facer
pt_br: Os personagens dormirão automaticamente se estiverem feridos e não tiverem mais nada para fazer.

source: Sit when idle
es_es: Siéntate cuando estés desocupado
gl: Sentar cuando desocupado
pt_br: Sentar quando desocupado

source: Idle characters at home will sit down on chairs and benches, if you have any
es_es: Personajes inactivos en la casa se sentarán en las sillas y bancos, si tienes alguno
gl: Os personaxes sen tarefas irán sentar en cadeiras e bancos, se tes algún
pt_br: Os personagens desocupados em casa sentarão em cadeiras e bancos, se você os tiver.

source: Heal Allies
es_es: Curar a Aliados
gl: Curar aliados
pt_br: Curar aliados

source: Characters with the medic job will also heal characters of allied factions
es_es: Los personajes con el de médico curarán también a los personajes de las facciones aliadas
gl: Os personaxes coa tarefa de médico tamén curarán os personaxes de faccións aliadas
pt_br: Os personagens com trabalho médico também irão curar os personagens das facções aliadas.

source: Help Allies
es_es: Ayudar a Aliados
gl: Axudar aliados
pt_br: Ajudar aliados

source: Characters will help out characters from other allied factions if they are under attack
es_es: Los personajes prestarán ayuda a personajes de otras facciones aliadas si están bajo ataque
gl: Os personaxes axudarán a personaxes de faccións aliadas se están so ataque
pt_br: Os personagens ajudarão os personagens de facções aliadas que estiverem sob ataque.

source: Rescue Allies
es_es: Rescatar Aliados
gl: Rescatar aliados
pt_br: Resgatar Aliados

source: Characters with the rescue job will also rescue allied characters from other factions
es_es: Los personajes con el de rescate también rescatarán a los personajes aliados de otras facciones
gl: Os personaxes coa tarefa de rescate tamén rescatarán personaxes aliados de outras faccións
pt_br: Os personagens com trabalho de resgate também resgatarão os personagens aliados de outras facções.

source: Share Food
es_es: Compartir Alimentos
gl: Partillar comida
pt_br: Dividir Comida

source: Characters in a squad will automatically share any of their food that is in a backpack (if in range).
es_es: Los personajes de un escuadrón compartirán automáticamente cualquiera de los alimentos que estén en la mochila (si están al alcance).
gl: Os personaxes nun grupo partillarán automaticamente calquera comida que leven nunha mochila (se están en alcance).
pt_br: Os personagens de uma equipe dividirão a comida que tiverem na mochila automaticamente (se estiverem em alcance).

source: Feed Animals
es_es: Alimentar Animales
gl: Alimentar animais
pt_br: Alimentar animais

source: If food is running low, you can elect not to feed your animals.
es_es: Si hay escasez de alimentos, puedes optar por no alimentar a tus animales.
gl: Se a comida se estivera esgotando, podes escoller non alimentar aos animais.
pt_br: Se a comida estiver acabando, você pode escolher não alimentar os animais.

source: Shoot first, ask later
es_es: Dispara primero, pregunta después
gl: Dispara primeiro, pregunta despois
pt_br: Atire primeiro, pergunte depois

source: Your turret gunners will shoot at any potentially dangerous but neutral targets, such as wild animals or bandits, without waiting for them to attack the base first.
es_es: Tus artilleros de torretas dispararán a cualquier peligro potencial menos a objetivos neutrales, tales como animales salvajes o bandidos, sin esperar a que ataquen la base primero.
gl: Os teus artilleiros de torretas dispararán a calquera albo neutral perigoso, como animais salvaxes ou bandidos, sen agardar que ataquen a base antes.
pt_br: Seus atiradores de torreta vão atirar em quaisquer alvos neutros potencialmente perigosos, tais como animais selvagens e bandidos, sem esperar que eles ataquem a base primeiro.

source: Follow Formation
es_es: Seguir Formación
gl: Seguir formación
pt_br: Seguir formação

source: Random
es_es: Aleatorio
gl: Aleatorio
pt_br: Aleatório

source: Military
es_es: Militar
gl: Militar
pt_br: Militar

source: Caravan
es_es: Caravana
gl: Caravana
pt_br: Caravana

source: Formation used when squad members are following a leader
es_es: Formación empleada cuando los miembros del escuadrón están siguiendo a un líder
gl: Formación usada cando os membros do grupo están seguindo un líder
pt_br: Formação usada quando os membros da equipe estão seguindo um líder.

source: Needs research bench level {1,num}
es_es: Necesita un banco de investigación del nivel {1,num}
gl: Precisa banco de pesquisa nivel {1,num}
pt_br: Requer bancada de pesquisa nível {1,num}

source: Cost:
es_es: Coste:
gl: Custo:
pt_br: Custo:

source: Paid
es_es: Pagado
gl: Pago
pt_br: Pago

source: Requirements:
es_es: Requisitos:
gl: Requerimentos:
pt_br: Requisitos:

source: New Building:
es_es: Nueva Construcción:
gl: Nova construción:
pt_br: Nova construção:

source: New Weapon Class:
es_es: Nueva Clase de Arma:
gl: Nova clase de arma:
pt_br: Nova classe de arma:

source: New Weapons Grade:
es_es: Nuevo Grado en Armas:
gl: Novo grao de armas:
pt_br: Novo grau de armas:

source: New Armour Type:
es_es: Nuevo Tipo de Armadura:
gl: Novo tipo de armadura:
pt_br: Novo tipo de armadura:

source: New Items:
es_es: Nuevos Ítems:
gl: Novos obxectos:
pt_br: Novos itens:

source: New Crossbows:
es_es: Ballestas Nuevas:
gl: Novas béstas:
pt_br: Novas bestas:

source: New Backpacks:
es_es: Nuevas Mochilas:
gl: Novas mochilas:
pt_br: Novas mochilas:

source: New Robot Limbs:
es_es: Nuevos Miembros Robot:
gl: Novos membros robóticos:
pt_br: Novos membros robóticos:

source: Not enough artifacts, research cannot begin. Find artifacts and place them in your research bench.
es_es: No hay suficientes utensilios, la investigación no puede empezar. Busca utensilios y colócalos en tu banco de investigación.
gl: Artefactos insuficientes, non é posíbel comezar a pesquisa. Atopa artefactos e colócaos no teu banco de pesquisa.
pt_br: Artefatos insuficientes, não é possível iniciar a pesquisa. Encontre artefatos e coloque-os na bancada de pesquisa.

source: Cannot research '{1}'. Requirements not met.
es_es: No puedes investigar '{1}'. Requisitos no encontrados.
gl: Non foi posíbel pesquisar '{1}'. Os requerimentos non se cumpren.
pt_br: Não foi possível pesquisar '{1}'. Requisitos não atendidos.

source: Research Blueprint
es_es: Proyecto de la Investigación
gl: Plano de pesquisa
pt_br: Diagrama de pesquisa

source: Cannot learn this yet
es_es: No puedes aprender esto aún
gl: Aínda non podes aprender isto
pt_br: Ainda não é possível aprender isso

source: Right-click to learn tech
es_es: Clic-derecho para aprender tecnología
gl: Clic dereito para aprender tecnoloxía
pt_br: Clique com botão direito para aprender tecnologia

source: Tech Level
es_es: Nivel Tecnología
gl: Nivel de tecnoloxía
pt_br: Nível de tecnologia

source: Value
es_es: Valor
gl: Valor
pt_br: Valor

source: Overview
es_es: Resumen
gl: Visión xeral
pt_br: Visão geral

source: Resources
es_es: Recursos
gl: Recursos
pt_br: Recursos

source: Prospecting Results
es_es: Resultados de la Prospección
gl: Resultados da prospección
pt_br: Resultados de prospecção

source: Zone:
es_es: Zona:
gl: Zona:
pt_br: Área:

source: Prospector Skill:
es_es: Habilidad del Prospector:
gl: Habilidade de prospección:
pt_br: Habilidade de prospecção:

source: Area Size:
es_es: Tamaño del Área:
gl: Tamaño da área:
pt_br: Tamanho da área:

source: Green
es_es: Verde
gl: Verde
pt_br: Verde

source: Arid
es_es: Árido
gl: Árido
pt_br: Árido

source: Swamp
es_es: Ciénaga
gl: Pantano
pt_br: Pântano

source: Wind Speed:
es_es: Velocidad Viento:
gl: Velocidade do vento:
pt_br: Velocidade do vento:

source: Add squad
es_es: Añadir escuadrón
gl: Engadir grupo
pt_br: Adicionar grupo

source: Dismiss
es_es: Descartar
gl: Disolver
pt_br: Dispensar

source: Maximum number of squads reached.
es_es: Alcanzado el número máximo de escuadrones.
gl: Acadado número máximo de grupos.
pt_br: Número máximo de grupos.

source: The squad needs to be empty before it can be removed.
es_es: El escuadrón necesita estar vacío antes de poder ser eliminado.
gl: O grupo precisa estar baleiro antes de poder disolvelo.
pt_br: O grupo deve estar vazio antes de removê-lo.

source: You must have at least one squad.
es_es: Debes tener al menos un escuadrón.
gl: É preciso ter un grupo polo menos.
pt_br: É preciso ter ao menos um grupo.

source: Dismiss character
es_es: Descartar personaje
gl: Rexeitar personaxe
pt_br: Dispensar personagem

source: Cannot dismiss the only remaining character in the faction.
es_es: No puedes descartar el único personaje que queda en el escuadrón.
gl: Non podes botar ao único personaxe que queda na facción.
pt_br: Não é possível dispensar o último personagem da facção.

source: Dismiss character '{1}'?
es_es: ¿Descartar personaje '{1}'?
gl: Botar personaxe '{1}'?
pt_br: Dispensar personagem '{1}'?

source: Delete
es_es: Borrar
gl: Borrar
pt_br: Excluir

source: Faction name
es_es: Nombre de la facción
gl: Nome da facción
pt_br: Nome da facção

source: ---Active Contracts---
es_es: ---Contratos Activos---
gl: ---Contratos activos---
pt_br: ---Contratos Ativos---

source: ---Upcoming Events---
es_es: ---Eventos Aproximándose---
gl: ---Sucesos futuros---
pt_br: ---Eventos Futuros---

source: Faction Name
es_es: Nombre de la Facción
gl: Nome da facción
pt_br: Nome da facção

source: This faction name already exists
es_es: El nombre de esta facción ya existe
gl: Este nome de facción xa existe
pt_br: Este nome de facção já existe
