Repository: coegho/kenshi_galician
Catalog: */LC_MESSAGES/main.po
Languages: es_es, gl, pt_br

source: To escape a prison cell, you'll need to use your lockpicking skills. Select your imprisoned character and hold right click on the cage to bring up the interaction menu. Select lockpick. The character must be concious.
es_es: Para escapar de una celda de prisión, necesitarás aplicar tus habilidades para forzar cerraduras. Selecciona a tu personaje encarcelado y mantén pulsado clic derecho sobre la jaula para abrir el menú de interacción. Selecciona forzar cerraduras. El personaje debe estar consciente.
gl: Para escapar dunha cela de prisión precisarás usar as túas habilidades de fozar en fechaduras. Selecciona o teu personaxe aprisionado e mantén clid dereito na gaiola para abrir o menú de interacción. Selecciona fozar na fechadura. O personaxe precisa estar consciente.
pt_br: Para escapar de uma cela de prisão, você precisará usar as habilidades de arrombar fechaduras. Selecione o personagem preso e clique com o botão direito e segure na cela para abrir o menu de interação. Selecione arrombar fechadura. O personagem precisa estar consciente.

source: Now you'll need to wait for success. The speed it takes to pick a lock is dependent on each individual's thievery skill level.
es_es: Ahora necesitarás esperar hasta conseguirlo. El tiempo que lleva forzar una cerradura depende del nivel de habilidad para el robo de cada individuo.
gl: Agora agarda polo éxito. A velocidade que lle leve abrir a fechadura dependerá do nivel da habilidade de roubo de cada un.
pt_br: Agora, espere pelo sucesso. A velocidade de arrombamento da fechadura depende da habilidade de ladroagem de cada um.

source: How to escape a prison
es_es: Cómo escapar de una prisión
gl: Como fuxir da prisión
pt_br: Como fugir da prisão

source: You've committed a crime and been imprisoned. You can either wait out your sentence, have another squad member bail you out, or you can try to escape...
es_es: Has cometido un crimen y has sido encarcelado. Puedes o bien esperar a que salga la sentencia, o que otro miembro del escuadrón pague tu fianza, o puedes intentar escapar...
gl: Cometiches un crime e fuches aprisionado. podes agardar até a fin da pena, que outro membro do grupo pague a fianza, ou intentar escapar...
pt_br: Você cometeu um crime e foi parar na prisão. Você pode esperar o fim da pena, conseguir que outro membro da equipe socorra você, ou tentar fugir...

source: Once successful, hold right click again on the cage and select escape. You may want to wait until any nearby captors are distracted.
es_es: Una vez conseguido, mantén pulsado clic derecho otra vez sobre la jaula y selecciona escapar. Puede que quieras esperar hasta que todos los captores cercanos estén distraídos.
gl: Unha vez teñas éxito, mantén o clic dereito na gaiola e selecciona escapar. Igual deberías agardar até que os teus captores estean distraídos.
pt_br: Quant tiver sucesso, segure o clique direito na cela e selecione fugir. É bom esperar até que os carcereiros próximos estejam distraídos.

source: How to escape a prison (cannibal)
es_es: Cómo escapar de una prisión (caníbal)
gl: Como fuxir da prisión (caníbal)
pt_br: Como fugir da prisão (canibal)

source: You've been captured! Make an escape before you get turned into a cannibal banquet!
es_es: ¡Has sido capturado! ¡Elabora una fuga antes de que te conviertas en banquete caníbal!
gl: Fuches capturado! Busca unha forma de fuxir antes de convertirte no banquete dun caníbal!
pt_br: Você foi capturado! Fuja antes de virar um jantar de canibal!

source: Once successful, hold right click again on the cage and select escape. You may want to wait until any nearby captors are distracted. Hint: Sometimes it's a good idea to use a character as a decoy while the other's escape. Harsh but necessary...
es_es: Una vez conseguido, mantén pulsado clic derecho otra vez sobre la jaula y selecciona escapar. Puede que quieras esperar hasta que todos los captores cercanos estén distraídos. Pista: A veces es una buena idea usar un personaje como un señuelo mientras que el otro escapa. Duro pero necesario...
gl: Unha vez teñas éxito, mantén clic dereito de novo na gaiola e selecciona escapar. Igual deberías agardar até que os captores próximos estean distraídos. Consello: ás veces é unha boa idea usar un personaxe como engado mentres o outro escapa. Duro, mais necesario...
pt_br: Quant tiver sucesso, segure o clique direito na cela e selecione fugir. É bom esperar até que os carcereiros próximos estejam distraídos. Dica: As vezes é útil usar um personagem como chamariz enquanto outro escapa. Duro, mas necessário...

source: Sneaking
es_es: Escabullirse
gl: Esgueirando
pt_br: Esgueirando

source: By toggling the sneak button, you are entering stealth mode. In this mode you can perform stealth knockouts, kidnaps and steal stuff.
es_es: Conmutando el botón furtivo, estás entrando en modo sigiloso. En esta modalidad puedes llevar a cabo knockouts, secuestros, robos y esas cosas.
gl: Ao pulsar o botón de furtividade, entrar en modo de furtividade. Neste modo podes facer nocautes furtivos, secuestros e roubar cousas.
pt_br: Ao alterar o botão esgueirar-se, você entra em modo furtividade. Nele é possível fazer nocautes furtivos, sequestros e roubar coisas.

source: The Stealth cursor displays two icons: an eyeball and a sun. When the eyeball is red, it means that you are in view of nearby NPCs. When the eyeball is blue, it means that you are currently out of anyone's line of sight.
es_es: El cursor Sigilo despliega dos iconos: un globo ocular y un sol. Cuando el globo ocular está rojo, significa que tú estás a la vista de NPCs cercanos. Cuando el globo ocular está azul, significa que estás fuera del campo visual de nadie en ese momento.
gl: O cursor de furtividade indica dúas iconas: un ollo e un sol. Cando o ollo fica vermello, significa que estás á vista de NPCs próximos. Cando fica azul, significa que non estás á vista de ninguén.
pt_br: O cursor de furtividade mostra dois ícones: um olho e um sol. Quando o olho fica vermelho significa que você está no campo de visão dos PNJs próximos. Quando fica azul significa que você está fora do campo de visão de qualquer pessoa.

source: The sun icon shows the light level. When the sun is shaded, you are at your least visible. Hint: Nightfall is prime time for sneaking!
es_es: El icono del sol indica el nivel de luz. Cuando el sol está sombreado, eres menos visible. Pista: ¡El anochecer es el mejor momento para escabullirse!
gl: O icono do sol mostra o nivel de luminosidade. Cando o sol está sombreado, estás menos visíbel. Consello: o caír da noite é o mellor momento para esgueirar!
pt_br: O ícone de sol mostra o nível de luminosidade. Quando o sol está encoberto, você está pouco visível. Dica: O cair da noite é perfeito para se esgueirar!

source: To perform a stealth knockout, right click on an NPC while sneaking. The percentage shows the chance of success. The higher your Assassination skill, the higher the chance.
es_es: Para llevar a cabo un noqueo sigiloso, haz clic derecho sobre un NPC mientras avanzas a hurtadillas. El porcentaje indica la posibilidad de éxito. Cuanto mayor sea tu habilidad de Asesinato, mayor es la posibilidad.
gl: Para facer un nocaute furtivo, fai clic dereito nun NPC cando andas esgueirando. A porcentaxe mostra a probabilidade de éxito. Canto maior sexa a túa habilidade de Asasinato, maior será a probabilidade.
pt_br: Para fazer um nocaute furtivo, clique com botão direito em um PNJ enquanto estiver se esgueirando. A porcentagem mostra a chance de sucesso. Quanto maior a habilidade de Assassinato, maior a chance.

source: To kidnap an KO'd NPC, hold right click on them, and select Kidnap from the command menu.
es_es: Para secuestrar a un NPC noqueado, mantén pulsado clic derecho sobre ellos, y selecciona Secuestrar del menu de comandos.
gl: Para secuestrar un NPC que estea KO, mantén clic dereito nel e selecciona Secuestrar no menú de comando.
pt_br: Para sequestrar PNJ nocauteado clique com o botão direito sobre ele e segure e selecione Sequestro no menu de comando.

source: How to steal
es_es: Cómo robar
gl: Como roubar
pt_br: Como roubar

source: Careful, trying to open locked items and doors is illegal and could land you in trouble... Well, if you get caught, that is. As a rule, if the cursor shows red, then that action is hostile or illegal.
es_es: Cuidado, intentar abrir artículos cerrados bajo llave y puertas es ilegal y puede llevarte a problemas... Bueno, si te pillan, es lo que hay. Por norma, si el cursor luce rojo, esa acción es hostil o ilegal.
gl: Ten coidado, tentar abrir obxectos fechados e portas é ilegal e pode meterte en problemas... Ben, só se te cachan facéndoo, claro. Como regra xeral, se o cursor está vermello, a acción é hostil ou ilegal.
pt_br: Cuidado, tentar abrir itens fechados e portas trancadas é ilegal e pode meter você em confusão... Bem, pelo menos se pegarem você. A regra é que se o cursor estiver vermelho, a ação é hostil ou ilegal.

source: Entering Sneak mode will help reduce the chance of you getting caught while committing crimes. You can find the Sneak button at the bottom right of the UI.
es_es: Pasando al modo Furtivo te ayudará a reducir la posibilidad de que seas pillado mientras cometes crímenes. Puedes encontrar el botón Furtivo en el botón derecho de la GUI.
gl: Entrar no modo de furtividade axudará a reducir a probabilidade de te cachen cometendo crimes. Podes atopar o botón de Furtividade no fondo dereito da interface.
pt_br: Entrar no modo Esgueirar-se ajuda a reduzir a chance de ser pego ao cometer crimes. O botão Esgueirar-se fica no fundo direito da interface de usuário.

source: Hold the right mouse and select Pick Lock. The percentage amount displayed shows your chance of success. The lower the number, the longer it will take to pick. Your lock picking speed depends on the Thievery skill stat.
es_es: Mantén pulsado el botón derecho del ratón y selecciona Forzar Cerradura. El monto del porcentaje desplegado indica tu oportunidad de éxito. A menor número, más tiempo le tomará forzarla. Tu velocidad forzando cerraduras depende de la estadística de habilidad para el Robo.
gl: Mantén o botón dereito do rato e selecciona Fozar na fechadura. A porcentaxe mostra a probabilidade de éxito. Canto máis baixo o número, máis tempo vai levar. A túa velocidade dependerá do atributo da habilidade de Roubo.
pt_br: Segure o botão direito e selecione Arrombar Fechadura. A porcentagem mostra a chance de sucesso. Quanto menor o número, mais tempo demorará. A velocidade para arrombar a fechadura depende do atributo da habilidade de Ladroagem.

source: To steal individual items displayed on shelves and tables, hold ALT and right click on the item.
es_es: Para robar artículos individuales exhibidos en estanterías y mesas, mantén pulsado ALT y haz clic derecho sobre el artículo.
gl: Para roubar obxectos individuais expostos en estantes e mesas, mantén premida a tecla ALT e fai clic dereito no obxecto.
pt_br: Para roubar itens individuais de prateleiras e mesas, segure ALT e clique com o botão direito no item.

source: This person has a bounty on their head. You can check if somebody has a bounty in their status panel. Mouse over this panel to check which faction set the bounty.
es_es: Sobre la cabeza de esta persona pesa una recompensa. Puedes comprobar si sobre alguien pesa una recompensa en su panel de estatus. Mueve el ratón sobre ese panel para comprobar qué facción estableció la recompensa.
gl: A cabeza desta persoa ten unha recompensa. Podes comprobar se alguén ten unha recompensa no seu panel de estado. Pasa o rato sobre este panel para saber que facción estipulou a recompensa.
pt_br: Essa pessoa é foragida. É possível saber se alguém é foragido no painel de status da pessoa. Passe o mouse sobre o painel para saber qual facção estipulou a recompensa.

source: How to do bounties
es_es: Cómo hacer recompensas
gl: Como cazar recompensas
pt_br: Como caçar recompensas

source: To collect bounties, you'll need to take them to a police station. First, knock the person out, then pick them up and carry them to the nearest town.
es_es: Para recolectar recompensar, necesitarás llevarlos a una comisaría de policía. Primero, deja inconsciente a la persona, luego levántalos y llévalos a la ciudad más cercana.
gl: Para capturar recompensas, precisarás levar o foraxido até unha comisaría. Primeiro déixao KO, despois recólleo do chan e carga con el até a vila máis próxima.
pt_br: Para receber a recompensa, você precisará levar o foragido até a delegacia. Primeiro, o nocauteie, depois, o carregue até a cidade mais próxima.

source: To pick up a bounty, hold and right click the mouse on them to bring up the interaction menu.
es_es: Para recoger una recompensa, mantén pulsado el ratón y haz clic derecho sobre ellos para abrir el menú de interacción.
gl: Para recoller alguén con recompensa, fai clic dereito e mantén sobre el para mostrar o menú de interacción.
pt_br: Para pegar um foragido, clique com o botão direito e segure sobre ele para abrir o menu de interação.

source: Once you've found a police station, talk to the station's police chief for your reward.
es_es: Una vez has encontrado una comisaría, habla con el jefe de la comisaría sobre tu recompensa.
gl: Unha vez atopes unha comisaría, fala co xefe para levar a recompensa.
pt_br: Quando encontrar a delegacia, peça sua recompensa ao chefe de polícia.

source: Your character is hungry...
es_es: Tu personaje tiene hambre...
gl: O teu personaxe ten fame...
pt_br: Seu personagem está com fome...

source: You need food to survive in this world or you'll starve. You can grow food, buy it, hunt it, or steal it.
es_es: Necesitas alimentos para sobrevivir en este mundo o morirás de hambre. Puedes cultivar la comida, comprarla, cazarla, o robarla.
gl: Precisas comida para sobrevivir neste mundo ou morrerás de fame. Podes cultivar comida, comprala, cazala ou roubala.
pt_br: Você precisa comer para sobreviver neste mundo ou morrerá de fome. Você pode plantar alimentos, comprar, caçar ou roubar.

source: Your squad will automatically eat whatever food is in their inventory. Make sure all of your squad are stocked up!
es_es: Tu escuadrón comerá automáticamente cualquier comida que haya en su inventario. ¡Asegúrate de que todo tu escuadrón esté abastecido!
gl: O teu equipo comerá automaticamente calquera alimento que leven no inventario. Asegúrate de que estean todos abastecidos!
pt_br: Sua equipe comerá automaticamente os alimentos do inventário. Garanta que toda a sua equipe esteja abastecida!

source: If enemies are still nearby, a character may play dead in order to avoid further fighting and injury.
es_es: Si los enemigos continúan por las inmediaciones, un personaje puede hacerse el muerto con el fin de evitar más peleas y lesiones.
gl: Se hai inimigos preto, un personaxe pode facer o morto para evitar loitar e sufrir máis danos.
pt_br: Se houver inimigos por perto, o personagem poderá se fingir de morto para evitar lutar e se ferir.

source: Playing dead
es_es: Hacerse el muerto
gl: Facendo o morto
pt_br: Fingindo-se de morto

source: To get up, right click to move. Just make sure there are no enemies around!
es_es: Para levantarse, haz clic derecho para moverte. ¡Sólo asegúrate de que no hay enemigos alrededor!
gl: Para erguerse, fai clic dereito para mover. Comproba antes que non hai inimigos nos arredores!
pt_br: Para se levantar, clique com o botão direito. Antes, veja se não há inimigos por perto!

source: You can organise your squad by assigning them jobs in the Orders Menu. The is especially useful for farms, mines and other production jobs, since assigned characters will automatically store and replenish raw materials as they work.
es_es: Puedes organizar tu escuadrón asignándoles s en el Menú de Órdenes. Este es especialmente útil para las granjas, minas y otros s de producción, ya que los personajes asignados almacenarán y repondrán automáticamente las materias primas mientras trabajan.
gl: Podes organizar o teu equipo asignándolles tarefas no Menú de ordes. Isto é especialmente útil para plantacións, minas e outros traballos produtivos, xa que os personaxes asignados almacenarán e reporán materias primas automaticamente mentres traballan.
pt_br: Você pode organizar sua equipe e atribuir tarefas a ela no Menu de Ordens. Isso é útil em fazendas, minas e outros trabalhos de produção já que os personagens designados irão guardar e repor automaticamente as matérias-primas enquanto trabalham.

source: You can remove a job at any time by pressing the X button.
es_es: Puedes parar un en cualquier momento presionando el botón X.
gl: Podes quitar unha tarefa en calquera momento premento o botón X.
pt_br: Remova a tarefa a qualquer momento no botão X.

source: Perma-Jobs
es_es: Trabajos-Permanentes
gl: Tarefas permanentes
pt_br: Tarefas permanentes

source: To assign a job, select a character. Then, hold Shift while right clicking to interact with the object or building you wish to assign them to.
es_es: Para asignar un , selecciona un personaje. Luego, mantén pulsado Mayúsculas mientras haces botón derecho para interactuar con el objeto o construcción que deseas asignarles.
gl: Para asignar unha tarefa, selecciona un personaxe. Despois mantén pulsado Shift mentres fas clic dereito para interactuar co obxecto ou edificio ao que desexes asignalo.
pt_br: Para atribuir uma tarefa, selecione o personagem. Depois, segure o shift e clique com o botão direito para interagir com o objeto ou construção ao qual deseja atribuir o personagem.

source: You can give characters multiple jobs. Top-most jobs in the Orders Menu will always take priority over lower assigned jobs. You can drag jobs to re-order them.
es_es: Puedes dar a los personajes múltiples s. Los s del Menú de Órdenes en la parte superior siempre tendrán prioridad sobre los s asignados en la inferior. Puedes arrastrar los s para reordenarlos.
gl: Podes asignar varias tarefas aos personaxes. As tarefas que estean máis arriba no Menú de Ordes sempre terán precedencia sobre as que están debaixo. Podes arrastrar tarefas para reordenalas.
pt_br: É possível atribuir múltiplas tarefa aos personagens. As tarefas mais elevadas no Menu de Ordens sempre tem precedência sobre as inferiores. Arraste as tarefas para reordená-las.

source: Your character will automatically behave 'obediently' to their master. If you want to escape, you'll need to dismiss the Obedient Slave auto job by pressing the X.
es_es: Tu personaje de forma automática se comportará 'obdientemente' a su amo. Si quieres huir, tendrás que deshacerte del automático del Esclavo Obediente pulsando la X.
gl: O teu personaxe sempre actuará de forma "obediente" co seu amo. Se queres fuxir, precisarás desactivar a tarefa automática Escravo obediente pulsando no X.
pt_br: Seu personagem agirá de modo ‘obediente’ ao mestre automaticamente. Se quiser fugir, você precisará desativar a tarefa automática do Escravo Obediente no X.

source: Being a slave
es_es: Siendo un esclavo
gl: Sendo un escravo
pt_br: Sendo escravizad/OA/

source: You've been enslaved. You can either live out the rest of your life as a slave, or you can break free and escape.
es_es: Has sido esclavizado. Puedes o vivir el resto de tu vida como un esclavo, o puedes liberarte y escapar.
gl: Escravizáronte. Podes vivir o resto da túa vida na escravitude, ou ceibarte e fuxir.
pt_br: Você foi escravizado. Você pode continuar assim pelo resto da vida ou se libertar e fugir.

source: You can then hold right click on your character to bring up the interaction menu and unlock your shackles to escape.
es_es: A continuación, puedes mantener pulsado clic derecho sobre tu personaje para abrir el menú de interacción y abrir tus grilletes para huir.
gl: Fai clic dereito no teu personaxe para abrir o menú de interacción e desbloquea as túas grilletas para escapar.
pt_br: Clique com o botão direito e segure no seu personagem para abrir o menu de interação e destrancar os grilhões para fugir.

source: Careful, even if you successfully escape, you're now branded a slave. If anyone recognises you, you'll be recaptured.
es_es: Ten cuidado, incluso si huyes con éxito, ahora estás marcado como esclavo. Si cualquiera te reconoce, serás recapturado.
gl: Ollo, mesmo se consegues fuxir, estás marcado como escravo. Se alguén te recoñece, capturarante de novo.
pt_br: Cuidado, mesmo se conseguir fugir, você já se tornou um escravo. Se alguém lhe reconhecer, você será capturado de novo.

source: Your character's status will show as Disguised when you are hidden in full uniform.
es_es: El estado de tu personaje se mostrará como Incógnito cuando te escondes bajo un uniforme completo.
gl: O estado do teu personaxe aparecerá como Disfrazado cando te escondas con uniforme completo.
pt_br: O status do personagem agora aparecerá como Disfarçado quando você estiver escondido com o uniforme completo.

source: Disguises & uniforms
es_es: Disfraces & uniformes
gl: Disfraces e uniformes
pt_br: Disfarças e uniformes

source: If you have the complete outfit, you can use faction uniforms to disguise yourself. Disguise success is dependent on the Stealth skill stat.
es_es: Si tienes el traje completo, puedes utilizar los uniformes de las facciones para disfrazarte. El éxito del disfraz va a depender de la estadística de habilidad Sigilo.
gl: Se tes o traxe completo, podes usar uniformes de facción para te disfrazar. O éxito do disfrace dependerá do atributo da habilidade Furtividade.
pt_br: Se tiver o traje completo, você pode usar os uniformes de facção para se disfarçar. O sucesso do disfarce depende do atributo da habilidade de Furtividade.

source: Careful you don't get caught wearing a faction's uniform, most people don't take too kindly to imposters.
es_es: Ten cuidado de que no te pillen vistiendo el uniforme de una facción, la mayoría de la gente no se lo toman muy bien con los impostores.
gl: Anda con coidado para que non te cachen levando uniforme de facción, á maioría da xente non lle gustan demasiado os impostores.
pt_br: Cuidado para não pegarem você usando o uniforme de uma facção, ninguém gosta de impostores.

source: Your machine is full. Machines and buildings only have a maximum amount of materials they can hold after they've produced them. You won't be able to produce anything else until you've shifted these materials.
es_es: Tu máquina está llena. Las máquinas y las construcciones solo pueden albergar una cantidad máxima de materiales después de haberlos producido. No serás capaz de producir nada más hasta que hayas trasladado esos materiales.
gl: A túa máquina está chea. As máquinas e edificios teñen unha cantidade máxima de materiais que poden conter despois de producilos. Non poderás producir nada máis até que leves fóra eses materiais.
pt_br: Sua máquina está cheia. Maquinas e construções possuem uma quantidade máxima de materiais que podem manter após a produção. Não será possível produzir mais nada até que você transfira os materiais.

source: Your machine is full
es_es: Tu máquina está llena
gl: A túa máquina está chea
pt_br: Sua máquina está cheia

source: Build Storage Boxes to hold excess materials.
es_es: Construir Cajas de Almacenamiento para guardar materiales en exceso.
gl: Constrúe caixas de almacenamento para conter o exceso de materiais.
pt_br: Construa Caixas de Depósito para armazenar os excessos de materiais.

source: Building gates and walls
es_es: Construir puertas y muros
gl: Construíndo portóns e muros
pt_br: Construindo portões e muros
