Repository: coegho/kenshi_galician
Catalog: */LC_MESSAGES/main.po
Languages: es_es, gl, pt_br

source: You have {1} points of wear damage, this detracts from your max health and can be fixed at a Skeleton Bed.
es_es: Tienes {1} puntos de daño por uso, esto resta valor a tu máximo de salud y puede ser arreglado en una Cama Esqueleto.
pt_br: Você tem {1} pontos de dano de uso, eles são subtraídos da sua vida. É possível reparar na Cama de Esqueleto.

source: Your stats will be negatively affected.
es_es: Tus estadísticas se verán afectadas negativamente.
pt_br: Os atributos serão prejudicados.

source: Your movement speed will be negatively affected.
es_es: Tu velocidad de movimiento será afectada negativamente.
pt_br: A velocidade de movimento será prejudicada.

source: Your combat and manual labour skills will be negatively affected.
es_es: Tus habilidades de combate y manuales serán afectadas negativamente.
pt_br: As habilidades em combate e os trabalhos manuais serão prejudicados.

source: You won't be able to kick.
es_es: No serás capaz de dar patadas.
pt_br: Você não será capaz de chutar.

source: This limb is gone forever.
es_es: Este miembro se ha ido para siempre.
pt_br: Este membro está perdido.

source: Skeletons don't need to eat.
es_es: Esqueletos no necesitan comer.
pt_br: Esqueletos não precisam comer.

source: You are well fed and currently have no problem.
es_es: Estás bien alimentado y actualmente no tienes ningún problema.
pt_br: Você não está com fome e não tem problemas de saúde.

source: You are suffering from malnutrition, but you have food so you are recovering. Stat penalty is {1}
es_es: Estás sufriendo malnutrición, pero tienes comida por lo que te recuperarás. La penalización est. es {1}
pt_br: Você está sofrendo com a desnutrição, mas tem alimento e está se recuperando. A penalidade de atributo é de {1}

source: You have passed out from starvation. You have food though, so hopefully you will recover.
es_es: Te has desmayado por inanición. Aunque tienes comida, con suerte te recuperarás.
pt_br: Você desmaiou de inanição, mas tem comida, então talvez se recupere.

source: You are slowly recovering from starvation.
es_es: Te estás recuperando lentamente de inanición.
pt_br: Você está lentamente recuperando-se de inanição.

source: You are suffering from malnutrition, Your stats and strength will be affected, you need to get some food as soon as possible. Stat penalty is {1}
es_es: Estás sufriendo por malnutrición, tus estad. y fortaleza se verán afectadas, necesitas conseguir comida lo antes posible. Penalización est. es {1}
pt_br: Você está sofrendo de desnutrição. Seus atributos e força serão afetados, obtenha alimento o quanto antes. A penalidade de atributo é de {1}

source: You have passed out from starvation. One of your squad mates will have to feed you or you're going to die.
es_es: Te has desmayado por inanición. Un colega de tu escuadrón tendrá que alimentarte o vas a morir.
pt_br: Você desmaiou de fome. Um dos membros do grupo terá que alimentar você, senão você morrerá.

source: You have passed out from starvation. You're all alone and going to die. Nobody cares.
es_es: Te has desmayado por inanición. Estás solo y vas a morir. No le importa a nadie.
pt_br: Você desmaiou de fome. Você também está totalmente só e vai morrer. Ninguém liga.

source: You are starving to death. Get some food fast. When the red bar goes below {1} you will pass out. When it reaches zero, you die.
es_es: Te estás muriendo de hambre. Consigue rápido algo de comida. Cuando la barra roja pasa por debajo de {1} te desmayarás. Cuando alcanza cero, mueres.
pt_br: Você está morrendo por inanição. Consiga comida e rápido. Quando a barra vermelha ficar abaixo de {1}, você desmaiará. Quando chegar a zero, você morre.

source: You are kind of healthy for now.
es_es: Estás saludable por ahora.
pt_br: Você está razoavelmente saudável no momento.

source: Gone forever. RIP.
es_es: Te fuiste para siempre. DEP.
pt_br: Foi-se para sempre. Descanse em paz.

source: BEING EATEN ALIVE!!
es_es: ¡¡TE ESTÁN COMIENDO VIVO!!
pt_br: SENDO DEVORADO VIVO!!

source: Something is eating you alive! AAAAAAHHHHHHHHHH!!
es_es: ¡Algo te está comiendo vivo! ¡¡AAAAAAHHHHHHHHHH!!
pt_br: Alguma coisa o está comendo vivo! AAAAAAAAAHHHHHH!!

source: Dying
es_es: Muriendo
pt_br: Morrendo

source: Severe limb damage has now led to critical blood loss. You will die without medical attention.
es_es: Un daño severo en una extremidad te ha conducido a una crítica pérdida de sangre. Sin atención médica vas a morir.
pt_br: Lesões graves nos membros causaram a perda de sangue crítica. Você morrerá sem atenção médica.

source: If you don't get medical attention, you will die.
es_es: Si no consigues atención médica, vas a morir.
pt_br: Sem cuidados médicos, você morrerá.

source: Knocked out cold.
es_es: Noqueado.
pt_br: Apagado.

source: Recovery coma
es_es: Recuperación de coma
pt_br: Coma de recuperação

source: You've suffered too much damage. You won't be getting up again until all critical body parts have recovered above 0.
es_es: Has sufrido muchos daños. No volverás a levantarte hasta que todas las partes críticas del cuerpo se hayan recuperado por encima de 0.
pt_br: Você sofreu danos demais. Você não poderá levantar-se até que todas as partes do corpo críticas tenham se recuperado acima de 0.

source: Playing dead...
es_es: Haciéndose el muerto...
pt_br: Fingindo-se de morto...

source: This person has regained consciousness but is staying down, waiting for all the enemies to leave the area.
es_es: Esta persona ha recobrado la conciencia pero permanece acostada, esperando que todos los enemigos abandonen el área.
pt_br: Essa pessoa recuperou a consciência, mas está no chão, esperando os inimigos deixarem a área.

source: Bleeding out
es_es: Desangrándose
pt_br: Sangrando

source: Unconscious from blood loss and bleeding to death. Hope that the bleeding stops before it's too late.
es_es: Inconsciente por pérdidas de sangre y desangramiento. Esperamos que el sangrado pare antes de que sea demasiado tarde.
pt_br: Inconsciente devido à perda de sangue e sangrando até a morte. Torça para o sangramento parar antes que seja tarde demais.

source: Blood loss KO
es_es: K.O. por pérdida de sangre
pt_br: Desmaio por hemorragia

source: Unconscious from blood loss. It will recover over time, bed rest will help.
es_es: Inconsciente por pérdida de sangre. Se recuperará con el tiempo, le ayudará descansar en la cama.
pt_br: Inconsciente devido à perda de sangue. Pode recuperar-se com o tempo — descansar numa cama ajudaria.

source: Crippled
es_es: Lisiado
pt_br: Aleijado

source: Your legs are incapable of supporting you.
es_es: Tus piernas son incapaces de aguantarte.
pt_br: Suas pernas não conseguem sustentar você.

source: Crippled arm
es_es: Brazo lisiado
pt_br: Braço aleijado

source: Your sword arm is crippled and you are unable to fight.
es_es: Tu brazo que empuña la espada está lesionado y no eres capaz de luchar.
pt_br: O braço hábil está aleijado e você ficou incapaz de lutar.

source: Critical
es_es: Crítico
pt_br: Crítico

source: Critical injuries will continue to degenerate without medical attention.
es_es: Heridas críticas continuarán degenerando sin atención médica.
pt_br: Sem cuidados médicos, os ferimentos críticos continuarão a degenerar-se.

source: Limb trauma
es_es: Trauma en extremidad
pt_br: Trauma em membros

source: One or more limbs have been seriously crippled by critical injury.
es_es: Una o más extremidades han sido seriamente lesionadas por heridas críticas.
pt_br: Um ou mais membros foram ficaram gravemente ferimentos.

source: Staying low
es_es: Agacharse
pt_br: Abaixando-se

source: You are staying down, hoping to avoid drawing attention.
es_es: Vas a permanecer en el suelo, esperas pasar desapercibido.
pt_br: Você está abaixado na esperança de não chamar atenção.

source: Starving
es_es: Hambriento
pt_br: Faminto

source: You are starving to death. Get some food fast.
es_es: Te mueres de hambre. Consigue rápido algo de comida.
pt_br: Você está morrendo de fome. Consiga comida, e rápido.

source: Bleeding
es_es: Sangrando
pt_br: Sangrando

source: Losing blood, will collapse if blood goes below 0.
es_es: Perdiendo sangre, colapsará si la sangre baja de 0.
pt_br: Se perder sangue, entrará em colapso se chegar abaixo de 0.

source: Discovered!
es_es: ¡Descubierto!
pt_br: Descoberto!

source: You've been discovered, somebody has noticed that you are an escaped slave.
es_es: Has sido descubierto, alguien se ha percatado de que eres un esclavo fugitivo.
pt_br: Descobriram você — notaram que você é um escravo fugido.

source: Disguise Blown!
es_es: ¡Camuflaje Descubierto!
pt_br: Disfarce descoberto!

source: You've been discovered, somebody has seen through your disguise.
es_es: Has sido descubierto, alguien ha calado tu camuflaje.
pt_br: Descobriram você — alguém notou o seu disfarce.

source: Cooldown {1,num} second
es_es: Expira en {1,num} segundo
pt_br: Recarga de {1,num} segundo

source: In Disguise
es_es: De Incógnito
pt_br: Disfarçado

source: You are currently disguised as {1}
es_es: Actualmente estás de incógnito como {1}
pt_br: Você está atualmente disfarçad/OA/ de {1}

source: Wounded
es_es: Herido
pt_br: Ferido

source: Malnourished
es_es: Desnutrido
pt_br: Desnutrido

source: You are hungry and suffering from malnutrition, but you are fed and slowly recovering. Your stats and strength will be affected until you recover fully.
es_es: Tienes hambre y sufres malnutrición, pero eres alimentado y te estás recuperando lentamente. Tus estadísticas y fortaleza se verán afectadas hasta que te recuperes por completo.
pt_br: Você está com fome e sofrendo de desnutrição, mas você se alimentou e está se recuperando lentamente. A força e os atributos serão afetados.

source: Hungry
es_es: Hambriento
pt_br: Desnutrido

source: You are hungry and suffering from malnutrition. Your stats and strength will be affected, you need to get some food as soon as possible.
es_es: Tienes hambre y sufres malnutrición. Tus estadísticas y fortaleza se verán afectadas, necesitas conseguir algo de comida lo antes posible.
pt_br: Você está faminto e sofrendo de desnutrição. A força e os atributos serão afetados — você precisa achar comida o mais rápido o possível.

source: Slightly Injured
es_es: Herido Ligeramente
pt_br: Levemente ferido

source: Encumbrance penalty:
es_es: Penalización por Carga:
pt_br: Penalidade de sobrecarga:

source: Full speed bonus:
es_es: Bonus a toda velocidad:
pt_br: Bônus de velocidade total:

source: This is the rate at which your athletics skill is increasing while running.
es_es: Este es el índice al cual tu capacidad atlética se incrementa mientras corres.
pt_br: Essa é a taxa em que sua habilidade de atletismo aumenta enquanto você corre.

source: Weapon weight:
es_es: Peso del arma:
pt_br: Peso de armas:

source: This is the rate at which your strength is increasing.
es_es: Esta es la tasa a la que incrementa tu fortaleza.
pt_br: Essa é a taxa em que a sua força está aumentando.

source: Encumbrance bonus:
es_es: Bonus por carga:
pt_br: Bônus por sobrecarga:

source: Carrying somebody:
es_es: Llevando a alguien:
pt_br: Carregando alguém:

source: Toughness XP:
es_es: EXP Resistencia:
pt_br: EXP de resistência:

source: Crippled left arm:
es_es: Brazo izquierdo lisiado:
pt_br: Braço esquerdo aleijado:

source: Crippled right arm:
es_es: Brazo derecho lisiado:
pt_br: Braço direito aleijado:

source: Blood loss trauma:
es_es: Trauma por pérdida de sangre:
pt_br: Trauma hemorrágico:

source: Critical wounds:
es_es: Heridas críticas:
pt_br: Ferimentos críticos:

source: This is the rate at which your toughness increases when you get hurt.
es_es: Esta es la tasa a la que tu resistencia aumenta cuando eres herido.
pt_br: Essa é a taxa em que a sua resistência aumenta quando você é ferido.

source: KO point:
es_es: Punto KO:
pt_br: Ponto de nocaute:

source: When an injury to a body part goes below your KO point of {1,num} then you are down for good. Your body will enter a coma and won't regain consciousness until all critical body parts have healed above 0.
es_es: Cuando una lesión en una parte de tu cuerpo desciende de su punto de {1,num} KO estás definitivamente abatido. Tu cuerpo entrará en un estado de coma y no recuperará la conciencia hasta que todas las partes críticas del cuerpo se hayan curado por encima de 0.
pt_br: Quando um ferimento em alguma parte de seu corpo ficar abaixo do seu nível de nocaute de {1,num}, você vai ao chão. Seu corpo entrará em coma e só recobrará consciência quando todas as partes do corpo afetadas se recuperarem acima de 0.

source: Run speed:
es_es: Velocidad de carrera:
pt_br: Vel. de corrida:

source: Stealth mode:
es_es: Modo sigiloso:
pt_br: Modo furtivo:

source: max:
es_es: máx:
pt_br: máx.:

source: Hunger Rate:
es_es: Índice de Hambre:
pt_br: Taxa de Fome:

source: Athletics Skill:
es_es: Habilidad atlética/carrera:
pt_br: Habilidade de atletismo:

source: Max possible speed:
es_es: Máx. velocidad posible:
pt_br: Velocidade máxima possível:

source: Leg injury:
es_es: Herida en pierna:
pt_br: Ferimento na perna:

source: Armour/equipment:
es_es: Armadura/equipamiento:
pt_br: Armadura/equipamento:

source: Robotics:
es_es: Robótica:
pt_br: Robótica:

source: Stealth skill:
es_es: Habilidad sigilo:
pt_br: Hab. furtividade:

source: Max speed:
es_es: Máx. velocidad:
pt_br: Vel. máxima:

source: Carrying something:
es_es: Llevando algo:
pt_br: Carregando algo:

source: Crawling:
es_es: Arrastrándose:
pt_br: Rastejar:

source: Injuries:
es_es: Lesiones:
pt_br: Ferimentos:

source: Pup
es_es: Cachorro
pt_br: Filhote

source: Teen
es_es: Joven
pt_br: Adolescente

source: Elder
es_es: Anciano
pt_br: Ancião

source: Adult
es_es: Adulto
pt_br: Adulto

source: {1} skill:
es_es: {1} habilidad:
pt_br: {1} de habilidade:

source: Hunger:
es_es: Hambre:
pt_br: Fome:

source: Weather:
es_es: Clima:
pt_br: Clima:

source: Working in darkness:
es_es: Trabajando en la oscuridad:
pt_br: Trabalhando na escuridão:

source: Limbs disabled:
es_es: Miembros inválidos:
pt_br: Membros desativados:

source: Missing arm penalty:
es_es: Penalización por brazo desaparecido:
pt_br: Penalidade por perda de braço:

source: Stat Multiplier:
es_es: Multiplicador de Estad:
pt_br: Multiplicador de atributos:

source: Total equipment bonuses:
es_es: Bonus equipamiento completo:
pt_br: Bônus de equipamento total:

source: Indoors bonus:
es_es: Bonus interiores:
pt_br: Bônus em interiores:

source: Weather penalty:
es_es: Penalización Clima:
pt_br: Penalidade de clima:

source: Crossbows:
es_es: Ballestas:
pt_br: Bestas:

source: Crossbows
es_es: Ballestas
pt_br: Bestas

source: Precision:
es_es: Exactitud:
pt_br: Precisão:

source: Careful Shooting
es_es: Disparando con Cuidado
pt_br: Atirando com cuidado

source: Perception:
es_es: Percepción:
pt_br: Percepção:

source: Perception
es_es: Percepción
pt_br: Percepção

source: Attack:
es_es: Ataque:
pt_br: Ataque:

source: Weapon indoors penalty:
es_es: Penalización armas bajo techo:
pt_br: Penalidade para arma em interiores:

source: Base hit chance:
es_es: Probabilidad de golpe de base:
pt_br: Chance base de acerto:

source: Defense:
es_es: Defensa:
pt_br: Defesa:

source: Defensive combat mode:
es_es: Modo combate defensivo:
pt_br: Modo de combate defensivo:

source: Your defense skill is your chance of blocking enemy attacks.
es_es: Tu capacidad defensiva es tu probabilidad de bloquear ataques enemigos.
pt_br: A habilidade de defesa é a sua chance de bloquear ataques inimigos.

source: Strength XP rate:
es_es: EXP Tasa de fuerza:
pt_br: Taxa de EXP Força:

source: Max carry weight:
es_es: Máx. peso transportable:
pt_br: Máximo peso de carga:

source: Blunt weapon damage:
es_es: Daño por arma contundente:
pt_br: Dano de arma sem corte:

source: Strength
es_es: Fortaleza
pt_br: Força

source: Attack speed:
es_es: Velocidad de ataque:
pt_br: Vel. de ataque:

source: Block speed:
es_es: Velocidad de bloqueo:
pt_br: Vel. de bloqueio:

source: Weapon cutting damage:
es_es: Daño por arma cortante:
pt_br: Dano de corte da arma:

source: Dexterity
es_es: Destreza
pt_br: Destreza

source: Toughness XP rate:
es_es: EXP Tasa de resistencia:
pt_br: Taxa EXP de resistência:

source: Health KO point:
es_es: Punto Salud-KO:
pt_br: Ponto de nocaute de vida:

source: Wound degeneration speed:
es_es: Velocidad de degeneración de heridas:
pt_br: Vel. de degeneração de ferimento:

source: Damage resistance:
es_es: Resistencia al daño:
pt_br: Resistência a danos:

source: Dodge skill:
es_es: Habilidad para finta:
pt_br: Habilidade de esquiva:

source: Leg injury penalty:
es_es: Penalización lesión en pierna:
pt_br: Penalidade de ferim. na perna:

source: Equipment penalty:
es_es: Penalización por Equipamiento:
pt_br: Penalidade de equipamento:

source: Defensive mode:
es_es: Modo defensivo:
pt_br: Modo defensivo:

source: -End total:
es_es: Final total:
pt_br: -Total final:

source: Dodge:
es_es: Esquivar:
pt_br: Esquiva:

source: Engineering
es_es: Ingeniería
pt_br: Engenharia

source: Weapon Smithing
es_es: Forja de Armas
pt_br: Metalurgia de armas

source: Armour Smithing
es_es: Forja de Armaduras
pt_br: Metalurgia de armaduras

source: Crossbow Smithing
es_es: Forja de Ballesta
pt_br: Ferraria de besta

source: Labouring
es_es: Trabajo
pt_br: Trabalhos manuais

source: Cooking
es_es: Cocinar
pt_br: Culinária

source: Farming
es_es: Agricultura
pt_br: Agricultura

source: Attack
es_es: Ataque
pt_br: Ataque

source: Science
es_es: Ciencia
pt_br: Ciência

source: Thievery
es_es: Robo
pt_br: Roubo

source: Turrets
es_es: Torretas
pt_br: Torretas

source: Athletics
es_es: Carrera
pt_br: Atletismo

source: Precision Shooting
es_es: Precisión de Disparo
pt_br: Tiro de Precisão

source: Vet
es_es: Veterinario
pt_br: Veterinária

source: Combat Speed
es_es: Velocidad de Combate
pt_br: Velocidade de combate

source: Assassination
es_es: Asesinato
pt_br: Assassinato

source: Stealth
es_es: Sigilo
pt_br: Furtividade

source: Defence
es_es: Defensa
pt_br: Defesa

source: Dodging
es_es: Esquivando
pt_br: Desvio

source: Weaponry
es_es: Armamento
pt_br: Armamento

source: Toughness
es_es: Resistencia
pt_br: Resistência

source: Heavy weapons
es_es: Armas pesadas
pt_br: Armas pesadas

source: Blunt
es_es: Contundente
pt_br: Armas contundentes

source: Hackers
pt_br: Fatiadores

source: Martial arts
es_es: Kenpo
pt_br: Artes marciais

source: XP rate:
es_es: EXP Tasa:
pt_br: Taxa de EXP:

source: Attributes
es_es: Atributos
pt_br: Atributos

source: Derived statistics
es_es: Estadísticas derivadas
pt_br: Estatísticas derivadas

source: Next Level:
es_es: Nivel Siguiente:
pt_br: Próximo nível:

source: [Affects visible muscle definition]
es_es: [Afecta visiblemente a la definición muscular]
pt_br: [Afeta a definição muscular visível]

source: [Slightly affects muscle definition]
es_es: [Afecta levemente a la definición muscular]
pt_br: [Afeta ligeiramente a definição muscular]

source: [Affects physical bulk]
es_es: [Afecta a la corpulencia]
pt_br: [Afeta a volume físico]

source: [Negatively affects visible muscle definition]
es_es: [Afecta negativamente a la percepción de la definición muscular]
pt_br: [Afeta negativamente a definição muscular visível]

source: Racial XP Bonus:
es_es: EXP Bonificación racial:
pt_br: Bônus racial de EXP:

source: Stats Affected:
es_es: Estad. Afectadas:
pt_br: Atributos afetados:

source: Strength XP rate (walking):
es_es: EXP Tasa fortaleza (caminando):
pt_br: Taxa de EXP Força (andando):

source: Attack speed with heavy weapons:
es_es: Velocidad de ataque con armas pesadas:
pt_br: Vel. de ataque (armas pesadas):

source: Chance to break free or resist kidnapping attempts
es_es: Oportunidad de liberarse o resistir los intentos de secuestro
pt_br: Chance de se libertar ou resistir a tentativas de sequestro

source: Martial arts damage
es_es: Daño de las artes marciales
pt_br: Dano em artes marciais

source: Strength XP rate (combat):
es_es: EXP Tasa fortaleza (en combate):
pt_br: Taxa de EXP de força (combate):

source: Ways To Train:
es_es: Formas de Entrenar:
pt_br: Modos de treinar:

source: Carrying people or overloading inventory
es_es: Llevando gente o sobrecargando el inventario
pt_br: Carregar pessoas ou sobrecarregar inventário

source: Using a heavier weapon
es_es: Usando un arma más pesada
pt_br: Usar uma arma mais pesada

source: Chance to resist stealth knock-outs
es_es: Oportunidad de resistir knock-outs sigilosos
pt_br: Chance de resistir a nocautes furtivos

source: Toughness current XP rate:
es_es: EXP Tasa actual de resistencia:
pt_br: Taxa de EXP de resistência atual:

source: Knockout time:
es_es: Tiempo knockout:
pt_br: Tempo de nocaute:

source: Knockout point:
es_es: Punto knockout:
pt_br: Ponto de nocaute:

source: Wound deterioration speed:
es_es: Velocidad de deterioro de herida:
pt_br: Vel. de deterioração de ferimento:

source: Amount of damage it takes to stagger you:
es_es: Cantidad de daño necesario para desestabilizarte:
pt_br: Quant. de dano até cambalear:

source: Getting hurt, getting beaten up, losing battles
es_es: Hacerse dañado, ser golpeado, perder batallas
pt_br: Ferir-se, apanhar, perder batalhas

source: Not wearing armour, taking more damage
es_es: Si no llevas aramadura, percibirás más daños
pt_br: Não usar armadura, receber mais dano

source: Get up and fight instead of playing dead
es_es: Levántate y lucha en vez de hacerte el muerto
pt_br: Levantar-se e lutar em vez de fingir-se de morto

source: Weapon cutting damage
es_es: Daño por arma cortante
pt_br: Dano de corte de arma

source: Rate of fire
es_es: Tasa de disparo
pt_br: Cadência de tiro

source: Reload speed
es_es: Velocidad de Recarga
pt_br: Velocidade de recarga

source: Attacking with light weapons
es_es: Atacando con armas ligeras
pt_br: Ataque com armas leves

source: Frequency of attacks on opponent
es_es: Frecuencia de ataques al oponente
pt_br: Frequência de ataques no adversário

source: Chance of attacks not getting blocked
es_es: Posibilidad de ataques sin ser bloqueado
pt_br: Chance de ataques não serem bloqueados

source: Fighting with swords
es_es: Luchando con espadas
pt_br: Lutando com espadas

source: Using special training equipment
es_es: Usando equipo especial de entrenamiento
pt_br: Usando equip. de treino especial

source: Bonus when fighting opponents stronger than you
es_es: Bonus por luchar contra rivales más fuertes
pt_br: Bônus ao lutar com adversários mais fortes que você

source: Penalty when fighting opponents weaker than you
es_es: Castigo cuando luchas contra rivales más débiles
pt_br: Penalidade ao lutar com adversários mais fracos que você

source: Chance of blocking incoming attacks
es_es: Probabilidad de bloquear ataques entrantes
pt_br: Chance de bloquear ataques iminentes

source: Blocking incoming attacks
es_es: Bloqueando ataques entrantes
pt_br: Bloqueando ataques iminentes

source: Affects damage
es_es: Daños ejercidos
pt_br: Afeta dano

source: Unlocks better techniques
es_es: Desbloquea técnicas mejores
pt_br: Destrava técnicas melhores

source: Frequency of unarmed attacks on opponent
es_es: Frecuencia de contraataques desarmados
pt_br: Frequência de ataques desarmados no adversário

source: Reduces injury when striking metal
es_es: Reduce las lesiones al golpear el metal
pt_br: Reduz ferimentos ao acertar metal

source: Fighting unarmed
es_es: Luchando desarmado
pt_br: Lutando desarmado

source: Fighting encumbered (for strength)
es_es: Luchando cargado (para fortaleza)
pt_br: Lutando sobrecarregado (por força)

source: Chance of evading attacks while unarmed
es_es: Posibilidad de evitar ataques desarmado
pt_br: Chance de evadir ataques enquanto desarmado

source: Chance of evading attacks while stumbling
es_es: Posibilidad de evitar ataques cuando tropieza
pt_br: Chance de evadir ataques enquanto manco
