Repository: coegho/kenshi_galician
Catalog: */LC_MESSAGES/main.po
Languages: es_es, gl, pt_br

source: This battery is flat, it needs to be charged up.
es_es: La batería está vacía, necesita ser recargada.
gl: Esta batería está seca e precisa ser carregada.
pt_br: Essa bateria está seca e é preciso carregá-la.

source: Charging
es_es: En carga
gl: Carregando
pt_br: Recarregando

source: This battery is being charged.
es_es: La batería ha sido cargada.
gl: Esta batería está sendo carregada.
pt_br: Esta bateria está sendo carregada.

source: Draining
es_es: Drenando
gl: Drenando
pt_br: Drenando

source: This battery is in use and being drained of its power.
es_es: Esta batería está en uso y su energía está siendo consumida.
gl: Esta batería está en uso e a enerxía está sendo consumida.
pt_br: Essa bateria está em uso e a energia está sendo consumida.

source: Stored
es_es: Almacenado
gl: Almacenada
pt_br: Armazenada

source: This battery is not in use.
es_es: Esta batería no está en uso.
gl: Esta batería non está en uso.
pt_br: Esta bateria não está em uso.

source: No Wind
es_es: Sin Viento
gl: Sen vento
pt_br: Sem vento

source: There is currently not enough wind to drive the machine.
es_es: No hay actualmente viento suficiente para manejar la máquina.
gl: Vento insuficiente para mover a máquina neste momento.
pt_br: Vento insuficiente para mover a máquina no momento.

source: Wind
es_es: Viento
gl: Vento
pt_br: Vento

source: The current amount of wind.
es_es: La cantidad actual de viento.
gl: A cantidade de vento.
pt_br: A quantidade de vento.

source: Operating wind speed is between {1,num=fix,p=2} mph and {2,num=fix,p=2} mph.
es_es: La velocidad del viento operativo es entre {1,num=fix,p=2} mph y {2,num=fix,p=2} mph.
gl: A velocidade eólica operacional está entre {1,num=fix,p=2} mph e {2,num=fix,p=2} mph.
pt_br: A velocidade eólica operacional está entre {1,num=fix,p=2} mph e {2,num=fix,p=2} mph.

source: Power output is at maximum.
es_es: La salida de energía está al máximo.
gl: Produción de enerxía está no máximo.
pt_br: Produção de energia está no máximo.

source: Currently not enough wind to generate any power
es_es: Actualmente no hay viento suficiente para generar energía
gl: Neste momento, o vento é insuficiente para xerar enerxía
pt_br: No momento, o vento é insuficiente para gerar energia.

source: Wind Speed
es_es: Velocidad del Viento
gl: Velocidade do vento
pt_br: Velocidade do vento

source: The current wind speed
es_es: La velocidad actual del viento
gl: A velocidade actual do vento
pt_br: A velocidade atual do vento.

source: Collecting
es_es: Recogiendo
gl: Recollendo
pt_br: Coletando

source: Rain is being collected.
es_es: La lluvia está siendo recogida.
gl: A choiva está a ser recollida.
pt_br: Chuva sendo coletada.

source: Not Raining
es_es: No está Lloviendo
gl: Non está chovendo
pt_br: Não está chovendo

source: It is not raining. Nothing to collect.
es_es: No está lloviendo. Nada que recoger.
gl: Non está chovendo. Non hai nada para recoller.
pt_br: Não está chovendo. Não há nada para coletar.

source: Rain strength:
es_es: Fuerza de la Lluvia:
gl: Forza da choiva:
pt_br: Força da chuva:

source: Total Metals:
es_es: Metales Totales:
gl: Total de metais:
pt_br: Total de metais:

source: ON
pt_br: LIGA

source: OFF
pt_br: DESL.

source: Active:
es_es: Activo:
gl: Activo:
pt_br: Ativo:

source: Warning:
es_es: Aviso:
gl: Aviso:
pt_br: Aviso:

source: Switching on will incinerate the entire inventory!
es_es: ¡Encendiéndolo se incinerará todo el inventario!
gl: Se encendes isto incinerarás todo o inventario!
pt_br: Se ligar isso, incinerará todo o inventário!

source: Underground water:
es_es: Agua subterránea:
gl: Auga subterránea:
pt_br: Água subterrânea:

source: Height:
es_es: Altura:
gl: Altura:
pt_br: Altura:

source: The turrets height above the last target we aimed at.
es_es: La altura de las torretas por encima del último objetivo que apuntamos.
gl: A altura da torreta por riba do último albo ao que apuntamos.
pt_br: A altura da torre de tiro acima do último alvo em que ela mirou.

source: Height bonus:
es_es: Bonus por altura:
gl: Bonus de altura:
pt_br: Bônus de altitude:

source: The additional penalty to range, speed and power that resulted from having a height difference of {1} below the last target.
es_es: La penalización adicional por alcance, velocidad y potencia que resultó de obtener una diferencia de altitud de {1} por debajo del último objetivo.
gl: A penalización adicional de alcance, velocidade e potencia que resultou nunha diferencia de altura de {1} por debaixo do último albo.
pt_br: A penalidade adicional de alcance, velocidade e potência que resultou em uma diferença de altura de {1} abaixo do último alvo.

source: The additional bonus to range, speed and power that resulted from having a height difference of {1} above the last target.
es_es: La bonificación adicional por alcance, velocidad y potencia que resultó de obtener una diferencia de altitud de {1} por debajo del último objetivo.
gl: A bonificación adicional de alcance, velocidade e potencia que resultou nunha diferencia de altura de {1} por riba do último albo.
pt_br: O bônus adicional de alcance, velocidade e potência que resultou em uma diferença de altura de {1} acima do último alvo.

source: Default damage:
es_es: Daños por defecto:
gl: Dano por defecto:
pt_br: Dano padrão:

source: Default range:
es_es: Alcance por defecto:
gl: Alcance por defecto:
pt_br: Alcance padrão:

source: Default aim speed:
es_es: Velocidad de puntería por defecto:
gl: Velocidade de mira total:
pt_br: Velocidade de mira total:

source: Power supply:
es_es: Suministro de energía:
gl: Suministro de enerxía:
pt_br: Suprimento de energia:

source: Condition:
es_es: Condición:
gl: Condición:
pt_br: Condição:

source: Wall bonus:
es_es: Bonus por el muro:
gl: Bonus do muro:
pt_br: Bônus do muro:

source: Height advantage:
es_es: Ventaja de altura:
gl: Vantaxe de altura:
pt_br: Vantagem de altitude:

source: Total damage:
es_es: Daño total:
gl: Dano total:
pt_br: Dano total:

source: Total range:
es_es: Alcance total:
gl: Alcance total:
pt_br: Alcance total:

source: Total speed:
es_es: Velocidad total:
gl: Velocidade total:
pt_br: Velocidade total:

source: Base Accuracy Deviation:
es_es: Desviación de la Precisión de Base:
gl: Desviación na precisión de base:
pt_br: Desvio na precisão de base:

source: User Skill:
es_es: Habilidad del Usuario:
gl: Habilidade do usuario:
pt_br: Habilidade do usuário:

source: User Accuracy Deviation:
es_es: Desviación de la Precisión del Usuario:
gl: Desviación na precisión do usuario:
pt_br: Desvio na precisão do usuário:

source: The amount of accuracy error, in degrees. Higher numbers are poor, 0 is perfect accuracy.
es_es: La cantidad de error de precisión, en grados. Números más altos son pobres, 0 es una precisión perfecta.
gl: A cantidade en graos de erro na precisión. Os números altos son maus, 0 é precisión perfecta.
pt_br: A quantidade em graus de erro na precisão. Números altos são ruins, 0 é precisão perfeita.

source: Deviation:
es_es: Desviación:
gl: Desviación:
pt_br: Desvio:

source: Range:
es_es: Alcance:
gl: Alcance:
pt_br: Alcance:

source: Aim speed:
es_es: Velocidad de puntería:
gl: Velocidade de mira:
pt_br: Velocidade de mira:

source: Loaded
es_es: Cargado
gl: Carregada
pt_br: Carregada

source: Base Reload Speed:
es_es: Velocidad de Recarga de Base:
gl: Velocidade de recarga de base:
pt_br: Velocidade de recarga de base:

source: {1,num=fix,p=2}-{2,num=fix,p=2} seconds
es_es: {1,num=fix,p=2}-{2,num=fix,p=2} segundos
gl: {1,num=fix,p=2}-{2,num=fix,p=2} segundos
pt_br: {1,num=fix,p=2}-{2,num=fix,p=2} segundos

source: User Reload Speed:
es_es: Velocidad de Recarga del Usuario:
gl: Velocidade de recarga do usuario:
pt_br: Vel. de recarga do usuário:

source: {1,num=fix,p=2} second
es_es: {1,num=fix,p=2} segundo
gl: {1n,num=fix,p=2} segundo
pt_br: {1,num=fix,p=2} segundo

source: Don't put grass and meshes in the same foliage layer!
es_es: ¡No pongas hierba y mallas en la misma capa de follaje!
gl: Non poñas herba e mallas na mesma capa de follaxe!
pt_br: Não ponha grama e malhas na mesma camada de folhagem!

source: STORAGE
es_es: ALMACÉN
gl: ALMACENAMENTO
pt_br: DEPÓSITO

source: {1,num} location added to the map.
es_es: {1,num} localización añadida al mapa.
gl: {1,num} localización engadida ao mapa.
pt_br: {1,num} local adicionado ao mapa.

source: You already know all these locations, no new information can be learned.
es_es: Ya conoces todas esas localizaciones, no se puede aprender nueva información.
gl: Xa coñeces todas esas localizacións, non hai información nova para aprender.
pt_br: Você já conhece todos esses lugares e não é possível aprender nenhuma informação nova.

source: Stealing chance:
es_es: Probabilidad de robo:
gl: Probabilidade de roubar:
pt_br: Chance de roubar:

source: Illegal goods?
es_es: ¿Bienes ilegales?
gl: Mercadorías ilegais?
pt_br: Mercadoria ilegal?

source: No problem!
es_es: ¡Sin problema!
gl: Sen problema!
pt_br: Sem problema!

source: ILLEGAL GOODS!
es_es: ¡MERCANCÍAS ILEGALES!
gl: MERCADORÍAS ILEGAIS!
pt_br: MERCADORIA ILEGAL!

source: NO!
gl: NON!
pt_br: NÃO!

source: Stolen goods?
es_es: ¿Bienes robados?
gl: Mercadorías roubadas?
pt_br: Mercadoria roubada?

source: Fencing chance:
es_es: Probabilidad de tráficar:
gl: Probabilidade de contrabandear:
pt_br: Chance de contrabandear:

source: You have a {1}% chance of getting caught selling this stolen item. Fence it anyway?
es_es: Tienes un {1}% de posibilidades de ser pillado vendiendo este objeto robado. ¿Lo traficas de todos modos?
gl: Tes unha probabilidade do {1}% de ser cazado vendendo este obxecto roubado. Contrabandear igualmente?
pt_br: Você tem {1}% de chance de ser pego vendendo este item roubado. Vender mesmo assim?

source: Out of trading range.
es_es: Muy alejado para realizar tratos.
gl: Fóra do alcance de negocio.
pt_br: Fora do alcance de negociação.

source: No room for that item.
es_es: No hay espacio para ese ítem.
gl: Sen espazo para ese obxecto.
pt_br: Sem espaço para esse item.

source: You can't afford that.
es_es: No puedes pagarlo.
gl: Non podes permitirte iso.
pt_br: Você não pode pagar.

source: The shopkeeper can't afford that.
es_es: El tendero no puede permitirse eso.
gl: O loxista non pode permitirse o gasto.
pt_br: O lojista não pode pagar.

source: That's not for sale.
es_es: Eso no está a la venta.
gl: Iso non está á venda.
pt_br: Isso não está a venda.

source: Got caught stealing.
es_es: Ha sido cogido robando.
gl: Cacháronte roubando.
pt_br: Pegaram você roubando.

source: Got caught selling stolen item.
es_es: Ha sido cogido vendiendo un ítem ilegal.
gl: Cacháronte vendendo mercadoría roubada.
pt_br: Pegaram você vendendo mercadoria roubada.

source: Target is conscious.
es_es: El objetivo está consciente.
gl: O albo está inconsciente.
pt_br: O alvo está consciente.

source: Can't wear that item.
es_es: No puedes usar ese ítem.
gl: Non podes equipar ese obxecto.
pt_br: Impossível equipar-se com esse item.

source: Item is locked in place.
es_es: El ítem está candado en su sitio.
gl: O obxecto está amarrado no sitio.
pt_br: Item travado no lugar.

source: Invalid container type.
es_es: Tipo de contenedor inválido.
gl: Tipo de recipiente inválido.
pt_br: Tipo de recipiente inválido.

source: Smugglers only buy illegal goods.
es_es: Contrabandistas sólo compran bienes ilegales.
gl: Contrabandistas só compran mercadorías ilegais.
pt_br: Contrabandistas só compram mercadoria ilegal.

source: Attempted smuggling!
es_es: ¡Intento de contrabando!
gl: Tentativa de contrabando!
pt_br: Tentativa de contrabando!

source: What is that a uniform? I don't want that!
es_es: ¿Cuál uniforme es ese? ¡No quiero ese!
gl: Que uniforme é ese? Non quero iso!
pt_br: O que é isso, um uniforme? Não quero isso!

source: Container cannot be placed here unless it is empty.
es_es: EL contenedor no puede ser ubicado aquí a no ser que esté vacío.
gl: Non é posíbel posicionar un recipiente aquí, a menos que estea baleiro.
pt_br: Não é possível posicionar um receptáculo aqui, a menos que vazio.

source: Backpack
es_es: Mochila
gl: Mochila
pt_br: Mochila

source: Weapon I
es_es: Arma I
gl: Arma I
pt_br: Arma I

source: Weapon II
es_es: Arma II
gl: Arma II
pt_br: Arma II

source: Shirt
es_es: Camisa
gl: Camisa
pt_br: Camisa

source: Head
es_es: Cabeza
gl: Cabeza
pt_br: Cabeça

source: Pants
es_es: Pantalón
gl: Calzas
pt_br: Calças

source: Armor
es_es: Armadura
gl: Armadura
pt_br: Armadura

source: Boots
es_es: Botas
gl: Botas
pt_br: Botas

source: Belt
es_es: Cinturón
gl: Cinto
pt_br: Cinto

source: Inventory
es_es: Inventario
gl: Inventario
pt_br: Inventário

source: Open bag
es_es: Bolsa abierta
gl: Abrir mochila
pt_br: Abrir mochila

source: Arrange
es_es: Organizar
gl: Organizar
pt_br: Organizar

source: Limbs
es_es: Miembros
gl: Membros
pt_br: Membros

source: Max Capacity:
es_es: Capacidad Máx.:
gl: Capacidade máxima:
pt_br: Capacidade máxima:

source: Full
es_es: Lleno
gl: Cheo
pt_br: Cheio

source: Show research
es_es: Mostrar la investigación
gl: Mostrar pesquisa
pt_br: Mostrar pesquisa

source: Input
es_es: Entrada
gl: Entrada
pt_br: Entrada

source: Output
es_es: Salida
gl: Saída
pt_br: Saída

source: Queue...
es_es: En cola...
gl: Cola...
pt_br: Fila...

source: Arms
es_es: Brazos
gl: Brazos
pt_br: Braços

source: Legs
es_es: Piernas
gl: Pernas
pt_br: Pernas

source: Money
es_es: Dinero
gl: Cartos
pt_br: Dinheiro

source: Opens the BUILD menu. Here you can place buildings and start your own outpost anywhere in the world, but you should choose a safe area and check availability of resources using the PROSPECT button. You will also need building materials to finish construction.
es_es: Abre el menú CONSTRUIR. Aquí puedes colocar construcciones y empezar tu propio puesto avanzado en cualquier lugar del mundo, aunque deberías elegir un lugar seguro y comprobar la disponibilidad de recursos utilizando el botón PROSPECTAR. Además necesitarás materiales de construcción para terminar la construcción.
gl: Abre o menú CONSTRUCIÓN. Aquí podes posicionar as construcións e comezar o teu propio posto avanzado en calquera lugar do mundo, mais escolle unha área segura e verifica a dispoñibilidade de recursos usando o botón PROSPECTAR. Tamén precisarás materiais de construción para rematala.
pt_br: Abre o menu CONSTRUÇÃO. Você pode posicionar as construções e começar seu próprio posto avançado em qualquer lugar do mundo, mas escolha uma área segura e verifique a disponibilidade de recursos usando o botão PROSPECTAR. Você também precisará de materiais de construção para terminá-la.

source: Open character inventory
es_es: Abrir inventario del personaje
gl: Abrir inventario de personaxe
pt_br: Abrir inventário de personagem

source: STA
es_es: EST
gl: HAB
pt_br: HAB

source: Open character status window
es_es: Abrir la ventana de estado de personaje
gl: Abrir xanela de condición de personaxe
pt_br: Abrir janela de condição do personagem

source: MAP
es_es: MAPA
gl: MAPA
pt_br: MAPA

source: Open world map
es_es: Abrir mapa del mundo
gl: Abrir mapa do mundo
pt_br: Abrir mapa do mundo

source: Open research window
es_es: Abrir ventana de investigación
gl: Abrir xanela de pesquisa
pt_br: Abrir janela de pesquisa

source: SQD
es_es: ESC
gl: GRP
pt_br: EQP

source: Open squad management window
es_es: Abrir ventana de gestión del escuadrón
gl: Abrir xanela de xestión do grupo
pt_br: Abrir janela de gerenciamento de equipe

source: HLP
es_es: AYU
gl: AXU
pt_br: AJD

source: Open help window
es_es: Abrir ventana de ayuda
gl: Abrir xanela de axuda
pt_br: Abrir janela de ajuda

source: Floor {1,num}
es_es: Piso {1,num}
gl: Andar {1,num}
pt_br: Andar {1,num}

source: Change the selected floor, use to move to a certain floor of a building, 0 is ground floor (also: Page Down key)
es_es: Cambia el piso seleccionado, úsalo para moverte a un piso determinado de una construcción, 0 es planta baja (también: tecla Avanzar Página)
gl: Troca o andar seleccionado, úsao para ir a un andar específico dunha construción, 0 é a planta baixa (tamén: tecla Av. Páx.)
pt_br: Troca o andar selecionado. Use para ir a um andar específico de uma construção — 0 é o térreo. (também: tecla Page Down)

source: Change the selected floor, use to move to a certain floor of a building, 0 is ground floor (also: Page Up key)
es_es: Cambia el piso seleccionado, úsalo para moverte a un piso determinado de una construcción, 0 es planta baja (también: tecla Retroceder Página)
gl: Troca o andar seleccionado, úsao para ir a un andar específico dunha construción, 0 é a planta baixa (tamén: tecla Re. Páx.)
pt_br: Troca o andar selecionado. Use para ir a um andar específico de uma construção — 0 é o térreo. (também: tecla Page Up)

source: PAUSED
es_es: PAUSADO
gl: PAUSADO
pt_br: PAUSADO

source: Loading...
es_es: Cargando...
gl: Carregando...
pt_br: Carregando...

source: Block
es_es: Bloqueo
gl: Bloquear
pt_br: Bloquear

source: Hold
es_es: Pos.Def
gl: Manter
pt_br: Segurar

source: Passive
es_es: Pasivo
gl: Pasivo
pt_br: Passivo

source: Jobs
es_es: Tareas
gl: Tarefas
pt_br: Trabs.

source: Taunt
es_es: Mofa
gl: Provocar
pt_br: Provocar

source: Ranged
es_es: Alcance
gl: A dist.
pt_br: À dist.

source: Sneak
es_es: Sigilo
gl: Furtivo
pt_br: Furtivo

source: This will toggle the selected characters into defensive combat mode. When in defensive mode, a character will focus purely on staying alive and will gain 20 to his melee defense skill. However he will not attempt to make any attacks. This is handy for keeping your weaker characters alive when they are outclassed.
es_es: Esto cambiará los personajes seleccionados al modo de combate defensivo. Cuando esté en modo defensivo, el personaje se centrará únicamente en sobrevivir y ganará 20 en habilidad de defensa cuerpo a cuerpo. Sin embargo, no intentará realizar ningún ataque. Esto es útil para mantener con vida a tus personajes más débiles cuando estén sobrepasados.
gl: Isto porá os personaxes seleccionados en modo de combate defensivo. No modo defensivo, un personaxe concentrarase en permanecer vivo e gañará 20 de habilidade de defensa corpo a corpo. Entretanto, non tentará atacar. Este modo é útil para manter vivos personaxes máis débiles ao enfrontarse a inimigos máis fortes.
pt_br: Coloca os personagens selecionados em modo de combate defensivo. No modo defensivo, um personagem se concentrará em permanecer vivo e ganhará 20 de habilidade de defesa corpo a corpo. Entretanto, ele não tentará atacar. Esse modo é útil para manter personagens mais fracos vivos ao enfrentarem inimigos mais fortes.

source: HOLD POSITION means that the selected character won't run off to fight enemies, even to protect his allies. He will hold his position and only attack any enemy that comes into close range. He will still use a crossbow normally, but won't move around obstacles to get a shot. Use this setting to tactically position fighters, or just to keep non-combatants away from the fighting.
es_es: MANTENER LA POSICIÓN significa que el personaje seleccionado no irá corriendo a luchar con los enemigos, ni siquiera para proteger a sus aliados. Se mantendrá en su posición y sólo atacará a cualquier enemigo que se aproxime a dos pasos. Por ejemplo, seguirá utilizando la ballesta de forma normal, pero no se moverá entre obstáculos para disparar. Usa esta modalidad para posicionar a los guerreros tácticamente, o simplemente para mantener a no-combatientes alejados de la pelea.
gl: MANTER POSICIÓN significa que o personaxe seleccionado non correrá para loitar cos inimigos, nin sequera para protexer aos aliados. Manterá a posición e só atacará aos inimigos en curto alcance. Continuará a usar a bésta normalmente, mais non evitará os obstáculos para disparar. Usa esta configuración para posicionar loitadores tacticamente, ou apenas para manter aos non combatentes fóra do combate.
pt_br: MANTER POSIÇÃO significa que o personagem selecionado não correrá para lutar contra os inimigos, nem para proteger os aliados. Ele manterá a posição e só atacará os inimigos em curto alcance. Ele continuará a usar a besta normalmente, mas não se moverá entre os objetos para pegar as flechas. Use esta configuração para posicionar lutadores de maneira tática ou apenas para manter os não combatentes fora da luta.

source: In non-combat mode a character will never initiate combat, even if his allies are fighting or need help. He will only fight when directly attacked, and is less likely to be targeted by enemies.
es_es: En el modo no-combate un personaje nunca iniciará un combate, incluso si sus aliados están luchando o necesitan ayuda. Sólo luchará cuando sea atacado directamente, por lo que es menos probable que sea marcado como objetivo por los enemigos.
gl: En modo pasivo o personaxe nunca entrará en combate, mesmo se os seus aliados estiveran loitando ou precisaran axuda. Apenas loitará ao ser atacado directamente, e ten unha menor probabilidade de se tornar albo de inimigos.
pt_br: No modo passivo, o personagem nunca entrará em combate, mesmo se seus aliados estiverem lutando ou precisarem de ajuda. Ele lutará apenas quando for atacado diretamente e tem menor chance de se tornar alvo de inimigos.

source: If this is disabled then the character won't do any of the jobs listed.
es_es: Si esto está deshabilitado, el personaje no realizará ninguno de los s listados.
gl: Se isto está desactivado o personaxe non fará ningunha das tarefas listadas.
pt_br: Se ele for desabilitado, o personagem não fará nenhuma das tarefas listadas.

source: The character will make himself offensive, noisy and conspicuous in an attempt to draw more of the enemy to attack him. Using this enables your experienced and well armoured characters to draw trouble away from your more vulnerable ones.
es_es: El personaje se pondrá en plan ofensivo, ruidoso y conspicuo en un intento de provocar al enemigo para luego atacarle. Usar esto permite a tus personajes experimentados y bien protegidos con armaduras alejar los problemas de tus personajes más vulnerables.
gl: O personaxe porase nunha actitude ofensiva, fará barullo e chamará a atención para tentar que os inimigos o ataquen. Isto permitirá que os personaxes máis experimentados e mellor equipados afasten o perigo de outros máis vulnerábeis.
pt_br: Ele ficará na ofensiva, fará barulho e chamará a atenção para fazer com que mais inimigos o ataquem. Isso permitirá que personagens mais experientes e melhores equipados afastem o perigo de outros mais vulneráveis.

source: Activates sneak mode so the character will try to go unnoticed.
es_es: Activa el modo sigilo así el personaje tratará de pasar desapercibido.
gl: Activa o modo furtivo para que o personaxe se mova ás agachadas.
pt_br: Ativa o modo esgueirar-se para que o personagem não seja notado.

source: If the character is unconscious, when he wakes up he will stay down on the ground and crawl to avoid detection.
es_es: Si el personaje está inconsciente, cuando se despierte permanecerá en el suelo y se arrastrará para evitar ser detectado.
gl: Se o personaxe está inconsciente, no momento de acordar ficará no chan e arrastrarase para evitar que o detecten.
pt_br: Caso o personagem esteja inconsciente, ao acordar, ele ficará no chão e rastejará para evitar ser notado.

source: If enabled then the character will prioritise ranged attacks, melee will be a last resort.
es_es: Si está deshabilitado el personaje priorizará los ataques a distancia, la lucha cuerpo a cuerpo será un último recurso.
gl: Se está activado o personaxe priorizará ataques a distancia, o corpo a corpo será o último recurso.
pt_br: Quando ativado, o personagem priorizará ataques a distância, corpo a corpo será o último recurso.
