Repository: coegho/kenshi_galician
Catalog: */LC_MESSAGES/main.po
Languages: es_es, gl, pt_br

source: When building walls, you need to be careful not to place them facing inside out. The arrows you see show the OUTSIDE facing direction of the walls.
es_es: Cuando construyes paredes, tienes que tener cuidado de no colocarlos mirando hacia dentro. Las flechas que ves indican la cara EXTERIOR de las paredes.
gl: Ao construír muros tes que ter coidado de non colocalos mirando cara dentro. As frechas indican cal é a parte dos muros que debería ficar cara fóra.
pt_br: Ao construir paredes, tenha cuidado para não colocar a parte externa virada para dentro. As setas indicam o lado externo das paredes.

source: You can use the < and > buttons to rotate before placing them.
es_es: Puedes usar los botones < y > para girarlos antes de colocarlos.
gl: Podes usar os botóns < e > para rotar antes de posicionalos.
pt_br: Use os botões < e > para girar o item antes de posicioná-lo.

source: As with other buildings, you can only place them when they glow green.
es_es: Como con otras construcciones, sólo se pueden colocar cuando brillan en verde.
gl: Así como as outras construcións, só é posíbel colocalos cando fican verdes.
pt_br: Assim como as outras construções, só é possível posicioná-las quando elas ficam verdes.

source: Once you're happy, left click to set it down. To finish the link, right click.
es_es: Cuando estés contento, haz clic izquierdo para configurarlo. Para acabar el enlace, clic derecho.
gl: Cando esteas conforme, fai clic esquerdo para colocar. Para finalizar a ligazón, fai clic dereito.
pt_br: Quando estiver satisfeito, clique com o botão direito para colocar. Para finalizar a ligação, clique com o botão direito.

source: To craft items, open the Tech menu
es_es: Para elaborar artículos, abre el menú Tecno
gl: Para fabricar obxectos, abre o menú de Tecnoloxía
pt_br: Para fabricar itens, abra o menu Tecnologia.

source: Open the Crafting tab
es_es: Abre la lengüeta Elaborando
gl: Abre o menú de Fabricación
pt_br: Abra a aba Fabricação.

source: This will show available items you can craft in the middle section. The bottom panel shows how much time and materials you'll need to make that item.
es_es: Esto te enseñará artículos disponibles que puedes crear en la sección central. El panel inferior muestra cuánto tiempo y materiales necesitarás para hacer ese artículo.
gl: Isto mostrará os obxectos dispoñíbeis que podes fabricar na sección do medio. O panel de abaixo mostra canto tempo e materiais precisarás para fabricar o obxecto.
pt_br: Os itens disponíveis para fabricação aparecerão na sessão do meio. O painel inferior mostra a quantidade de tempo e de materiais necessários para a fabricação.

source: How to craft
es_es: Cómo elaborar
gl: Como fabricar
pt_br: Como fabricar

source: First, you need to select a station from the section on the left side of the menu.
es_es: Primero, tienes que seleccionar una estación de la sección en el lado izquierdo del menú.
gl: Primeiro, tes que seleccionar unha estación da sección no lado esquerdo do menú.
pt_br: Primeiro, selecione uma estação da sessão esquerda do menu.

source: Left click to select an item to craft. You can queue multiple items, or alternatively you can cancel them with the X.
es_es: Haz clic izquierdo para seleccionar un artículo a elaborar. Puedes poner en cola múltiples artículos, o puedes cancelarlos de manera alternativa con la X.
gl: Clica para seleccionar un obxecto para fabricar. Podes poñer en cola múltiples obxectos, ou cancelalos co X.
pt_br: Clique com o botão esquerdo para selecionar o item para fabricação. Você pode fazer uma fila de vários itens, ou então cancelá-los no X.

source: Now, make sure you have workers assigned to the work station which is crafting these items. You'll also need pleny of raw materials before you start crafting.
es_es: Ahora, asegúrate de que tienes trabajadores asignados a la estación de que está elaborando los artículos. Además, necesitarás un montón de materias primas antes de empezar a trabajar.
gl: Agora, asegúrate de que tes traballadores asignados á estación de traballo na que se fabrican eses obxectos. Tamén precisarás as suficientes materias primas antes de comezar a fabricar.
pt_br: Agora, confira se você possui trabalhadores atribuídos à estação na qual os itens são fabricados. Você também precisará de matéria-prima suficiente antes de começar a fabricar.

source: You can buy blueprints or research new items to craft.
es_es: Puedes comprar proyectos o investigar sobre nuevos artículos que elaborar.
gl: Podes mercar planos ou pesquisar novos obxectos para fabricar.
pt_br: Você pode comprar diagramas ou pesquisar novos itens para fabricação.

source: To craft items, you need to build a workbench from the Crafting section of the build menu.
es_es: Para elaborar artículos, tienes que construir un banco de a partir de la sección Elaborando del menú para construir.
gl: Para fabricar obxectos precisarás construír un banco de traballo na sección de Fabricación do menú de construcción.
pt_br: É preciso construir uma bancada de trabalho na sessão Fabricação do menu de construção para fabricar itens.

source: How to craft (No bench)
es_es: Cómo elaborar (Sin banco de )
gl: Como fabricar (sen banco)
pt_br: Como fabricar (Sem bancada)

source: First things first though, you're going to need to research all the necessary buildings, equipment and schematics needed for crafting.
es_es: Lo primero es lo primero, sin embargo, vas a tener que investigar sobre todas las construcciones, el equipo y los proyectos necesarios para la elaboración.
gl: Primeiro o máis importante, precisarás pesquisar todos os edificios, equipamentos e esquemas necesarios para a fabricación.
pt_br: Primeiro, o mais importante. Você precisará pesquisar todas as construções, equipamentos e técnicas necessárias para a fabricação.

source: Build a Research Bench to learn new tech and crafts.
es_es: Construye un Banco de Investigación para aprender nuevas tecnologías y artesanías.
gl: Constrúe un Banco de Pesquisa para aprender novas tecnoloxías e técnicas.
pt_br: Construa uma Bancada de Pesquisa para aprender novas tecnologias e técnicas.

source: Left click to select your new building and view its info.
es_es: Clic izquierdo para seleccionar tu nueva construcción y ver su info.
gl: Clica co botón esquerdo para seleccionar a túa nova construción e ver a súa información.
pt_br: Clique com o botão esquerdo para selecionar sua nova construção e ver as informações dela.

source: This shows the current state of the building.
es_es: Esto indica el estado actual de la construcción.
gl: Mostra o actual estado da construción.
pt_br: Exibe o estado atual do edifício.

source: Some buildings will need a power supply.
es_es: Algunas construcciones necesitarán un suministro de energía.
gl: Algunhas construcións requiren suministro de enerxía.
pt_br: Algumas construções requerem suprimento de energia.

source: To save power for other buildings, you can use the Power switch to turn off specific buildings.
es_es: Para ahorrar energía para otras construcciones, puedes usar el Conmutador de energía para apagar determinadas construcciones.
gl: Para aforrar enerxía para outras construcións, podes usar o interruptor de Enerxía para desactivar construcións específicas.
pt_br: Para economizar energia para outras construções, use o interruptor de energia para desligar construções específicas.

source: Some machines and buildings need workers to operate them. This bar shows how many workers are currently operating the machine and the maximum possible amount of them.
es_es: Algunas máquinas y construcciones necesitan trabajadores que las manejen. Esta barra indica cuántos trabajadores están manejando la máquina en este momento y la cantidad máxima posible.
gl: Algunhas máquinas e construcións precisan de traballadores para operalas. Esta barra mostra a cantidade de traballadores operando a máquina no momento e a cantidade máxima posíbel.
pt_br: Algumas máquinas e construções precisam de trabalhadores para operá-las. Esta barra mostra a quantidade de trabalhadores operando a máquina no momento e a quantidade máxima possível.

source: Many machines and buildings need certain raw materials in order to run. This panel shows exactly what items are needed to add to it.
es_es: Muchas máquinas y construcciones necesitan ciertas materias primas con el fin de funcionar. Este panel indica exactamente qué elementos son necesarios añadirle.
gl: Moitas máquinas e construcións precisan de determinadas materias primas para funcionar. Este panel mostra exactamente que obxectos deben ser engadidos.
pt_br: Muitas máquinas e construções precisam de determinadas matérias-primas para funcionarem. Este painel mostra exatamente quais itens devem ser adicionados.

source: You've built your first production building
es_es: Has construido tu primera construcción de producción
gl: Construíches a túa primeira construción de produción
pt_br: Você fez sua primeira construção de produção.

source: Production buildings rely on a number of factors.
es_es: Las construcciones de producción dependes de una serie de factores.
gl: As construcións de produción dependen de diversos factores.
pt_br: As construções de produção dependem de diversos fatores.

source: The more workers, the faster the output.
es_es: A más trabajadores, más rápido el resultado.
gl: Cantos máis traballadores, máis rápida a produción.
pt_br: Quanto mais trabalhadores, mais rápida a produção.

source: To research new tech such as buildings, defensive weapons and crafting, you need to construct a Research Bench from the Build menu. But, before you can build a Research Bench, you need a building to house it.
es_es: Para investigar nuevas tecno tal como construcciones, armas defensivas y artesanías, necesitas construir un Banco de Investigación del menú Construir. Pero, antes de que puedas construir un Banco de Investigación, necesitas un edificio donde albergarlo.
gl: Para pesquisar novas tecnoloxías como construcións, armas defensivas ou fabricación, precisas construír un Banco de Pesquisa no menú Construción. Mais antes de construír a bancada, precisarás un edificio onde metela.
pt_br: Construa uma Bancada de Pesquisa no menu de Construções para pesquisar novas tecnologias como construções, armas de defesa e fabricação. Mas, antes de construir a bancada, você precisará de uma casa para abrigá-la.

source: How to research tech (Benches)
es_es: Cómo investigar sobre tecno (Bancos)
gl: Como pesquisar tecnoloxías (bancos)
pt_br: Como pesquisar tecnologia (Mesas de trabalho)

source: Either you can buy a house in a town, or you can build your own house outside of an NPC town. Left click on a building to check if it is for sale.
es_es: Puedes o comprar una casa en una ciudad, o puedes construir tu propia casa a las afueras de una ciudad NPC. Haz clic izquierdo en una construcción para comprobar si está a la venta.
gl: Podes mercar unha casa na vila ou construír a túa propia casa fóra dunha vila NPC. Clica nun edificio para comprobar se está á venda.
pt_br: Você pode comprar uma casa na cidade ou construir a sua própria fora da cidade de um PNJ. Clique com o botão esquerdo na construção para descobrir se ela está à venda.

source: Some buildings are availiable for purchase. This panel will tell you how much the building costs, with a button to buy it.
es_es: Algunas construcciones están disponibles para su compra. Este panel te dirá cuánto cuesta la construcción, con un botón para comprarla.
gl: Algunhas construcións están dispoñíbeis para a compra. Este panel dirache cando custa a construción, cun botón para mercala.
pt_br: Algumas construções estão disponíveis para compra. O painel mostrará o preço da construção com o botão para comprá-la.

source: Buildings for sale
es_es: Construcciones en venta
gl: Edificios á venda
pt_br: Edifícios à venda

source: You can also often buy destroyed buildings for a cheaper rate. You must then repair the building before it can be used.
es_es: Además, a menudo puedes comprar construcciones destruidas por una tarifa más barata. Solo que luego vas a tener que reparar la construcción antes de que pueda ser utilizada.
gl: Ás veces podes mercar construcións destruídas por un prezo menor. Despois terás que reparalas antes de poder usalas.
pt_br: Com frequência, é possível comprar construções destruídas por um preço menor. Então, você precisará reparar a construção antes de usá-la.

source: Next, you'll need to select tech to research. Select TEC from the panel.
es_es: Después, tienes que seleccionar tecno para investigar. Selecciona TEC del panel.
gl: Despois, precisarás seleccionar unha tecnoloxía para pesquisar. Selecciona TEC no panel.
pt_br: Depois, você precisará selecionar tecnologia para pesquisar. Selecione TEC no painel.

source: How to research tech (Researching)
es_es: Cómo investigar sobre tecno (Investigación)
gl: Como pesquisar tecnoloxías (pesquisa)
pt_br: Como pesquisar tecnologia (pesquisa)

source: To learn new tech you can buy blueprints from merchants. Or, you can research new tech yourself.
es_es: Para aprender sobre nuevas tecno puedes comprar planos a los mercaderes. O, puedes investigar sobre nuevas tecno por ti mismo.
gl: Para aprender novas tecnoloxías podes mercar planos dos comerciantes. Tamén podes pesquisar nova tecnoloxía pola túa conta.
pt_br: Para aprender uma nova tecnologia, você pode comprar diagramas com os comerciantes ou pesquisar por si mesmo.

source: To research, you must have a scientist assigned to your Research Bench. Select a squad member, hold and right click on your Research Bench and select Use Machine. Research speed will depend on your assigned scientist's Science skill stat.
es_es: Para investigar, debes tener a un científico asignado a tu Banco de Investigación. Selecciona a un miembro del escuadrón, mantén pulsado, haz clic derecho con el ratón en tu Banco de Investigación y selecciona Usar Máquina. La velocidad de la investigación dependerá de la estadística en la habilidad Ciencia de tu científico asignado.
gl: Para pesquisar deberás ter un científico asignado ao teu Banco de Pesquisa. Selecciona un membro do equipo, mantén pulsado o clic dereito no Banco de Pesquisa e selecciona Usar máquina. A velocidade de pesquisa dependerá do atributo da habilidade de CIencia do teu científico.
pt_br: Para pesquisar, você precisa de um cientista atribuído à sua Bancada de Pesquisa. Selecione um membro da equipe, segure e clique com o botão direito na Bancada de Pesquisa e selecione Usar Máquina. A velocidade de pesquisa dependerá do atributo da habilidade de Ciência do seu cientista.

source: Select any tech you want to research by left clicking it. You can queue up as many as you want.
es_es: Selecciona la tecno que quieres investigar mediante clic izquierdo. Puedes poner en cola tantos como quieras.
gl: Selecciona calquera tecnoloxía que queiras pesquisar clicando sobre ela. Podes poñer en cola todas as que queiras.
pt_br: Clique com o botão esquerdo para selecionar qualquer tecnologia que queira pesquisar. Você pode enfileirar quantas quiser.

source: How to research tech (Blueprints)
es_es: Cómo investigar sobre tecno (Planos)
gl: Como pesquisar tecnoloxías (planos)
pt_br: Como pesquisar tecnologia (Diagramas)

source: You found a blueprint
es_es: Encontraste un plano
gl: Atopaches un plano
pt_br: Você encontrou um diagrama

source: Blueprints allow you to learn Tech instantly. To learn a blueprint, open your inventory and right click it to learn it.
es_es: Los planos te permiten aprender Tecno al instante. Para aprenderte un plano, abre tu inventario y haz clic derecho en él para aprendértelo.
gl: Os planos permítenche aprender unha tecnoloxía instantaneamente. Para estudar un plano, abre o inventario e fai clic dereito sobre el para estudalo.
pt_br: Os diagramas permitem que você aprenda uma tecnologia instantaneamente. Para estudar o diagrama, abra o inventário e clique no diagrama para estudá-lo.

source: If you are wearing a backpack, make sure to close it first so that the blueprint doesn't switch between your inventory when you try to use it.
es_es: Si llevas una mochila, asegúrate de cerrarla primero de modo que el plano no se mueva entre tu inventario cuando intentes usarlo.
gl: Se levas unha mochila, péchaa antes para que o plano non mude de inventario cando intentes usalo.
pt_br: Se estiver usando mochila, feche-a antes para que o diagrama não mude para seu inventário quando você tentar usá-lo.

source: First, select a building you want to construct from the panel. Hint: Building a small shack will allow you to build a Research Bench inside, with this you can learn and unlock new tech.
es_es: Primero, selecciona la construcción que quieras edificar del panel. Consejo: Construyendo una pequeña cabaña podrás construir un Banco de Investigación dentro, con el que puedes aprender y desbloquear nuevas tecno.
gl: Primeiro, selecciona a construción que desexes montar no panel. Consello: Construír unha barraca pequena permitirache construír un Banco de Traballo dentro. Con isto poderás aprender e desbloquear novas tecnoloxías.
pt_br: Primeiro, selecione a construção que deseja fazer no painel. Dica: Construir um barraco pequeno permitirá que você construa uma Bancada de Pesquisa dentro dele, assim você poderá aprender e desbloquear novas tecnologias.

source: Welcome to Build mode
es_es: Bienvenido al modo Construir
gl: Benvido ao modo de Construción
pt_br: Bem-vind/OA/ ao modo de Construção

source: Next, choose where to place the building on the terrain. If the building shows red, there is an obstruction and you cannot place it. If blue, you're too close to another town. If green, you're good to go!
es_es: Después, elige sobre el terreno dónde ubicar la construcción. Si la construcción se pone roja, hay una obstrucción y no puede situarla ahí. Si es azul, estás demasiado cerca de otro pueblo. Si es verde, ¡estás listo para ir!
gl: Despois, escolle onde colocar a construción. Se a construción fica vermella, significa que hai unha obstrución e non poderá ser posicionada. Se fica azul, significa que estás demasiado preto de outra vila. Se fica verde, todo está correcto!
pt_br: Depois, escolha onde colocar a construção. Se a construção ficar vermelha, significa que há uma obstrução e ela não pode ser posicionada. Se ficar azul, significa que você está perto demais de outra cidade. Se ficar verde, significa que está tudo certo!

source: To rotate the position of the building, use the < and > keys. Once you're happy, left click to place the building and hit the Confirm button.
es_es: Para rotar la posición de la construcción, usa las teclas < and >. Cuando estés contento, haz clic izquierdo para colocar la construcción y pulsa el botón Confirmar.
gl: Para rotar a posición da construción usa as teclas < e >. Unha vez esteas conforme, clica co esquerdo para posicionar a construción e preme o botón Confirmar.
pt_br: Use as teclas < e > para girar a construção. Quanto estiver satisfeito, clique com o botão esquerdo para posicionar a construção e aperte o botão Confirmar.

source: Select squad members and right click the construction to begin adding materialsif they have them.
es_es: Selecciona miembros del escuadrón y haz clic derecho sobre la construcción para empezar a añadir materiales si es que los tienen.
gl: Selecciona membros do equipo e fai clic dereito n aconstrución para comezar a engadir os materiais se os teñen.
pt_br: Selecione membros da equipe e clique com o botão direito na construção para começar a adicionar os materiais que eles tiverem.

source: Construction will be much quicker depending on the number of people who are assigned, and their Engineer skill stats.
es_es: La construcción será mucho más rápida dependiendo del número de personas que sean asignadas, y de sus estadísticas de habilidad Ingeniería.
gl: A construción será moito máis rápida dependendo do número de xente asignada e a súa habilidade de Enxeñaría.
pt_br: A construção será bem mais rápida de acordo com número de pessoas atribuídas para isso e os atributos das habilidades de Engenharia deles.

source: This shows how many building materials are needed to complete the construction.
es_es: Esto enseña cuantos materiales de construcción son necesarios para completar esta obra.
gl: Mostra cantos materiais de construcións son necesarios para concluír o edificio.
pt_br: Exibe quantos materiais de construção são necessários para concluir o edifício.

source: Once the Condition bar is filled, the construction is complete and ready to use.
es_es: Una vez que la barra de Condición está llena, la construcción está terminada y lista para su uso.
gl: Cando a barra de Condición estea chea, a construción estará concluída e lista para usar.
pt_br: Quando a barra de Condição estiver cheia, a construção estará concluída e pronta para usar.

source: Building (Construction)
es_es: Construir (construcción)
gl: Construír (Construción)
pt_br: Edifício (Construção)

source: Select your construction to check it's status.
es_es: Selecciona tu construcción para comprobar su estado.
gl: Selecciona a túa construción para verificar o seu estado.
pt_br: Selecione a construção para verificar seu status.

source: The prospecting window tells you information about the resources in the current area.
es_es: La ventana de prospección te cuenta información sobre los recursos en el área actual.
gl: A xanela de prospección mostra información sobre os recursos na área actual.
pt_br: A janela de prospecção mostra a informação sobre os recursos na área atual.

source: The top section is information at the point the character is standing. The lower section is a map of the resources in the vicinity. You can select the resource type that is shown on the map. Characters with a higher science skill will be able to detect resources from farther away.
es_es: La sección superior es información sobre el punto donde el personaje está. La sección inferior es un mapa de los recursos en las inmediaciones. Puedes seleccionar el tipo de recurso que se muestra en el mapa. Personajes con una habilidad científica mayor serán capaces de detectar recursos desde la lejanía.
gl: A sección superior é información sobre a localización na que se atopa o personaxe. A sección inferior é un mapa dos recursos nas proximidades. Podes seleccionar o tipo de recurso que se mostra no mapa. Personaxes cunha habilidade de ciencia máis alta poderán detectar recursos máis distantes.
pt_br: A sessão superior trás a informação sobre o local onde o personagem está. A sessão inferior é um mapa dos recursos nas proximidades. É possível selecionar o tipo de recurso para ser mostrado no mapa. Personagens com habilidade de ciência mais alta conseguem detectar recursos mais distantes.

source: Missing a limb
es_es: Falta un miembro
gl: Faltando un membro
pt_br: Perdendo um membro

source: You appear to be missing a limb. Limbs are useful things to have so you may want to get that replaced. You can buy various robotic limbs from robotics vendors.
es_es: Parece que te falta un miembro. Los miembros son cosas útiles de tener, así que puede que quieras que te lo sustituyan. Puedes comprar diversos miembros robóticos a vendedores de robótica.
gl: Parece que che falta un membro. É útil ter membros, polo que igual che interesa reemprazalo. Podes mercar varios membros robóticos dos vendedores de robótica.
pt_br: Parece que você perdeu um membro. Membros são úteis, é melhor substituí-lo. É possível comprar membros robóticos com os fornecedores de robótica.
