Repository: coegho/kenshi_galician
Catalog: */LC_MESSAGES/main.po
Languages: es_es, gl, pt_br

source: The ability to steal things from containers, safes, storage boxes and people.
es_es: La habilidad de robar cosas de contenedores, cajas fuertes, cajas para almacenaje y de la gente.
pt_br: A habilidade de roubar recipientes, cofres, caixas de depósito e pessoas.

source: If you are in stealth mode you can sneak up behind people and knock them out. This skill determines how long they stay unconscious for.
es_es: Si estás en modo sigiloso, puedes acercarte por la espalda de la gente y noquearlos. Esta habilidad determina cuánto tiempo se quedan inconscientes.
pt_br: Em modo furtivo, é possível esgueirar-se por trás das pessoas e nocauteá-las. Essa habilidade determina por quanto tempo elas permanecem inconscientes.

source: This is your ability to run faster. Very useful for thieves, scouts and assassins. It is improved by doing lots of running, at full speed, without encumbrance from a heavy inventory.
es_es: Esta es tu habilidad de correr más rápido. Muy útil para ladrones, exploradores y asesinos. Es mejorada haciendo muchas carreras, a toda velocidad, sin la carga de un inventario pesado.
pt_br: É a habilidade de correr mais rápido. Muito útil para ladrões, batedores e assassinos. Para melhorá-la é preciso correr a toda velocidade, sem o incômodo de um inventário pesado.

source: This is your ability to swim faster and further without drowning.
es_es: Esta es tu capacidad para nadar más rápidos y lejos sin ahogarte.
pt_br: Esta é a sua habilidade em nadar mais rápido e longe sem se afogar.

source: Survival
es_es: Supervivencia
pt_br: Sobrevivência

source: Field medic
es_es: Área médica
pt_br: Médico de campo

source: This skill saves lives and allows you to stop bleeding wounds and jury-rig critical injuries, allowing characters to continue fighting when they shouldn't. In the long-term however, major injuries require bed rest. A beginner will not only heal wounds more slowly, but will use up all their medkits really quickly.
es_es: Esta habilidad salva vidas y te permite detener el sangrado de heridas y entablillar lesiones críticas, permitiendo a los personajes continuar luchando cuando no podrían. A largo plazo, sin embargo, las lesiones graves requieren de descanso en la cama. Un principiante no solo curará sus heridas más despacio, si no que usará todos sus botiquines muy rápido.
pt_br: Esta habilidade salva vidas e permite estancar sangramentos e remediar ferimentos críticos, permitindo que personagens continuem a lutar quando não deveriam. A longo prazo, entretanto, ferimentos graves requerem descanso no leito. Os iniciantes tratam ferimentos mais lentamente e também gastam kits médicos mais rapidamente.

source: The skill at building and repairing structures.
es_es: La habilidad para construir y reparar estructuras.
pt_br: Habilidade de construir e reparar estruturas.

source: Weapon smith
es_es: Forjar arma
pt_br: Ferraria de armas

source: The ability to craft higher quality weapons, in a shorter space of time.
es_es: La habilidad para elaborar armas de mayor calidad, en un espacio de tiempo menor.
pt_br: A habilidade de se fabricar armas de maior qualidade em menos tempo.

source: Armour smith
es_es: Forjar armadura
pt_br: Ferraria de armaduras

source: The ability to craft higher quality gear and armour, in a shorter space of time.
es_es: La habilidad de elaborar armadura y herramientas de mayor calidad, en un espacio de tiempo más breve.
pt_br: A habilidade de fabricar equipamentos e armaduras de maior qualidade em menos tempo.

source: Crossbow smith
es_es: Forjar ballesta
pt_br: Fabricante de bestas

source: The ability to craft higher quality crossbows and bolts, in a shorter space of time.
es_es: La habilidad para elaborar ballestas y flechas de mayor calidad, en un menor espacio de tiempo.
pt_br: A habilidade de se fabricar bestas de maior qualidade em menos tempo.

source: The equivalent of a medical skill for anything or anyone robotic. Used for repairs.
es_es: El equivalente de una habilidad médica para algo o alguien robótico. Usado para reparaciones.
pt_br: O equivalente a uma habilidade em medicina para tudo ou todos que forem robóticos. Usada para reparos.

source: Affects skill at prospecting, and researching new technologies.
es_es: Afecta a la habilidad en prospección, e investigación de nuevas tecnologías.
pt_br: Afeta a habilidade em prospecção e pesquisas de novas tecnologias.

source: Skill at general manual labour work such as mining and using simple machinery.
es_es: Habilidad general para s manuales tales como minería y uso de maquinaria sencilla.
pt_br: Habilidade em trabalhos manuais em geral como mineração e operação de máquinas simples.

source: Knowledge of farming crops. This not only affects the speed that you can gather your crops, it also affects the yield when harvesting. In other words, unskilled farmers will mess up some of your crops.
es_es: Conocimiento sobre cultivos agrícolas. Esto no solo afecta a la velocidad a la que puedes reunir tus cultivos, sino que también afecta al rendimiento durante la cosecha. En otras palabras, los granjeros no capacitados la cagarán con algunos de tus cultivos.
pt_br: Conhecimento de culturas agrícolas. Não afeta somente a velocidade da colheita como também o rendimento dela. Em outras palavras, fazendeiros sem habilidade acabam com a colheita.

source: Skill at cooking food and brewing drinks.
es_es: Habilidad para cocinar alimentos y destilar bebidas.
pt_br: Habilidade em cozinhar e preparar bebidas.

source: Primary Weapon Damage
es_es: Daño del Arma Principal
pt_br: Dano de arma principal

source: Primary Weapon Speed
es_es: Velocidad del Arma Primaria
pt_br: Vel. de arma principal

source: Secondary Weapon Damage
es_es: Daño del Arma Secundaria
pt_br: Dano de arma secundária

source: Secondary Weapon Speed
es_es: Velocidad del Arma Secundaria
pt_br: Vel. de arma secundária

source: Max Carry Weight
es_es: Máx. Peso Transportable
pt_br: Máximo peso de carga

source: Strength XP Carry
es_es: EXP Fuerza para Transportar
pt_br: EXP de força por carga

source: Strength XP Combat
es_es: EXP Fuera para Combate
pt_br: EXP força por combate

source: Heavy weapon speed
es_es: Velocidad arma pesada
pt_br: Velocidade de arma pesada

source: Damage Resistance
es_es: Resistencia al Daño
pt_br: Resistência a dano

source: Toughness XP
es_es: EXP Resistencia
pt_br: EXP de resistência

source: Knockout time
es_es: Tiempo Knockout
pt_br: Tempo de nocaute

source: KO Threshold
es_es: Umbral KO
pt_br: Limite de nocaute

source: Wounding Degeneration
es_es: Degeneración de Heridas
pt_br: Degeneração de ferimentos

source: Max Run Speed
es_es: Velocidad Máx. Carrera
pt_br: Vel. de corrida máxima

source: Current Run Speed
es_es: Velocidad de Carrera Actual
pt_br: Vel. de corrida atual

source: Athletics XP
es_es: EXP Carrera
pt_br: EXP de atletismo

source: Turret Accuracy
es_es: Precisión de la Torreta
pt_br: Precisão da torreta

source: Turret Rate of fire
es_es: Tasa de disparo de la Torreta
pt_br: Cadência de tiros da torreta

source: Friendly Fire Risk
es_es: Riesgo de Fuego Amigo
pt_br: Risco de fogo amigo

source: Build Speed
es_es: Velocidad de Construcción
pt_br: Vel. de construção

source: Repair Speed
es_es: Velocidad de Reparación
pt_br: Vel. de reparos

source: Mining
es_es: Minería
pt_br: Minerando

source: Using machinery
es_es: Usando maquinaria
pt_br: Operando maquinário

source: Weapons
es_es: Armas
pt_br: Armas

source: Combat
es_es: Combate
pt_br: Combate

source: Sciences
es_es: Ciencias
pt_br: Ciências

source: Trades
es_es: Oficios
pt_br: Comércio

source: Primary weapon
es_es: Arma primaria
pt_br: Arma principal

source: Secondary weapon
es_es: Arma secundaria
pt_br: Arma secundária

source: Residents max:
es_es: Máx. Residentes:
pt_br: Máx. de residentes:

source: Actual Num Residents:
es_es: Núm. Actual de Residentes:
pt_br: Num. real de residentes:

source: Roaming currentMax/desiredMax:
es_es: Itinerancia MáxActual/MáxDeseado:
pt_br: Máximo itinerante atual/máximo desejado:

source: Roaming Population:
es_es: Población Itinerante:
pt_br: População itinerante:

source: Num Roaming Squads:
es_es: Núm. Escuadrones Itinerantes:
pt_br: Num. de grupos itinerantes:

source: Continue
es_es: Continuar
pt_br: Continuar

source: New game
es_es: Nuevo juego
pt_br: Novo jogo

source: Credits
es_es: Créditos
pt_br: Créditos

source: Begin
es_es: Empezar
pt_br: Iniciar

source: Choose your beginning
es_es: Elige tu inicio
pt_br: Escolha seu início

source: Difficulty:
es_es: Dificultad:
pt_br: Dificuldade:

source: Cash:
es_es: Efectivo:
pt_br: Dinheiro:

source: Play Style:
es_es: Estilo de Juego:
pt_br: Estilo de jogo:

source: Hunger time
es_es: Tiempo de hambre
pt_br: Tempo de fome

source: This sets how long it takes characters to get hungry. A higher number means it takes longer, therefore they need less food to get by.
es_es: Esto establece el tiempo que tardan los personajes en sentir hambre. Un número más alto significa que les toma más tiempo, por lo tanto necesita menos comida para apañárselas.
pt_br: Define quanto demora para personagens ficarem com fome. Um número mais alto significa que demora mais, logo eles precisam de menos comida para se manter.

source: Chance of death
es_es: Probabilidad de muerte
pt_br: Chance de morrer

source: Determines the overall likelyhood of any character dying (players or NPCs). Directly affects rates of wound degeneration and blood loss (Higher=more likely to die)
es_es: Determina la probabilidad global de morir de cualquier personaje (jugadores o NPCs). Afecta directamente a las tasas de degeneración de las heridas y la pérdida de sangre. (Más alta=mayor probabilidad de morir)
pt_br: Determina a chance geral de qualquer personagem morrer (jogadores ou PNJs). Afeta diretamente a taxa de regeneração e a perda de sangue (maior=maior chance de morrer)

source: Global damage multiplier
es_es: Multiplicador de daño global
pt_br: Multiplicador de dano global

source: Overall combat damage for everything. Doesn't necessarily make the game harder or easier, but affects the speed of battles
es_es: Daño total de combate por todo. No hace necesariamente el juego más difícil o más fácil, pero afecta a la velocidad de las batallas
pt_br: Dano em combate para tudo e todos. Não necessariamente deixa o jogo mais difícil ou fácil, mas afeta a velocidade de batalhas

source: Production speed
es_es: Velocidad de producción
pt_br: Velocidade de produção

source: Affects speed of item production such as mines and crafting (more than 1.0 == easier)
es_es: Afecta la velocidad de la producción de cada artículo tales como minería o artesanía (más de 1.0 == más fácil)
pt_br: Afeta a velocidade de produção de itens em minas e com fabricação (maior do que 1.0 == mais fácil)

source: Research speed
es_es: Velocidad de investigación
pt_br: Velocidade de pesquisa

source: Affects speed of research (more than 1.0 == easier)
es_es: Afecta a la velocidad de la investigación (más de 1.0 == más fácil)
pt_br: Afeta a velocidade de pesquisas (maior que 1.0 == mais fácil)

source: Building speed
es_es: Velocidad de construcción
pt_br: Velocidade de construção

source: Affects speed of building (more than 1.0 == easier)
es_es: Afecta la velocidad de construcción (más de 1.0 == más fácil)
pt_br: Afeta a velocidade de construção (maior que 1.0 == mais fácil)

source: Number of nests multiplier
es_es: Multiplicador del número de nidos
pt_br: Multiplicador do número de ninhos

source: Affects number of animal nests, bandit camps etc that appear in the wilds. Higher number makes life more dangerous.
es_es: Afecta al número de nidos de animales, campamentos bandidos, etc, que surgen en la naturaleza. Un número más alto hace la vida más peligrosa.
pt_br: Afeta o número de ninhos de animais, acampamentos de bandidos etc. que aparecem nas terras selvagens. Um número maior torna a vida mais perigosa.

source: Bandits loot the player
es_es: Bandidos saquean al jugador
pt_br: Bandidos saqueiam o jogador

source: Makes life unfair
es_es: Hace la vida injusta
pt_br: Torna a vida injusta

source: Easy prospecting
es_es: Prospección sencilla
pt_br: Prospecção fácil

source: Resume
es_es: Reanudar
pt_br: Retomar

source: Are you sure you want to exit?
pt_br: Quer mesmo sair?

source: Loading
es_es: Cargando
pt_br: Carregando

source: Relations:
es_es: Relaciones:
pt_br: Relações:

source: Residents:
es_es: Residentes:
pt_br: Residentes:

source: Hostile Occupiers:
es_es: Inquilinos Hostiles:
pt_br: Ocupantes hostis:

source: Residents
es_es: Residentes
pt_br: Residentes

source: Discovered {1}
es_es: Descubierto {1}
pt_br: Descobriu {1}

source: {1} has been wiped out
es_es: {1} ha sido liquidado
pt_br: {1} foi eliminad/OA/

source: Alarm raised
es_es: Alarma elevada
pt_br: Alarme soado

source: Mode
es_es: Modo
pt_br: Modo

source: Move
es_es: Mover
pt_br: Mover

source: Axis
es_es: Eje
pt_br: Eixo

source: Reset the current transform to default values. Snaps to the ground if in movement mode.
es_es: Reinicia la transformación actual a los valores por defecto. Se precipita al suelo si está en modo movimiento.
pt_br: Reinicia a transformação atual para o valor padrão. Caso esteja em modo de movimento, segue o chaõ.

source: Revert
es_es: Revertir
pt_br: Reverter

source: Clean any changes the active mod made to this object
es_es: Limpia cualquiera de los cambios que el modo activo hizo a este objeto
pt_br: Limpar quaisquer mudanças que o mod ativo tenha feito a esse objeto

source: Position
es_es: Posición
pt_br: Posição

source: Orientation
es_es: Orientación
pt_br: Orientação

source: Scale
es_es: Escala
pt_br: Escala

source: Yaw
es_es: Guiñada
pt_br: Rotação no eixo Y

source: Pitch
es_es: Cabeceo
pt_br: Rotação no eixo X

source: Roll
es_es: Alabeo
pt_br: Giro

source: Scale X
es_es: Escala X
pt_br: Escala de X

source: Scale Y
es_es: Escala Y
pt_br: Escala de Y

source: Scale Z
es_es: Escala Z
pt_br: Escala de Z

source: Parent
es_es: Raíz
pt_br: Principal

source: {1} has redirected to {2}
es_es: {1} ha sido redireccionado a {2}
pt_br: {1} foir redirecionad/OA/ para {2}

source: {1} against {2} has ended
es_es: {1} contra {2} ha terminado
pt_br: {1} contra {2} terminou

source: {1} against {2} has been defeated
es_es: {1} contra {2} ha sido derrotado
pt_br: {1} contra {2} foi derrot/OA/

source: {1} to {2} has failed
es_es: {1} a {2} ha fallado
pt_br: {1} para {2} fracassou

source: {1} was defeated on their way to {2}
es_es: {1} fue derrotado de camino a {2}
pt_br: {1} sofreu derrota no caminho para {2}

source: Assault to {1} canceled due to faction weakness
es_es: Asalto a {1} cancelado debido a la debilidad de la facción
pt_br: O ataque a {1} cancelado devido à fraqueza de facção

source: Warning: {1} moving towards {2}
es_es: Aviso: {1} se mueve hacia {2}
pt_br: Aviso: {1} movendo-se para {2}

source: {1} on the way to {2}
es_es: {1} de camino a {2}
pt_br: {1} está indo para {2}

source: Iron
es_es: Hierro
pt_br: Ferro

source: Stone
es_es: Piedra
pt_br: Pedra

source: Copper
es_es: Cobre
pt_br: Cobre

source: Carbon
es_es: Carbón
pt_br: Carbono

source: Water
es_es: Agua
pt_br: Água

source: Fertility
es_es: Fertilidad
pt_br: Fertilidade

source: Nameless
es_es: Anónimo
pt_br: Anônimo

source: Prototype
es_es: Prototipo
pt_br: Protótipo

source: Shoddy
es_es: Mala calidad
pt_br: Inferior

source: Standard
es_es: Estándar
pt_br: Comum

source: Specialist
es_es: Especialista
pt_br: Especialista

source: Masterwork
es_es: Obra de arte
pt_br: Obra-prima

source: Non-Standard
es_es: No-estándar
pt_br: Incomum

source: Head size
es_es: Tamaño cabeza
pt_br: Tamanho da cabeça

source: Head shape
es_es: Forma cabeza
pt_br: Forma da cabeça

source: Neck
es_es: Cuello
pt_br: Pescoço

source: Neck width
es_es: Cuello lnchura
pt_br: Largura do pescoço

source: Neck length
es_es: Cuello longitud
pt_br: Comprimento do pescoço

source: Jaw
es_es: Mandíbula
pt_br: Mandíbula

source: Cheekbones
es_es: Pómulos
pt_br: Maçãs do rosto

source: Mouth size
es_es: Boca tamaño
pt_br: Tamanho da boca

source: Mouth width
es_es: Boca anchura
pt_br: Largura da boca

source: Nose width
es_es: Nariz anchura
pt_br: Largura do nariz

source: Nose length
es_es: Nariz longitud
pt_br: Comprimento do nariz

source: Nose arch
es_es: Nariz arco
pt_br: Arco do nariz

source: Nose position
es_es: Nariz posición
pt_br: Posição do nariz

source: Nose tilt
es_es: Nariz inclinación
pt_br: Inclinação do nariz

source: Brow position
es_es: Frente posición
pt_br: Posição das sobrancelhas

source: Brow tilt
es_es: Frente inclinación
pt_br: Ângulo das sobrancelhas

source: Eyes depth
es_es: Ojos profundidad
pt_br: Profundidade dos olhos

source: Eyes narrow
es_es: Ojos estrecho
pt_br: Estreiteza dos olhos

source: Eyes closeness
es_es: Ojos proximidad
pt_br: Abertura dos olhos

source: Eyes tilt
es_es: Ojos inclinación
pt_br: Inclinação dos olhos

source: Eyes height
es_es: Ojos altura
pt_br: Altura dos olhos

source: Eyes size
es_es: Tamaño ojos
pt_br: Tamanho dos olhos

source: Chin depth
es_es: Barbilla profundidad
pt_br: Profundidade do queixo

source: Height
es_es: Altura
pt_br: Altura

source: Frame
es_es: Figura
pt_br: Estrutura

source: Posture
es_es: Postura
pt_br: Postura

source: Shoulder set
es_es: Postura de hombros
pt_br: Conjunto de ombros

source: Neck position
es_es: Cuello posición
pt_br: Posição do pescoço

source: Leg length
es_es: Pierna longitud
pt_br: Comprimento das pernas

source: Shoulders
es_es: Hombros
pt_br: Ombros

source: Arm bulk
es_es: Brazo volumen
pt_br: Grossura dos braços

source: Hands
es_es: Manos
pt_br: Mãos

source: Chest
es_es: Pecho
pt_br: Peito

source: Stomach
es_es: Estómago
pt_br: Barriga

source: Waist
es_es: Cintura
pt_br: Cintura

source: Hips
es_es: Caderas
pt_br: Quadris

source: Legs bulk
es_es: Piernas corpulencia
pt_br: Grossura das pernas

source: Legs shape
es_es: Piernas forma
pt_br: Forma das pernas

source: Feet
es_es: Pies
pt_br: Pés

source: Skin Tone
es_es: Tono de piel
pt_br: Tom de pele

source: Horns curve
es_es: Cuernos curva
pt_br: Curva dos chifres

source: Horns top length
es_es: Cuernos longitud superior
pt_br: Comprimento do topo dos chifres

source: Horns bottom length
es_es: Cuernos longitud inferior
pt_br: Comprimento da base dos chifres

source: Horn thickness
es_es: Cuernos grosor
pt_br: Grossura dos chifres

source: Horns body length
es_es: Cuernos longitud del cuerpo
pt_br: Comprimento do corpo dos chifres

source: Cheeks
es_es: Mejillas
pt_br: Bochechas

source: Chin
es_es: Barbilla
pt_br: Queixo

source: Chin height
es_es: Barbilla altura
pt_br: Altura do queixo

source: Chin width
es_es: Barbilla anchura
pt_br: Largura do queixo

source: Horns thickness
es_es: Cuernos grosor
pt_br: Grossura dos chifres

source: Breast size
es_es: Pecho tamaño
pt_br: Tamanho dos seios

source: Breast height
es_es: Pecho altura
pt_br: Altura dos seios

source: Breast spacing
es_es: Pecho separación
pt_br: Espaçamento dos seios

source: Eyes shallowness
es_es: Ojos superficialidad
pt_br: Superficialidade dos olhos

source: Eyes narrowness
es_es: Ojos proximidad
pt_br: Estreiteza dos olhos

source: Antenna length
es_es: Antena longitud
pt_br: Comprimento de antena

source: Horns length
es_es: Cuernos longitud
pt_br: Comprimento dos chifres

source: Jaw width
es_es: Mandíbula anchura
pt_br: Largura de mandíbula

source: Face arch
es_es: Arco de la cara
pt_br: Arco da face

source: Mods
es_es: Modificaciones

source: Face
es_es: Cara
gl: Cara

source: Sabres
es_es: Sables

source: Wall termites! - Your base became inaccessible. You need at least 1 gate in your walls.
es_es: ¡Termitas en la muralla! - Tu base se ha vuelto inaccesible. Necesitas por lo menos una puerta de acceso en tus murallas.
gl: Termitas da muralla! - A túa base volveuse inaccesíbel. Precisas polo menos un portón nas túas murallas.

source: NavMesh
es_es: Malla de Navegación

source: Layout
es_es: Capa

source: Altitude:
es_es: Altitud:

source: Backspace
es_es: Tecla de retroceso

source: crime
es_es: crimen

source: Error: Character model for race '{1}' not found
gl: Erro: Non se atopou modelo de personaxe para a raza '{1}'

source: Upgrades To:
gl: Mellora a:

source: Downgrade To:
gl: Rebaixa a:

source: Unarmed damage bonus
gl: Bonificación de dano sen armas
