Repository: coegho/kenshi_galician
Catalog: */LC_MESSAGES/main.po
Languages: es_es, gl, pt_br

source: Be wary of entering private buildings. Residents often don't like trespassers. You can find out whether a building is marked public or private by selecting the building. Also most shops close at night.
es_es: Sé cauteloso al entrar en construcciones privadas. Los residentes a menudo no le gustan los intrusos. Puedes descubrir si una construcción está marcada como privada o pública seleccionando la construcción. Además la mayoría de las tiendas cierran de noche.
gl: Ten coidado cando entres en edificios privados. Os residentes non adoitan gustar dos intrusos. Podes descubrir se un edificio é público ou privado seleccionándoo. Alén diso, a maioría de loxas pecha á noite.
pt_br: Tenha cuidado ao entrar em construções privadas. Os moradores não gostam de invasores. Ao selecionar a construção, você poderá descobrir se ela é pública ou privada. Além disso, a maioria das lojas fecha a noite.

source: Too much damage can result in KO, crippling and death. The green bars in the health panel show your health, the red bars show bleeding damage. Bleeding damage will need first aid.
es_es: Demasiado daño puede conllevar un KO, parálisis y muerte. Las barras verdes en el panel de salud indican tu salud, las barras rojas indican lesión sangrante. Una lesión sangrante necesitará primeros auxilios.
gl: Demasiado dano pode rematar en KO, eivamento e morte. As barras verdes no panel de saúde mostran a túa saúde, as barras vermellas o dano de sangramento. O dano de sangramento precisará primeiros auxilios.
pt_br: Muito dano pode causar nocaute, incapacitação e morte. As barras verdes no painel de vida mostram sua vida, as barras vermelhas mostram o dano de sangramento. Dano de sangramento precisa de primeiros socorros.

source: You are injured
es_es: Estás herido
gl: Estás ferid/OA/
pt_br: Você está ferid/OA/

source: In order to heal, you'll need to get a First Aid Kit. You can buy or steal them from stores in town.
es_es: Con el fin de sanar, necesitarás conseguir un Botiquín de Primeros Auxilios. Los puedes comprar o robar en las tiendas de la ciudad.
gl: Para te curar, precisarás un kit de primeiros auxilios. Podes mercalos ou roubalos en loxas na vila.
pt_br: Para se curar, você precisará de um kit de primeiros socorros. Você comprá-lo ou roubá-lo nas lojas da cidade.

source: To heal a character you'll need a First Aid Kit in your inventory. Hold and right click the target, then select 'First Aid' from the menu, or simply right click the heal icon over the injured person.
es_es: Para curar a un personaje necesitarás un Botiquín de Primeros Auxilios en tu inventario. Haz clic en botón derecho del ratón y mantén pulsado sobre el objetivo, luego selecciona 'Primeros Auxilios' en el menu o, sencillamente, haz clic derecho en el icono de curar sobre la persona herida.
gl: Para curar un personaxe precisarás un kit de primeiros auxilios no inventario. Fai clic dereito e mantén sobre o obxectivo, despois escolle 'Primeiros auxilios' no menú, ou simplemente fai clic dereito na icona de curar sobre a persoa ferida.
pt_br: Para curar o personagem, você precisará de um kit de primeiros socorros no inventário. Segure e clique com o botão direito no alvo, depois selecione ‘Primeiros socorros’ no menu, ou clique no ícone de curar em cima da pessoa ferida.

source: Alternatively you can click the medic button from the rightside command menu. This will heal all wounded squad members within range.
es_es: Alternativamente puedes hacer clic en el botón médico en el menú de comandos de la derecha. Esto curará a todos los miembros heridos del escuadrón al alcance.
gl: Outra posibilidade é clicar no botón médico no menú de comandos da dereita. Isto curará a todos os membros de equipo dentro do alcance.
pt_br: Outra possibilidade é clicar no botão de medicina no lado superior direito do menu de comando. Isso irá curar todos os membros feridos da equipe em alcance.

source: All body parts are each affected in their own way. Your head, chest and stomach, are your vitals. If any of them fall below 0, you will pass out, and if they reach -100 then you will die.
es_es: Todas las partes de tu cuerpo están afectadas a su manera. Tu cabeza, pecho y estómago son tus vitales. Si alguna de ellas cae por debajo de 0, te desmayarás, y si alcanzan -100 vas a morir.
gl: Todas as partes do corpo están afectadas á súa maneira. A cabeza, peito e estómago son as partes vitais. Se calquera delas cae por debaixo de 0, desmaiaraste, e se chega a -100 morrerás.
pt_br: Cada parte do corpo é afetada de um modo. Cabeça, peito e estômago são as partes vitais. Se qualquer uma deles chegar a menos de 0, você desmaiará, e se chegar a menos de 100, você morrerá.

source: If any of your limbs fall below 0, you won't be able to fight or walk properly. You can use a Splint Kit on broken limbs to speed up recovery and improve the limb's function until recovered.
es_es: Si cualquiera de tus extremidades cae por debajo de 0, no serás capaz de pelear o caminar adecuadamente. Puedes usar un Botiquín de Entablillamiento en las extremidades rotas para acelerar la recuperación y mejorar la ejecución de la extremidad hasta que se reponga.
gl: Se algún dos teus membros cae por debaixo de 0, non serás quen de loitar ou camiñar como é debido. Podes usar un kit de talas en membros rotos para acelerar a velocidade de recuperación e mellorar a funcionalidade dese membro até que se recupere.
pt_br: Se algum dos seus membros chegar a menos de 0, você não conseguirá lutar nem caminhar perfeitamente. Use o Kit de Talas nos membros quebrados para acelerar a velocidade de recuperação e melhorar a função do membro até que ele se recupere.

source: The blood stat shows how rapidly you are losing blood. Blood is slowly recovered over time, but if it drops below 0 you will pass out.
es_es: La estadística de sangre indica cuán rápido estás perdiendo sangre. La sangre es recuperada lentamente con tiempo, pero si cae bajo 0 te desmayarás.
gl: O atributo de sangue mostra como de rápido estás a desangrarte. O sangue recupérase lentamente co tempo, mais se cae por debaixo de 0 desmaiarás.
pt_br: O atributo de sangue mostra a velocidade com a qual você está perdendo sangue. O sangue se recupera lentamente com o tempo, mas se cair para menos de 0, você desmaiará.

source: You are injured 2
es_es: Estás herido 2
gl: Estás ferid/OA/ 2
pt_br: Você se machucou 2

source: The yellow areas of the health bars show bandaged health. Over time, this will slowly heal back to a healthy green.
es_es: Las áreas amarillas de las barras de salud indican la salud vendada. Con el tiempo, esto se recuperará lentamente hasta un verde saludable.
gl: As partes amarelas das barras de saúde mostran a saúde vendada. Co tempo, ela irase curando lentamente até volverse verde.
pt_br: As partes amarelas da barra de vida mostram a vida com curativos. Com o tempo, ela se recuperará totalmente e ficará verde.

source: After using a First Aid Kit to bandage your wounds, sleeping in a bed will help fully recover more quickly. You can either build your own beds and camp beds or stay at a bar in town for a fee.
es_es: Tras utilizar un Botiquín de Primeros Auxilios para vendar tus heridas, dormir en una cama te ayudará a recuperarte totalmente y más rápido. Puedes tanto construir tus propias camas y camas de campaña como quedarte en un bar en la ciudad por una cuota.
gl: Despois de usar un kit de primeiros auxilios para vendar as túas feridas, durmir nunha cama pode axudar a recuperarse por completo máis rápido. Podes construír as túas propias camas e camas de campamento ou ficar nun bar da vila por un custo.
pt_br: Dormir em uma cama após o usar o kit de primeiros socorros para enfaixar os ferimentos acelera a recuperação total. Você pode tanto construir sua própria cama ou ficar em alguma em um bar da cidade por um preço.

source: You can select more specific combat modes from the rightside command menu: - Block focuses on defence over attack. - Passive focuses on non-combat unless attacked first. - Chases focuses on chasing down enemies until KO'd. - Taunt focuses on drawing enemy attacks.
es_es: Puedes seleccionar modos de combate más específicos en el menú de comandos a la derecha: - Bloqueo se enfoca en defender en vez de atacar. - Pasivo se enfoca en no combatir mientras no sea atacado antes. - Perseguir se enfoca en perseguir enemigos hasta que los noquea. - Mofa se centra en atraer ataques enemigos.
gl: Podes seleccionar modos de combate máis específicos no menú de comandos da dereita: - Bloqueo céntrase en defensa sobre ataque. - Pasividade céntrase en evitar o combate a menos que sexa atacado primeiro. - Persecución céntrase en perseguir inimigos até que caian. - Provocación céntrase en atraer ataques de inimigos.
pt_br: Selecione modos de combate mais específicos no menu de comando direito: Bloqueio foca mais na defesa do que no ataque. Passividade foca mais em não combater, a menos que sofra um ataque. Perseguição foca na caçada aos inimigos até o nocaute. Provocação foca em atrair ataques inimigos.

source: You're under attack!
es_es: ¡Estás siendo atacado!
gl: Estás baixo ataque!
pt_br: Você está sob ataque!

source: You're under attack... Use the Space Bar to pause the action. This will give you some time to think and plan your next step.
es_es: Estás bajo ataque... Usa la Barra Espaciadora para pausar la acción. Esto te dará algo de tiempo para pensar y planear tu siguiente paso.
gl: Estás baixo ataque... Usa a barra espaciadora para pausar a acción. Isto darache algo de tempo para pensar un plan.
pt_br: Você está sob ataque... Pause a ação usando a barra de espaço. Assim você conseguirá um tempo para pensar e planejar o próximo passo.

source: When you're outnumbered, it may be best to jump ship and flee. If you choose to flee, right click on the terrain to move your character. *Tip: Make sure you have your character(s) selected!
es_es: Cuando eres sobrepasado en número, puede ser mejor abandonar el barco y darse a la fuga. Si eliges huir, haz clic derecho sobre el terreno para desplazar a tu personaje. Consejo práctico: ¡Asegúrate de haber seleccionado a tu personaje(s)!
gl: Cando estás en inferioridade numérica, se cadra é mellor abandonar o barco e fuxir. Se escolles fuxir, fai clic dereito no terreo para mover o teu personaxe. Consello: Comproba que tes seleccionado o teu personaxe!
pt_br: Quando você estiver em menor número, pode ser melhor abandonar o navio e fugir. Se escolher fugir, clique com o botão direito no chão para mover o personagem. *Dica: Veja se o seu personagem está selecionado!

source: If you do choose to stand and fight, select your squad members, hold right click on the target enemy and select Attack Target, ot Attack All from the interaction menu. Just right clicking on on an enemy when the cursor is red also gives an attack order.
es_es: Si decides ponerte en pie y luchar, selecciona a tus miembros del escuadrón, mantén pulsado botón derecho sobre el enemigo objetivo y selecciona Atacar Objetivo, o Atacar Todo en el menú de interacción. Si sólo haces clic derecho sobre el enemigo cuando el cursor está rojo además da una orden de ataque.
gl: Se escolles ficar e loitar, selecciona os membros do teu grupo, mantén clic dereito no albo inimigo e selecciona Atacar albo ou Atacar todos no menú de interacción. Facer clic dereito nun inimigo cando o cursor está vermello tamén conta como unha orde de ataque.
pt_br: Se escolher ficar e luta, selecione os membros da equipe, segure o clique com o botão direito no alvo inimigo e selecione Atacar alvo ou Atacar Todos no menu de interação. Clicar com o botão direito no inimigo quando o cursor está vermelho também dá uma ordem de ataque.

source: You can select different squad members by clicking on their icons in the squad panel, or by using the number keys, or by left click dragging over the in-game characters. Select your new recruit.
es_es: Puedes seleccionar a diferentes miembros del escuadrón haciendo clic en sus iconos del panel de escuadrón, o mediante las teclas de números, o arrastrando clic izquierdo sobre los personajes dentro del juego. Selecciona tu nuevo recluta.
gl: Podes seleccionar distintos membros do grupo facendo clic nas súas iconas no panel de grupo, ou usando as teclas numéricas, ou facendo clic esquerdo e arrastrando sobre os personaxes no xogo. Selecciona o teu novo recruta.
pt_br: É possível selecionar membros diferentes da equipe clicando nos ícones deles no painel de equipe, usando as teclas dos números, ou clicando com botão esquerdo e arrastando os personagens no jogo. Selecione o novo recruta.

source: You can check your character's skill statistics by opening the Stats menu from the command menu.
es_es: Puedes revisar las estadísticas de habilidad de tu personaje abriendo el menú de Estadísticas del menú de comandos.
gl: Podes ver as estatísticas de habilidade do teu personaxe abrindo o menú de Atributos no menú de comando.
pt_br: Veja as estatísticas de habilidade do personagem abrindo o menu de atributos do menu de comando.

source: Arrange and rename different squads via the squad menu.
es_es: Ordena y cambia el nombre de los diferentes escuadrones vía menú del escuadrón.
gl: Arranxa e renomea diferentes grupos co menú de grupo.
pt_br: Organize e renomeie equipes diferentes no menu de equipe.

source: You've just hired your first recruit
es_es: Acabas de contratar a tu primer recluta
gl: Ves de contratar o teu primeiro recruta
pt_br: Você contratou seu primeiro recruta.

source: To perform first aid, exchange inventory items, guard, follow and carry squad members. Hold right click on them, or on their portrait to bring up the interaction menu.
es_es: Para llevar a cabo los primeros auxilios, intercambiar artículos del inventario, vigilar, seguir y acarrear miembros del escuadrón. Mantén pulsado el botón derecho sobre ellos, o en su retrato para abrir el menú de interacción.
gl: Para facer primeiros auxilios, trocar obxectos do inventario, gardar, seguir e cargar con membros do grupo. Fai clic dereito e mantén sobre eles ou no seu retrato para mostrar o menú de interacción.
pt_br: Para fazer os primeiros socorros, trocar itens de inventário, guardar, seguir e carregar membros da equipe. Clique com o botão direito e segure nele ou na imagem dele para mostrar o menu de interação.

source: You have stolen goods in your inventory
es_es: Tienes bienes robados en tu inventario
gl: Tes mercadorías roubadas no teu inventario
pt_br: Você tem mercadoria roubada no seu inventário

source: Thief! You've just stolen from someone...
es_es: ¡Ladrón! Acabas de robarle a alguien...
gl: Ladrón! Roubaches a alguén...
pt_br: Larápio! Você roubou de alguém...

source: Be careful when selling stolen goods to traders, you might just find yourself in trouble with the law if they catch you offloading their ally's belongings...
es_es: Ten cuidado cuando vendas mercancías robadas a comerciantes, puedes tener problemas con la ley si te pillan descargando las pertenencias de sus aliados...
gl: Anda con ollo cando vendas bens roubados aos comerciantes, podes atopar problemas coa lei se te cachan descargando as pertenzas dos seus aliados...
pt_br: Tenha cuidado ao vender bens roubados para comerciantes, você pode se complicar com a lei se pegarem você repassando posses dos aliados...

source: When you talk to a trader and initiate the trade screen, hover over a stolen item to check your chances of fencing success before selling. If the Fencing Chance is low and it was stolen from the same faction, you'll likely be caught.
es_es: Cuando hablas con un comerciante y se inicia la pantalla del comercio, posa el cursor sobre un artículo robado para comprobar tus posibilidades de traficar con éxito antes de vender. Si la Oportunidad de Traficar es baja y fue robado a la misma facción, probablemente te pillarán.
gl: Cando falas cun comerciante e inicias a pantalla de comercio, pasa a o rato por riba de obxectos roubados para ver a probabilidade de tráfico exitoso antes de vender. Se a probabilidade de traficar é é baixa e a mercadoría foi roubada na mesma facción, é probábel que te cachen.
pt_br: Ao falar com um comerciante e iniciar a tela de negociação, passe o mouse sobre o item roubado para ver suas chance de sua sucesso na receptação antes de vender. Se a chance de receptação for baixa e o item tiver sido roubado da mesma facção, é provável que você seja pego.

source: Your best chance of selling stolen goods is to sell to a trader from another town and faction, or find a thief in one of the town bars. Thieves will buy any item off you risk free, however their prices are much less profitable than official merchant prices.
es_es: Tu mejor opción a la hora de vender mercancías robadas es vender a un comerciante de otra ciudad y de otra facción, o encontrar a un ladrón en uno de los bares de la ciudad. Los ladrones te comprarán cualquier artículo libre de riesgos, sin embargo sus precios serán mucho menos beneficiosos que los ofrecidos por mercaderes oficiales.
gl: A túa mellor opción á hora de vender bens roubados é vendelos a un comerciante de outra vila e facción, ou atopar un ladrón nun dos bares da vila. Os ladróns mercaranche calquera obxecto sen riscos, porén os seus baixos prezos deixaranche uns beneficios menores que cos prezos de comerciantes oficiais.
pt_br: Sua melhor chance com a venda de bens roubados é vender para um comerciante de uma cidade e facção diferente ou encontrar um ladrão em algum dos bares da cidade. Os ladrões compram qualquer item sem que você corra riscos, só que o preço que pagam é muito menor do que o dos comerciantes oficiais.

source: Select your KO'd character.
es_es: Selecciona tu personaje noqueado.
gl: Selecciona o teu personaxe nocauteado.
pt_br: Selecione o personagem nocauteado

source: When unconscious, you'll notice a KO counter appear at the top of the health panel. This counts down how long until the character wakes up again.
es_es: Cuando está inconsciente, te darás cuenta de que aparece un contador KO en la parte superior del panel de salud. Esto lleva la cuenta atrás del tiempo hasta que el personaje vuelve a despertarse.
gl: Cando o teu personaxe estea inconsciente, verás un contador de KO no alto do panel de saúde. Este contador mostra o tempo que falta para que o personaxe acorde.
pt_br: Quando estiver inconsciente, você verá que o contador de nocaute aparece no topo do painel de vida. Ele mostra quanto falta para que o personagem acorde.

source: You are KO'd (1/2)
es_es: Estás KO (1/2)
gl: Estás KO (1/2)
pt_br: Você está com um nocaute (1/2)

source: You've been knocked out...
es_es: Has sido noqueado...
gl: Sufriches un nocaute...
pt_br: Você sofreu um nocaute...

source: If seriously wounded, the unconscious status will change to 'dying' and the character won't get back up until healed by another character. If they don't get first aid in time they will eventually die.
es_es: Si está herido muy grave, el estado de inconsciencia cambiará a 'muriendo' y no se recuperará hasta que sea curado por otro personaje. Si no consiguen los primeros auxilios a tiempo morirán al final.
gl: Se ten feridas graves, o estado de inconsciente mudará para 'morrendo' e o personaxe non se erguerá até que sexa curado por outro personaxe. Se non recibe primeiros auxilios a tempo acabará por morrer.
pt_br: Se você sofrer um ferimento grave, o status de inconsciente mudará para ‘morrendo’ e o personagem não levantará até que outro personagem o cure. Se não conseguir primeiros socorros em tempo, ele morrerá.

source: Even after healing, a character will need time to recover before regaining consciousness. Particularly bad injuries will enter the character into a recovery coma until their vitals have improved above 0.
es_es: Incluso tras ser curado, un personaje necesitará tiempo para reponerse antes de recuperar la consciencia. Particularmente heridas muy malas conducirán al personaje a un coma inducido hasta que sus constantes vitales hayan mejorado sobre 0.
gl: Incluso despois da cura, un personaxe precisará tempo para recuperarse antes de recuperar a consciencia. Feridas particularmente graves deixarán o personaxe nun coma de recuperación até que as partes vitais melloren por riba de 0.
pt_br: Após a cura, o personagem precisará de tempo para se recuperar antes de recobrar a consciência. Ferimentos muito graves colocam o personagem em coma de recuperação até que as partes vitais subam para mais de 0.

source: Getting KO'd may seem like a failure, but remember we learn best from our failures. Your toughness and defence stats will be improved each time you are KO'd. This will increase your KO recovery threshold over time.
es_es: Ser noqueado puede percibirse como un fracaso, pero recuerda que aprendemos más y mejor de nuestros errores. Tu dureza y estadísticas de defensa mejorarán cada vez que seas noqueado. Y esto aumentará tu umbral de recuperación del KO con el tiempo.
gl: Ser nocauteado pode parecer un fracaso, mais lembra que aprendemos máis dos nosos fracasos. A túa dureza e atributos de defensa mellorarán cada vez que sufras un KO. Isto mellorará o límite de recuperación de KO co tempo.
pt_br: Ser nocauteado parece uma falha, mas lembre-se que é com elas que aprendemos mais. Seus atributos de resistência e defesa melhorarão a cada nocaute. Além disso, seu limite de nocaute aumentará com o tempo.

source: The rescue job will find nearby unconcious allies and automatically cary them to a bed if there are any availiable in the vicinity.
es_es: El de rescate encontrará en las cercanías aliados inconscientes y de manera automática los llevarán a una cama si hubiese una disponible en las inmediaciones.
gl: O traballo de rescate atopará aliados inconscientes próximos e os levará automaticamente para unha cama se hai algunha dispoñíbel nos arredores.
pt_br: O trabalho de resgate encontrará aliados inconscientes próximos e os carregará automaticamente para uma cama se houver alguma disponível nas cercanias.

source: You are KO'd (2/2)
es_es: Estás KO (2/2)
gl: Estás KO (2/2)
pt_br: Você está com um nocaute (2/2)

source: You can have conscious characters carry KO'd characters to safety. Hold right click on the KO'd character and select Pick Up from the interaction menu.
es_es: Puedes tener personajes conscientes llevando a personajes noqueados a un lugar seguro. Mantén pulsado el botón derecho sobre el personaje noqueado y selecciona Levantar del menú de interacción.
gl: Podes facer que os personaxes conscientes carguen cos inconscientes a un lugar seguro. Fai clic dereito e mantén no personaxe inconsciente e selecciona Recoller no menú de interacción.
pt_br: Para segurança, você pode colocar os personagens consciente spara carregarem os inconscientes. Clique com o botão direito e segure no personagem nocauteado e selecione Pegar no menu de interação.

source: To help a KO'd character recover their wounds more quickly, you can carry them to a bed.
es_es: Para ayudar a un personaje noqueado a recuperarse de sus heridas más rápido, puedes llevarles a una cama.
gl: Podes levar un personaxe nocauteado para unha cama para axudalo a recuperarse das súas feridas máis rápido.
pt_br: Leve o personagem nocauteado para uma cama para ajudá-lo a se recuperar dos ferimentos mais rapidamente.
